# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_5 #:如何把思考模型代码吗
######
"Q_1_5": ["如何把思考模型代码吗",
    {
    "url" :"https://www.zhihu.com/question/27580342",
    "abstract" :"Javascript 初学者如何思考才可以把脑中的东西转换成代码写出来？ .... 清空a 标签中显示的字符，以及重置数据模型model，所以我将它做成一个函数newGame()：.",
    "title" :"Javascript 初学者如何思考才可以把脑中的东西转换成代码写出来？ - 知乎",
    },
    {
    "url" :"http://www.jianshu.com/p/035432a538f5",
    "abstract" :"2016年7月22日 - 说的白话一点就是，能像机器一样思考的人就适合做程序员。 ... 这里是我的答案：我们所有的计算机，都可以用下面这个模型来表示，江湖人称“冯・诺伊曼体系”。 ... 大概长这样（本文所有的代码都会采用javascript描述，但是不代表本文 ...",
    "title" :"什么样的人适合做程序员? - 简书",
    },
    {
    "url" :"https://fukun.org/archives/10201496.html",
    "abstract" :"2011年10月20日 - 但是，语言带来的效率提升，远远不如思考方式变化引起的编程效率飞跃 ... 模型代码化的工作包括写出使计算机可以完成模型运算的代码，以及把 ...",
    "title" :"消灭程序员需要百年吗？ - DigDeeply's Blog | 个人博客",
    },
    {
    "url" :"http://wap.sciencenet.cn/blogview.aspx?id=429877",
    "abstract" :"2011年4月5日 - 模型代码化的工作包括写出使计算机可以完成模型运算的代码，以及把模型 ... 的思考模型，有一定思维能力的高级动物也具有使用场景模型的能力。",
    "title" :"消灭程序员需要百年吗？（下）-博客-科学网手机版",
    },
    {
    "url" :"https://books.google.com.hk/books?id=yR8M0aFCh3EC&pg=PA340&lpg=PA340&dq=%E5%A6%82%E4%BD%95%E6%8A%8A%E6%80%9D%E8%80%83%E6%A8%A1%E5%9E%8B%E4%BB%A3%E7%A0%81%E5%90%97&source=bl&ots=7_M-HvsJZn&sig=ZDikDlnE7AvF1UELoMH8-TC46kE&hl=zh-TW&sa=X&ved=0ahUKEwjhv77JnsXUAhVEKZQKHexHDDEQ6AEIQzAE",
    "abstract" :"和其他人一同开发模型,开发人员的想法可以立刻获得反馈。 ... 以及一组详细的设计模型,那他们很快就会发现,他们大部分的时间不是花在写源代码上,而是 ... 把握住这个机会,和他人一同工作,向他人学习,试试做事的新方式,思考什么该做,什么不该做。",
    "title" :"软件工程与管理 - 第 340 頁 - Google 圖書結果",
    "metadata" :"覃征 - 2005",
    },
    {
    "url" :"http://www.epubit.com.cn/article/914",
    "abstract" :"2017年1月24日 - 但如果你问贝叶斯函数：“通常我的代码有bug，现在我的代码通过了所有测试，它是 ...... 下面我们把模型扩充至两个转折点（意味着会出现3个λi）。",
    "title" :"程序员如何用贝叶斯方式思考- 异步社区",
    },
    {
    "url" :"https://wenku.baidu.com/view/fc61cfb5fc0a79563c1ec5da50e2524de518d0e1.html?re=view",
    "abstract" :"2017年3月2日 - 但是，语言带来的效率提升，远远不如思考方式变化引起的编程效率飞跃 ..... 模型代码化的工作包括写出使计算机可以完成模型运算的代码，以及把 ...",
    "title" :"消灭程序员需要百年吗？_教育指南_百度教育攻略 - 百度文库",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/5an9n83.html",
    "abstract" :"2015年9月16日 - 簡單而言，類庫，解決的是代碼或者是模塊級別的復用或者對複雜度的封裝 ... 編寫前端的模型代碼，把後台與前端打通，交互設計師處理UI跟模型的 ...",
    "title" :"前端雜談- Web前端框架與類庫的思考- 每日頭條",
    },
    {
    "url" :"http://www.cnblogs.com/coco1s/p/4040108.html",
    "abstract" :"2014年10月21日 - 所以，以模型为中心最终达到的目的是带来一整套工作流程的变更，使得后台工程师可以编写前端的模型代码，把后台与前端打通，交互设计师 ...",
    "title" :"Web前端框架与类库的思考- ChokCoco - 博客园",
    },
    {
    "url" :"https://read01.com/j5GgJd.html",
    "abstract" :"2016年7月19日 - 說的白話一點就是，能像機器一樣思考的人就適合做程式設計師。 ... 我們所有的計算機，都可以用下面這個模型來表示，江湖人稱「馮・諾伊曼體系」。 ... 大概長這樣（本文所有的代碼都會採用javascript描述，但是不代表本文內容，只 ...",
    "title" :"像機器一樣思考- 壹讀",
    },
    ],
######
#Q_1_4 #:感情是什么，也是一种生化算法
######
"Q_1_4": ["感情是什么，也是一种生化算法",
    {
    "url" :"http://www.sohu.com/a/112843452_257813",
    "abstract" :"2016年8月30日 - 《人类简史》作者:算法胜利,自由意志将终结(附新书《未来简史》卫报书评) .... 同样地，性吸引的感觉产生是因为，另一种生化算法计算出附近的一个 ... 它会知道是什么让你笑，是什么让你难过，是什么让你生气。 ... 在人文主义社会，我们把这个权力交给了我们的感情。 .... 并且，从本质上来说，Harari也是一个决定论者。",
    "title" :"《人类简史》作者:算法胜利,自由意志将终结(附新书《未来简史》卫报书评)",
    },
    {
    "url" :"http://www.hkaci.org.hk/zh/2017/02/09/%E8%AB%96%E5%A4%A7%E6%95%B8%E6%93%9A%E3%80%81%E8%B0%B7%E6%AD%8C%E5%92%8C%E8%87%AA%E7%94%B1%E6%84%8F%E5%BF%97%E7%9A%84%E7%B5%82%E7%B5%90/",
    "abstract" :"2017年2月9日 - 我只需自問想做什麼；我覺得好便是好，我覺得壞便是壞。 ... 劇戈夫說，這就是他為什麼這麼努力支持脫歐的原因，也是為什麼他不得不 ... 相反，他們對著每一支麥克風和電視攝像機說：“看著同性戀遊行隊伍穿過耶路撒冷聖城，這傷害了我們的感情。 ... 正相反，它們是生化機制的，所有的哺乳動物和鳥類都會利用生化 ...",
    "title" :"論大數據、谷歌和自由意志的終結- 香港文化產業聯合總會",
    },
    {
    "url" :"https://commondatastorage.googleapis.com/letscorp_archive/archives/116003",
    "abstract" :"2017年2月19日 - 我只需自问想做什么；我觉得好便是好，我觉得坏便是坏。 ... 看作是生化算法，他们相信人类的宇宙使命是创建一个包罗万象的数据 ... 相反，他们对着每一支麦克风和电视摄像机说：“看着同性恋游行队伍穿过耶路撒冷圣城，这伤害了我们的感情。 ... 同样地，两性间产生吸引的感觉，是来自另一种生化算法，它计算出 ...",
    "title" :"论大数据、谷歌和自由意志的终结",
    },
    {
    "url" :"http://www.jianshu.com/p/15a21d9b8a96",
    "abstract" :"2017年4月23日 - 这里的人，并不指个人的人，而是“人类整体”; 这仅仅是一项预测; 追求，但不一定能够实现 ... 引出一个非常重要的核心观点：生物也是一种算法。",
    "title" :"读书笔记_《未来简史》 - 简书",
    },
    {
    "url" :"http://www.jianshu.com/p/3a7a1dbf552d",
    "abstract" :"2017年3月18日 - 01 智能与意识的分离超越人类智能的算法将终结人类自由，这是在许多 ... 的智能机器，创造一种比我们自己更了解自己感情和意识的人工智能。 ... 刺激人心的故事）《人类简史》提醒我们：智人并没有什么特殊，我们是谁 ... 这些并不都是什么新鲜事。 ... 赫拉利认为现代世界个人意识掌管人类命运的信仰不过也是一种 ...",
    "title" :"《未来简史》读书笔记——一步深渊一步天堂- 简书",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_70b99cd80102x8jf.html",
    "abstract" :"2017年3月13日 - 未来简史：人类是一种过时的算法_姜广策_新浪博客,姜广策, ... 的进程其实是由算法来决定的，在未来，人类的生化算法将被外部算法 ... 如果能用某个算法，监视组成身体和大脑的每个子系统，就能清楚掌握我是谁、我有什么感觉、我想要什么。 ... 自由市场经济为什么能够战胜计划经济，也是因为数据处理的方式即 ...",
    "title" :"未来简史：人类是一种过时的算法_姜广策_新浪博客",
    },
    {
    "url" :"http://www.wenxuecity.com/blog/201510/68146/201573.html",
    "abstract" :"2015年10月2日 - 说到底，爱情是为了保障人类种族延续这个根本利益的一种手段。 ... 就是说相爱容易只要有荷尔蒙就行了，什么条件都不用讲；但是结婚 ... 从大体上来讲，婚姻只要有感情就行了，就是有友谊和亲情就是好婚姻了 ... 再极端点，有些人就是友谊都没有了，两害相权取其轻，为了生存而维持婚姻，也是个人选择，没有对错。",
    "title" :"爱情真的是婚姻的必要条件吗？ | www.wenxuecity.com",
    },
    {
    "url" :"http://x-arch.blogspot.com/2006/05/blog-post_12.html",
    "abstract" :"2006年5月13日 - 而宗教正是在早期人类的历史中出现的利用这一感情的意识形态，只不过是 ... 但是这种形式上的巧合对于早期社会的人类来讲却可能意味着什么，他们就会将 ... 这就是说,生命就是这样一种生化机器,只要启动这台机器,将这台机器的各个 ... 生命即是一种巨量化的简单元素的体系，整个自然界也是按算法构成演化的。",
    "title" :"ALLABOUTTHINK: 我们的建筑是怎么了",
    },
    {
    "url" :"https://www.zhihu.com/question/54262892",
    "abstract" :"既然人文主义退位了，那接下来上位的又该是什么意识形态呢？ ... 这是一种基本持无神论看法的意识形态，而中国的古代文化也并不如何讲究君权神授 .... 这种“知足常乐”的人，和那些只知追求毒品生化刺激的人一样，都会被不断寻求 .... 是「感情」，那么人类便会走下神坛，沦为低级生物，科技创造出来的AI生物算法将成为世界的新主宰 ...",
    "title" :"如何评价《未来简史》这本书？ - 知乎",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309404016684150210026",
    "abstract" :"2016年9月6日 - 我想要做什么只需要问自己;我觉得好便是好的，我觉得坏便是坏的。 ... 而是对着每一个话筒和摄像机解释说“看见同志游行经过耶路撒冷圣城伤害了我们的感情。 ... 当狒狒、长颈鹿或人类看到一只狮子，恐惧的出现是因为一种生化算法对 ... 尽管人文主义者们错误地把我们的情感当作某种神秘的“自由意志”的反映，但 ...",
    "title" :"《人类简史》作者赫拉利：大数据将是人类自由意志的终结 - 微博台灣站",
    },
    ],
######
#Q_1_6 #:如何度量各种主义之间的距离
######
"Q_1_6": ["如何度量各种主义之间的距离",
    {
    "url" :"https://books.google.com.hk/books?id=k3Tj0MStCo8C&pg=PA346&lpg=PA346&dq=%E5%A6%82%E4%BD%95%E5%BA%A6%E9%87%8F%E5%90%84%E7%A7%8D%E4%B8%BB%E4%B9%89%E4%B9%8B%E9%97%B4%E7%9A%84%E8%B7%9D%E7%A6%BB&source=bl&ots=Jvdp2RoRFQ&sig=BsCIew2qubxJGORtEBK6KoEw2Wo&hl=zh-TW&sa=X&ved=0ahUKEwigkdHQnsXUAhXHF5QKHUsCBYgQ6AEIJDAA",
    "abstract" :"照片或繪圖只會再造物件,它們的成功正在於它們可以跟原型一樣引起各種各樣的 ... 記錄物與我的距離,物本身的距離〈物的外部距離也就是物的度量〉,物與物之間的 ...",
    "title" :"現代西方文論選---論現代各種主義及學派:  - 第 346 頁 - Google 圖書結果",
    "metadata" :"1992 - Criticism",
    },
    {
    "url" :"http://blog.csdn.net/u013476464/article/details/40859635",
    "abstract" :"2014年11月6日 - 首先介绍下常用的距离：. 1. 欧氏距离(EuclideanDistance). 欧氏距离是最易于理解的一种距离计算方法，源自欧氏空间中两点间的距离公式。",
    "title" :"图像检索中相似度度量公式：各种距离（1） - 信息学院嵌入式实验室- 博客 ...",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_6bd0612b0101cqse.html",
    "abstract" :"2013年9月10日 - 各种相似性度量. 从方向上区分差异，对绝对的数值并不敏感。 上面的这些用来衡量特征空间中样本之间的距离与相似系数的方法比较常见，下面 ...",
    "title" :"各种相似性度量_沫沫_新浪博客",
    },
    {
    "url" :"https://books.google.com.hk/books?id=nMEDDgAAQBAJ&pg=PT228&lpg=PT228&dq=%E5%A6%82%E4%BD%95%E5%BA%A6%E9%87%8F%E5%90%84%E7%A7%8D%E4%B8%BB%E4%B9%89%E4%B9%8B%E9%97%B4%E7%9A%84%E8%B7%9D%E7%A6%BB&source=bl&ots=OWMVCjXBAw&sig=1lKON43AF-actVxFV_F44Wbfthw&hl=zh-TW&sa=X&ved=0ahUKEwigkdHQnsXUAhXHF5QKHUsCBYgQ6AEIOjAD",
    "abstract" :"换言之,金钱与真实财富之间有着密切的关系,但金钱这个“综合代表”与真实财富之间还有一段距离。何况许多财富还是金钱无法代表、度量和交换可以得到的。 ... 非物化的文化产品,还有宗教、信仰、主义、意识形态、主观价值判断等纯粹理念的存在。 ... 对于现代社会生活中的个人来说,追求各种各样的财富,是人生的全部内容,也是人生的 ...",
    "title" :"这个年头，你快乐了吗:  - Google 圖書結果",
    "metadata" :"袁丽萍　 - 2017",
    },
    {
    "url" :"https://books.google.com.hk/books?id=KYhUDQAAQBAJ&pg=PT16&lpg=PT16&dq=%E5%A6%82%E4%BD%95%E5%BA%A6%E9%87%8F%E5%90%84%E7%A7%8D%E4%B8%BB%E4%B9%89%E4%B9%8B%E9%97%B4%E7%9A%84%E8%B7%9D%E7%A6%BB&source=bl&ots=vHr74vp6fS&sig=RCQ4eVr_SMUmPLA14AOJRxILnpI&hl=zh-TW&sa=X&ved=0ahUKEwigkdHQnsXUAhXHF5QKHUsCBYgQ6AEIPzAE",
    "abstract" :"... 东道国和母国之间的距离,人均GDP、人口、工资率、语言联系和政治不稳定性对FDI ... 学者在考虑了其他因素或没有其他因素的影响后,对各种政策对FDI的影响进行了 ... 而腐败和其他制度性因素如官僚主义和合同执行对FDI有非常不好的影响,而高的 ... 简称 CPI)”来度量腐败,所得结论均表明,腐败对外国直接投资的影响高度负相关。",
    "title" :"中印吸引外商直接投资决定因素比较研究 - Google 圖書結果",
    "metadata" :"李凡, 赵力 - 2009 - Business & Economics",
    },
    {
    "url" :"https://books.google.com.hk/books?id=NukbBwAAQBAJ&pg=PT175&lpg=PT175&dq=%E5%A6%82%E4%BD%95%E5%BA%A6%E9%87%8F%E5%90%84%E7%A7%8D%E4%B8%BB%E4%B9%89%E4%B9%8B%E9%97%B4%E7%9A%84%E8%B7%9D%E7%A6%BB&source=bl&ots=AHIBq-bqdu&sig=N6eUyc4tZhlNfGTTWMs-cUmDkFU&hl=zh-TW&sa=X&ved=0ahUKEwigkdHQnsXUAhXHF5QKHUsCBYgQ6AEIRDAF",
    "abstract" :"换言之,金钱与真实财富之间有着密切的关系,但金钱这个“综合代表”与真实财富之间还有一段距离。何况许多财富还是金钱无法代表、度量和交换可以得到的。 ... 非物化的文化产品,还有宗教、信仰、主义、意识形态、主观价值判断等纯粹理念的存在。 ... 对于现代社会生活中的个人来说,追求各种各样的财富,是人生的全部内容,也是人生的 ...",
    "title" :"这个年头，你快乐了吗：幸福一生的24堂快乐课 - Google 圖書結果",
    "metadata" :"袁丽萍, Esphere Media（美国艾思传媒） - 2013",
    },
    {
    "url" :"https://www.zhihu.com/question/39872326",
    "abstract" :"首先，Wasserstein distance本身是刻画两个distribution之间的距离的， ... 比如各种regularization，对一些特定structure的复杂问题缺少合适的方案，常见 .... 尽管从直觉上看KL 散度是一个度量或者是一个距离，但是它却不满足度量或者距离的定义。",
    "title" :"分布的相似度（距离）用什么模型比较好？ - 知乎",
    },
    {
    "url" :"https://books.google.com.hk/books?id=7RtGDgAAQBAJ&pg=PT217&lpg=PT217&dq=%E5%A6%82%E4%BD%95%E5%BA%A6%E9%87%8F%E5%90%84%E7%A7%8D%E4%B8%BB%E4%B9%89%E4%B9%8B%E9%97%B4%E7%9A%84%E8%B7%9D%E7%A6%BB&source=bl&ots=kMj03NJhSM&sig=xGR5jNXB-DmM_oW6nOnFHxFRuhU&hl=zh-TW&sa=X&ved=0ahUKEwigkdHQnsXUAhXHF5QKHUsCBYgQ6AEIUTAH",
    "abstract" :"換言之,金錢與真實財富之間有著密切的關係,但金錢這個“綜合代表”與真實財富之間還有一段距離。何況許多財富還是金錢無法代表、度量和交換可以得到的。 ... 非物化的文化產品,還有宗教、信仰、主義、意識形態、主觀價值判斷等純粹理念的存在。 ... 對於現代社會生活中的個人來說,追求各種各樣的財富,是人生的全部內容,也是人生的 ...",
    "title" :"這個年頭，你快樂了嗎：: 幸福一生的24堂快樂課 - Google 圖書結果",
    "metadata" :"袁麗萍 - 2017",
    },
    {
    "url" :"https://books.google.com.hk/books?id=uLrPDgAAQBAJ&pg=PA378&lpg=PA378&dq=%E5%A6%82%E4%BD%95%E5%BA%A6%E9%87%8F%E5%90%84%E7%A7%8D%E4%B8%BB%E4%B9%89%E4%B9%8B%E9%97%B4%E7%9A%84%E8%B7%9D%E7%A6%BB&source=bl&ots=fWtoELv_gk&sig=Y7ADkJQtQmqGEQrC_XgnSuIqa1E&hl=zh-TW&sa=X&ved=0ahUKEwigkdHQnsXUAhXHF5QKHUsCBYgQ6AEIVjAI",
    "abstract" :"通过在企业间采用标准的市场界面,信息技术也减少了资产专用性和机会主义风险, ... 例如,优势之一是通过度量贡献能够改善以补偿为基础的绩效,从而缓和集体剩余 ... 距离消除地位差别随着分散化和消除地位差别,在网络组织中专门技能作为一种 ... [1]沿产业链分布众多企业的企业网络组织因而能在任何时候从事各种产品和服务创新。",
    "title" :"企业生存发展的 18 个战略工具:  - 第 378 頁 - Google 圖書結果",
    "metadata" :"(韩)申光龙 著 - 2010",
    },
    {
    "url" :"http://course.study.cerbibo.com/NR/rdonlyres/Sloan-School-of-Management/15-062Data-MiningSpring2003/E31DD7A9-4B2E-48BF-AB3F-6F4CCAD7F24F/0/lec11.pdf",
    "abstract" :"Claritas，一个较早用这种方法按照消费者支出和人口统计学的各种度量把邻居分成40 个组。 ... 在我们能用任何聚类技术之前，需要定义对不同公司之间的距离的度量，使得相似的公 .... 注意到上面两种方法都把{17}和{5}作为小（“个人主义的”）的类。",
    "title" :"[PDF] 聚类分析",
    },
    ],
######
#Q_1_1 #:唯我论 是什么
######
"Q_1_1": ["唯我论 是什么",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%94%AF%E6%88%91%E8%AB%96",
    "abstract" :"單是否定物質的存在不足夠說是唯我論者。唯我論世界觀的最受爭議特徵是其否定其他心靈存在。我們始終不能直接得知其他人的精神狀態。感質或個人經驗是私人的 ...",
    "title" :"唯我論- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%94%AF%E6%88%91%E4%B8%BB%E4%B9%89",
    "abstract" :"唯我主义是一种哲学思想，为“我是唯一存在的，意识就是我对自身的主观反应，客观事物是我对外界的感知”。唯我论为知识论或形而上学主张，指出心灵以外任何事物 ...",
    "title" :"唯我主义_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%94%AF%E6%88%91%E8%AE%BA",
    "abstract" :"唯我论（solipsism），认为世界的一切事物及他人均为“我”的表象或“我”的创造物的哲学 ... 根据这种观点，只有自我及其意识才是唯一真实的、本原性的存在，唯有我是 ...",
    "title" :"唯我论_百度百科",
    },
    {
    "url" :"https://www.zhihu.com/question/20758454",
    "abstract" :"唯我论（Solipsism） 和唯心论（Idealism）的主要区别是什么？ 问题存在论（Ontology）是一种观点，还是一种研究方向？ 中@张赫然的回答中提到了“唯我论是唯心论的 ...",
    "title" :"唯我论（Solipsism） 和唯心论（Idealism）的主要区别是什么？ - 知乎",
    },
    {
    "url" :"http://www.hujiang.com/cidian/weiwolun_225433/",
    "abstract" :"沪江在线词典网提供唯我论的读音、唯我论是什么意思等信息，唯我论的意思是：基本解释 主观唯心主义哲学的一种推到。",
    "title" :"唯我论是什么意思 - 沪江",
    },
    {
    "url" :"https://www.chazidian.com/r_ci_0d9b85c37af87526fa4f9be84a6e889a/",
    "abstract" :"唯我论的解释，唯我论什么意思，唯我论的含义，唯我论的意思是什么.",
    "title" :"唯我论的意思|唯我论是什么意思- 查字典",
    },
    {
    "url" :"http://cidian.wenku1.com/%E5%94%AF%E6%88%91%E8%AE%BA/",
    "abstract" :"【唯我论】的意思是什么？【唯我论】是什么意思？ 唯我论. wéi wǒ lùn 主观唯心主义哲学的一种推到极端的荒谬理论。认为只有「我」是存在的，其他一切(包括整个世界)都 ...",
    "title" :"【唯我论】的意思是什么？【唯我论】是什么意思？ - 词典",
    },
    {
    "url" :"http://iask.sina.com.cn/b/KQZtXpbyHd.html",
    "abstract" :"2013年3月28日 - 答： 认为世界的一切事物及他人均为“我”的表象或“我”的创造物的哲学观点。这是极端的主观唯心主义的逻辑结论。主观唯心主义者从个人的感觉经验或 ...",
    "title" :"唯我论的含义是什么？ - 爱问知识人",
    },
    {
    "url" :"http://tw.ichacha.net/hy/%E5%94%AF%E6%88%91%E8%AB%96.html",
    "abstract" :"主觀唯心主義哲學的一種推到極端的荒謬理論。 認為只有“我”是存在的， 其他一切(包括整個世界)都是我的表象或為我(主觀意識)所創造出來的。 ▷ 續范亭《寄山西 ...",
    "title" :"唯我論什麽意思,唯我論的漢語解釋",
    },
    {
    "url" :"http://www.hydcd.com/cidian/33779.htm",
    "abstract" :"前一篇：唯能论 后一篇：唯我主义 唯我论的意思：. 【词语】： 唯我论 【拼音】： wéi wǒ lùn 【解释】： 见〖唯我 ... 关于唯我论是什么意思，如有疑问请联系我们。谢谢！",
    "title" :"唯我论的意思是什么_读音拼音如何_怎么解释- 汉辞网 - 汉语大辞典",
    },
    ],
######
#Q_1_0 #:二元论 是指什么
######
"Q_1_0": ["二元论 是指什么",
    {
    "url" :"http://baike.baidu.com/item/%E4%BA%8C%E5%85%83%E8%AE%BA",
    "abstract" :"二元论是本体论的一支，它认为世界的本源是意识和物质两个实体，试图调和唯物主义和唯心主义的根源对立哲学观点。二元论主张世界有 ... 二元论中的“意识”不只是人类出现后的“意识”，而是指所有非物质集合。在人类出现 ... 世界上有什么？有物质， ...",
    "title" :"二元论_百度百科",
    },
    {
    "url" :"http://zhidao.baidu.com/question/5524291.html",
    "abstract" :"2006年3月31日 - 二元论是指什么？二元论dualism 主张世界有精神和物质两个独立本原的哲学学说。哲学史上典型的二元论者是17世纪法国哲学家R.笛卡尔。他认为 ...",
    "title" :"二元论是指什么？_百度知道",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%BA%8C%E5%85%83%E8%AB%96",
    "abstract" :"二元論（dualism）是本體論的一支，意思即宇宙由兩種主要不可缺少且獨立的元素組成，至於是哪兩種元素，則不同的學說不盡相同。如笛卡兒的精神與物質二元論（心 ...",
    "title" :"二元論- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"http://wiki.mbalib.com/wiki/%E4%BA%8C%E5%85%83%E8%AE%BA",
    "abstract" :"2016年10月17日 - 1 什么是二元论; 2 二元论的解读; 3 二元论的影响; 4 二元论的相关信息; 5 相关条目 ... 二元论中的意识不是人类出现后的意识，而是指自然法则。",
    "title" :"二元论- MBA智库百科",
    },
    {
    "url" :"http://www.zybang.com/question/a0da1a01827829696f55a9774c134138.html",
    "abstract" :"优质解答: 二元论 dualism 主张世界有精神和物质两个独立本原的哲学学说.哲学史上典型的二元论者是17世纪法国哲学家R.笛卡尔.他认为,精神和物质是两种绝对 ...",
    "title" :"二元论是指什么?_百度作业帮",
    },
    {
    "url" :"https://www.zhihu.com/question/20629137",
    "abstract" :"首先指出一元开始是对宇宙诞生天地初开时的简称然后才有一元复始的景象和伟大的预言。这是指造物主开天辟地后的新旧交替之象，就像是对旧世界的改造重新建立 ...",
    "title" :"一元论和二元论的区别是什么？ - 知乎",
    },
    {
    "url" :"http://blog.sciencenet.cn/blog-40692-1038580.html",
    "abstract" :"2017年3月9日 - 原问题：什么是二元论？ 百度知道还有9条回答 ... [补充说明] 二元论中的“意识”不是人类出现后的“意识”，而是指自然法则。在人类出现以前的物质和 ...",
    "title" :"[转载]什么是二元论？——即世界有两个本原的哲学世界观 - 科学网—博客",
    },
    {
    "url" :"http://iccie.tw/q/%E4%BA%8C%E5%85%83%E8%AB%96",
    "abstract" :"二元論是什麼意思，二元論的解釋，二元論的反義詞近義詞，二元論的意思，二元論的英文翻譯中翻英，二元論詳細解釋，二元論相關詞語。",
    "title" :"二元論是什麼意思,二元論的解釋反義詞近義詞英文翻譯-國語詞典",
    },
    {
    "url" :"http://www.ajpsp.com/zuoye/9498744",
    "abstract" :"二元论”是主张世界存在物质和精神两种性质不同、互不依赖、彼此平行的本原的哲学学说.“二元论” ... 是什么? 唯物主义一元论,与唯心主义一元论二元论分别指什么?",
    "title" :"唯物主义的一元论和二元论分别指什么,区别是什么?-作业-慧海网 - 作业帮",
    },
    {
    "url" :"https://books.google.com.hk/books?id=Vf1yDQAAQBAJ&pg=PA410&lpg=PA410&dq=%E4%BA%8C%E5%85%83%E8%AE%BA+%E6%98%AF%E6%8C%87%E4%BB%80%E4%B9%88&source=bl&ots=8VQEe_f3Ha&sig=p51TdqSgODftbwqe8H1gm4QAZVE&hl=zh-TW&sa=X&ved=0ahUKEwis6qSsnsXUAhUMk5QKHZvkALoQ6AEIZDAJ",
    "abstract" :"這並不意指母雞就會生蛋。 ... 不過,這個主張排除了把心靈與大腦的形上學二元論的主張,當作經驗論域裡面的個人 ... 這些「使能條件」、「儲能」或「預置」是指什麼?",
    "title" :"留心你的大腦: 通往哲學與神經科學的殿堂 - 第 410 頁 - Google 圖書結果",
    "metadata" :"格奧爾格‧諾赫夫（Georg Northoff） - 2016",
    },
    ],
######
#Q_1_3 #:斯宾诺莎的世界观是什么
######
"Q_1_3": ["斯宾诺莎的世界观是什么",
    {
    "url" :"http://chs.ebaomonthly.com/window/reading/philwest/philw_57.htm",
    "abstract" :"斯賓諾莎﹙Spinoza﹐1632–77﹚是偉大哲學家當中人格最高尚﹑性情最溫厚可親的。 按才智講﹐ ..... 斯賓諾莎的世界觀意在把人從恐懼的壓制下解放出來。 “自由人最少 .... 這命題決非什麼克己自制﹐乃是斯賓諾莎的形而上學的邏輯結論。 他沒說人 ...",
    "title" :"西方哲學史--57-斯賓諾莎",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%B7%B4%E9%AD%AF%E8%B5%AB%C2%B7%E6%96%AF%E8%B3%93%E8%AB%BE%E8%8E%8E",
    "abstract" :"祖父亞伯拉罕·德·史賓諾沙是一位很受人尊敬的猶太商人，曾在阿姆斯特丹猶太人 ... 簡單來說，就是把所有發生的事情都視為理所當然，就沒有什麼「不」的可能了。",
    "title" :"巴魯赫·史賓諾沙- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://book.douban.com/subject/1274953/",
    "abstract" :"斯宾诺莎（163—1677），十七世纪“典型资本主义国家”——荷兰的伟大哲学家，唯物主义者和战斗的无神论者，同时又是一位理性主义的先驱。斯宾诺莎的世界观是在 ...",
    "title" :"伦理学(豆瓣) - 豆瓣读书",
    },
    {
    "url" :"http://search.books.com.tw/search/query/cat/all/key/%E6%96%AF%E8%B3%93%E8%AB%BE%E8%8E%8E/adv_author/1",
    "abstract" :"博客來搜尋,作者,關鍵字:斯賓諾莎,分類:全館,斯賓諾莎文集. ... 斯賓諾莎的世界觀是在尼德蘭資本主義生產關系急劇發展的時期形成的，反映了新興資產階級的 ... 第一卷有十章內容，對上帝的存在、上帝是什麼、上帝的作用等問題進行了論述... more ...",
    "title" :"博客來-作者-斯賓諾莎",
    },
    {
    "url" :"https://www.zhihu.com/question/19761569",
    "abstract" :"斯宾诺莎是典型的泛神论者，“神即自然”，在严格意义上不是无神论者。 -------- 补充：无法 .... 的某种企图”。关于这一点可参见1959年译出的《斯宾诺莎的世界观》的最后一章。 .... 最终的发展就是道家的无为思想，因为你人不能改变什么。注定无不为者， ...",
    "title" :"斯宾诺莎到底是无神论者还是泛神论者？ - 知乎",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309403986681047960227&infeed=1",
    "abstract" :"2016年6月15日 - 当时很多人认为斯宾诺莎是一个无神论者，其实真正的他是一个泛神论者。 ... 在斯宾诺莎关于上帝存在的证明中，“神是唯一的实体”和“一切都在神之内”是非常重要的。 ... 斯宾诺莎的世界观意在把人从恐惧的压制下解放出来。 ... 平静”，和斯多葛派相似，斯多葛派一些哲学家认为：“哪怕我一家人受罪，对我有什么关系？",
    "title" :"“逻辑一元”与“自由思想”——浅析斯宾诺莎",
    },
    {
    "url" :"http://tieba.baidu.com/f?kw=%E6%96%AF%E5%AE%BE%E8%AF%BA%E8%8E%8E&ie=utf-8&pn=100",
    "abstract" :"... 中文社区。斯宾诺莎吧，自由人的智慧不是死的默念，而是生的沉思。 ... 我想，造物主的世界观是最完美的，人类的世界观总是自欺欺人试的，残破不全，漏洞百出。",
    "title" :"斯宾诺莎吧_百度贴吧",
    },
    {
    "url" :"http://zhidao.baidu.com/question/352933235.html",
    "abstract" :"2011年12月10日 - 唯物主义世界观斯宾诺莎提出以实体、属性与样式为中心的自音论唯物主义 ... 那么，什么是对事物的“真知识”,怎样才能获得它呢斯宾诺莎认为，为了 ...",
    "title" :"斯宾诺莎对知识的分类_百度知道",
    },
    {
    "url" :"http://vicsforum.blogspot.com/2017/03/blog-post_21.html",
    "abstract" :"2017年3月21日 - 書中斯賓諾莎一開首便論及他的世界觀，以建立人的救贖的根基。 ... 這種異化正正是斯賓諾莎所批判的。 ... 例如嬰兒雖然是想做什麼就做什麼，但其實他並不自由，因為他純粹是被情感（passion）主導，正如斯賓諾莎所說：「人類對於 ...",
    "title" :"Vicsforum - One man's forum: 哲學角度：斯賓諾莎倫理學知性救世界",
    },
    {
    "url" :"http://www.phil.pku.edu.cn/res/files/russell/wphihischs/059.htm",
    "abstract" :"在精神领域中既没有所谓自由意志，在物质界也没有什么偶然。 ... 主张一切事情全可能证明，这是斯宾诺莎哲学体系的精髓命脉，不仅在形而上学上如此，在伦理学上也一样；所以证明万不可不 .... 斯宾诺莎的世界观意在把人从恐惧的压制下解放出来。",
    "title" :"第十章斯宾诺莎",
    },
    ],
######
#Q_1_2 #:唯我论 有意义
######
"Q_1_2": ["唯我论 有意义",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%94%AF%E6%88%91%E8%AB%96",
    "abstract" :"唯我論是主張只有一個人的心靈是確認存在的的哲學理論。 ... 為自我，所組成。字面意思為，只有我，唯有我。 ... 唯我論世界觀的最受爭議特徵是其否定其他心靈存在。",
    "title" :"唯我論- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://www.zhihu.com/question/20758454",
    "abstract" :"第一个层次是世界上只有我的心灵是真正存在的，他人心不存在；（本体论意义上的） ... 在第一个意义下，唯我论必然会导致唯心主义，在第二个意义和第三个意义下， ...",
    "title" :"唯我论（Solipsism） 和唯心论（Idealism）的主要区别是什么？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/40740742",
    "abstract" :"2016年8月28日 - 其实本意不是介绍什么，而是多学习一个，如果有打脸的可能，竭诚欢迎！ .... 不是唯我存在，而是因为除我之外可能不存在，所以[唯][论我][有意义]。",
    "title" :"唯我论到底是什么？ - 知乎",
    },
    {
    "url" :"http://terms.naer.edu.tw/detail/1309210/?index=8",
    "abstract" :"名詞解釋: 唯我論主張自我是唯一的存在，外在世界的事物和別人的心靈狀態都 ... 上從唯我的存在及其為人所了解的事實，已經預設有公共意義(public meaning)的 ...",
    "title" :"Solipsism - 唯我論 - 國家教育研究院雙語詞彙",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309404105232656294909",
    "abstract" :"2017年5月8日 - 一切唯心造有两层含义，1、从根本意义上说，物质世界一切都是宇宙之心的显现。2、从个人意义上说，一切外部世界都是通过个人的业力和认知结构 ...",
    "title" :"一切唯心与唯我论 - 微博台灣站",
    },
    {
    "url" :"http://www.yangqiu.cn/a946104302/891331.html",
    "abstract" :"2016年3月6日 - 進一步來說，個體之外的心靈或者物體的存在，這種假定對於唯我論來說，沒有任何意義。簡而言之，例如，形而上學的唯我論者理解“疼痛”（別人的 ...",
    "title" :"唯我論（Solipsism） - 杨邱自媒体",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%94%AF%E6%88%91%E8%AE%BA",
    "abstract" :"唯我论（solipsism），认为世界的一切事物及他人均为“我”的表象或“我”的创造物的哲学 ... 根据这种观点，只有自我及其意识才是唯一真实的、本原性的存在，唯有我是 ...",
    "title" :"唯我论_百度百科",
    },
    {
    "url" :"https://books.google.com.hk/books?id=1Tcn0M-kzt8C&pg=PT129&lpg=PT129&dq=%E5%94%AF%E6%88%91%E8%AE%BA+%E6%9C%89%E6%84%8F%E4%B9%89&source=bl&ots=kdbFGJBxZQ&sig=TVEJsX9rWPrRwaCR7sDykGi0QRw&hl=zh-TW&sa=X&ved=0ahUKEwjr3fG6nsXUAhXEipQKHby8BWYQ6AEIWDAH",
    "abstract" :"然而'經驗既是個人所私有的'因此語言只是對於個人才有意義'如果主張語言底意義是個人所私有的'那末這種主張便是語言的唯我論。知識起源於經驗'而經驗既是個人 ...",
    "title" :"英文著述與譯作 - Google 圖書結果",
    "metadata" :"殷海光著譯 - 2011 - China",
    },
    {
    "url" :"https://books.google.com.hk/books?id=ghJHCgAAQBAJ&pg=PA356&lpg=PA356&dq=%E5%94%AF%E6%88%91%E8%AE%BA+%E6%9C%89%E6%84%8F%E4%B9%89&source=bl&ots=9upPFUn6aZ&sig=YEe46BA5GbiN6v3vy_K5W1XJORY&hl=zh-TW&sa=X&ved=0ahUKEwjr3fG6nsXUAhXEipQKHby8BWYQ6AEIXTAI",
    "abstract" :"我們可以這樣理解阿佩爾的觀點,方法論的唯我論是造成傳統知識論體系都有所偏失之 ... 在阿佩爾看來,唯有將交往共同體視爲認知的主體,才能克服方法論的唯我論, ... 及其歷史成爲研究課題,是否會出現一個原則上是新的科學哲學意義上的問題情境。",
    "title" :"西方詮釋學史 - 第 356 頁 - Google 圖書結果",
    "metadata" :"潘德榮 - 2015 - History",
    },
    {
    "url" :"http://big.hi138.com/zhexue/sixiangzhexue/200601/87434.asp",
    "abstract" :"2006年1月11日 - 唯我論和人类中心主義是當代哲学試圖消解的兩個主要對象，但是幾乎所有的消解者在起點处就走上 ... 每個存在者在本體論意義上都是自體中心的。",
    "title" :"自體中心的本體論根據與對唯我論與人類中心主義的消解_思想哲學論文 ...",
    },
    ],
}
keyword_list = [ 
   "   拓扑",
   "   可视化",
   "   本质",
   "   排列组合",
   "   复利",
   "   量化分析",
   "   迭代",
   "   启始",
   "   验证",
   "   短缺和过剩",
   "   20/80原则",
   "   外延",
   "   合并",
   "   生老病死",
   "   推动",
   "   有趣",
   "   奇点",
   "   未来",
   "   混沌",
   "   分层模块化",
   "   不动点",
   "   分类",
   "   建模",
   "   局部化",
   "   为什么",
]
meta_data = {"status":"hc","Major": 1,"Minor": 7,"Prefix": "Q"}
km_0_title = "self"
km_0_summary = "ummary_tp"
km_1_tags = []
