# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_1 #:还有些公司 股价 突破 1000$
######
"Q_1_1": ["还有些公司 股价 突破 1000$",
    {
    "url" :"https://www.cool3c.com/article/125262",
    "abstract" :"1 day ago - 美國當地時間週一，Google母公司Alphabet股價盤中交易首次突破了1000美元大關，最後報收1003.88美元，漲幅達到0.78%，2017年以來累計漲幅 ...",
    "title" :"Google上市13年股價突破了1000美元大關今年漲了26% #股票(125262 ...",
    },
    {
    "url" :"https://www.sohu.com/a/146422208_538698?_f=index,businessnews_0_7",
    "abstract" :"3 days ago - 美东时间周一，谷歌母公司Alphabet股价首度涨破1000美元关口，接连刷新盘中和收盘纪录高位，成功跻身“1000美元俱乐部”。Alphabet周一报收 ...",
    "title" :"谷歌股价首次突破1000美元大关 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/146315158_114760",
    "abstract" :"IT之家6月5日消息，上周亚马逊股价首次突破1000美元大关，而谷歌母公司Alphabet的股价也再创新高，其A类股在当地时间周一早盘交易时突破1000美元大关，这 ...",
    "title" :"IPO十三年首次！谷歌股价突破1000美元 - 搜狐",
    },
    {
    "url" :"http://tc.xfafinance.com/html/Markets/Stocks/2017/240502.shtml",
    "abstract" :"2 days ago - 最新資料顯示，目前股價突破1000美元的美股達到16支。 ... 科技股環境跟過往不同，科技公司變得有些像消費股，這與2000年時的情況完全不同。",
    "title" :"美股千元俱樂部添丁科技股熱潮再迎巔峰_新華財金網",
    },
    {
    "url" :"http://www.worldjournal.com/4995890/article-%E6%93%8A%E6%95%97%E8%B0%B7%E6%AD%8C%E6%AF%8D%E5%85%AC%E5%8F%B8%EF%BC%81-%E4%BA%9E%E9%A6%AC%E9%81%9C%E8%82%A1%E5%83%B9-%E9%A6%96%E5%BA%A6%E6%BC%B2%E7%A0%B4%E5%8D%83%E5%85%83%E5%A4%A7%E9%97%9C/",
    "abstract" :"2017年5月30日 - 因此，當亞馬遜股價突破每股1000元的時候，從技術分析的標準來講，相當於 ... 分析師預期這檔股票在年底前至少漲至1,110美元，有些分析師更 ...",
    "title" :"擊敗谷歌母公司！ 亞馬遜股價首度漲破千元大關| 世界新聞網",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309404113411528088127",
    "abstract" :"亚马逊股价史上首次突破每股1,000美元. 华尔街日报中文网 2017-05-31 10:19:55 举报. 阅读数：47361. ​​​ 周二，亚马逊公司(Amazon.com Inc., AMZN)股价有史以来首次突破1,000美元，再度显示出科技 .... 有些东西就算花5,000亿美元也买不到。",
    "title" :"亚马逊股价史上首次突破每股1,000美元 - 微博",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309404115573347873687",
    "abstract" :"3 days ago - 紧跟亚马逊谷歌母公司Alphabet股价首次突破1000美元. 凤凰科技 作者： 箫雨 ... 就在几天前，亚马逊公司的股价历史上首次突破了1000美元。 自从创下672.66美元的52 ... 有些东西就算花5,000亿美元也买不到。 太火爆！这种股票受 ...",
    "title" :"紧跟亚马逊谷歌母公司Alphabet股价首次突破1000美元 - 微博",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309404113526934404609",
    "abstract" :"2017年5月31日 - 周二美股早盘，亚马逊（代码：AMZN）股价一度突破每股1000美元整数位，日内最高点触及1001.20 ... Blackledge)认为，亚马逊仍在继续发展，且没有放缓的迹象，因此公司股价还会上涨。 ... 有些东西就算花5,000亿美元也买不到。",
    "title" :"谷歌苹果都没做到，亚马逊突破美股1000美元！ - 微博台灣站",
    },
    {
    "url" :"http://finance.eastmoney.com/news/1351,20170530742579488.html",
    "abstract" :"2017年5月30日 - 但是，亚马逊的市值是这14家公司的市值之和的4倍还要多。 ... 财报显示其盈利数据基本上符合分析师预期，同时该公司还公布了一项股票回购计划。 ... 有些分析师认为，上周美国股市创纪录的上涨走势意味着牛市已经回归，但也有 ... 早盘美股高位窄幅震荡，亚马逊股价周二开盘不久史上首次涨超1000美元，周一 ...",
    "title" :"美股周二早盘窄幅震荡亚马逊股价盘中首次突破1000美元_ 东方财富网 ...",
    },
    {
    "url" :"http://stock.qq.com/a/20170607/008111.htm",
    "abstract" :"2 days ago - 最新数据显示，目前股价突破1000美元的美股达到16支。 ... 科技股环境跟过往不同，科技公司变得有些像消费股，这与2000年时的情况完全不同。",
    "title" :"美股千元俱乐部添丁科技股热潮再迎巅峰_证券_腾讯网",
    },
    ],
######
#Q_1_0 #:亚马逊 股价 通过 1000的理由
######
"Q_1_0": ["亚马逊 股价 通过 1000的理由",
    {
    "url" :"http://www.sohu.com/a/145384495_637639",
    "abstract" :"北京时间5月30日，悬念揭晓，亚马逊股价短暂突破1000美元关口。 ... 亚马逊的每一个部门都是服务驱动型结构，通过这种结构，亚马逊可以把每一个部门发展成为 ...",
    "title" :"股价突破1000美元，亚马逊赢在何处-科技频道-手机搜狐",
    },
    {
    "url" :"http://wallstreetcn.com/node/236089",
    "abstract" :"2016年5月11日 - 华尔街顶级分析师Carlos Kirjner预测明年亚马逊公司股价达到1000美元，将较今日收盘价增长42%，而股价大涨的动力主要源于毛利润率将大幅 ...",
    "title" :"分析师：五个理由看涨亚马逊目标位1000美元！ - 华尔街见闻",
    },
    {
    "url" :"https://udn.com/news/story/6811/2493788",
    "abstract" :"2017年5月31日 - 亞馬遜公司（Amazon）股價30日開盤一舉衝破1000美元，為這位美國電商巨人成立以來股價首度站上此一里程碑.",
    "title" :"亞馬遜股價漲破1000美元| 全球財經| 全球| 聯合新聞網",
    },
    {
    "url" :"https://www.stockfeel.com.tw/%E8%8F%AF%E7%88%BE%E8%A1%97%E9%A0%82%E7%B4%9A%E5%88%86%E6%9E%90%E5%B8%ABcarlos-kirjner%EF%BC%9A%E4%BA%94%E5%80%8B%E7%90%86%E7%94%B1%E7%9C%8B%E6%BC%B2%E4%BA%9E%E9%A6%AC%E9%81%9C%EF%BC%8C%E7%9B%AE/",
    "abstract" :"2016年5月13日 - 而關注互聯網產業的華爾街頂級分析師Carlos Kirjner認為亞馬遜公司股價還可以再漲，明年目標價看向1000美元，可能是目前華爾街投資銀行對該 ...",
    "title" :"華爾街頂級分析師Carlos Kirjner：五個理由看漲亞馬遜，目標位1000美元 ...",
    },
    {
    "url" :"https://www.zhihu.com/question/21207450",
    "abstract" :"通过与更少的流通股这一做法搭配，他可以回馈股东更多价值。 ... 在扣除4000 万折旧费、5000 万能源、劳动力成本，产生了1000 万美元的盈利。 ... 资本市场看好AWS 是有理由的，除了这个概念所意味的前景，更重要的是大家认为这是一个可以 ... Amazon股价高主要是大家看好它的AWS，给了这块业务比较高的估值，PS给了10倍， ...",
    "title" :"亚马逊股价为何这么高？ - 知乎",
    },
    {
    "url" :"http://tech.qq.com/a/20170605/067040.htm",
    "abstract" :"3 days ago - 人工智能支持的Google Assistant已能够通过应用的形式在智能手机上使用。 上周，亚马逊股价也首次突破1000美元的里程碑，该公司股价今年以来 ...",
    "title" :"终于等到这一天！谷歌股价首次突破1000美元大关_科技_腾讯网",
    },
    {
    "url" :"https://xueqiu.com/S/AMZN",
    "abstract" :"雪球为您提供亚马逊(AMZN)股票实时行情,资金流向,新闻资讯,研究报告,社区互动, ... 凡是原创类文章，不仅可以获得雪球平台大力推荐，而且有机会通过中信出版社 .... 在电商巨头亚马逊股价突破1000美元之后，谷歌母公司Alphabet也紧随亚马逊的 ...",
    "title" :"亚马逊(AMZN)股票股价,行情,新闻,财报,数据- 雪球",
    },
    {
    "url" :"http://finance.caixin.com/2017-05-31/101096089.html",
    "abstract" :"2017年5月31日 - 美股有分析指，美国正在摆脱一季度疲软开头，有望再次领导全球经济复苏.",
    "title" :"【周二国际市场回顾】美股结束七日连涨亚马逊股价首破1000美元_金融 ...",
    },
    {
    "url" :"http://cj.sina.com.cn/article/detail/2373950562/267984",
    "abstract" :"2017年5月31日 - 就在31日凌晨，亚马逊公司股价盘中突破1000美元/股，最高到1001.2，这是一个里程碑，市值已达4702.71亿美元，比阿里巴巴多1500多亿美元，是 ...",
    "title" :"亚马逊股价突破1000美元，曾经连续20年亏损_财经头条 - 新浪",
    },
    {
    "url" :"http://www.hksilicon.com/articles/1347965",
    "abstract" :"北京時間5月30日，懸念揭曉，亞馬遜股價短暫突破1000美元關口。 ... 亞馬遜的每一個部門都是服務驅動型結構，通過這種結構，亞馬遜可以把每一個部門發展成為 ...",
    "title" :"股價突破1000美元，亞馬遜贏在何處，天花板又在哪兒？ | 香港矽谷",
    },
    ],
######
#Q_1_3 #:未来出现可能出现6万亿平台会是什么
######
"Q_1_3": ["未来出现可能出现6万亿平台会是什么",
    {
    "url" :"http://www.sohu.com/a/126902991_485176",
    "abstract" :"2017年2月21日 - 面临这种困境，地方政府可能会如何处理融资平台公司的债务？ ... 平台公司可以给省级以下政府一定的弹性，前提是平台公司能继续融资。 ... 因为在15万亿地方政府债务中，融资平台的债务占5万-6万亿，但发债只是平台公司的一种融资 .... 中国经济报告：从信用风险角度来看，未来地方融资平台是否会出现分化？",
    "title" :"地方政府融资平台谋转型 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/114495638_465161",
    "abstract" :"2016年9月17日 - 也就是说理财出现了损失，投资者也无可奈何，只能忍气吞声。 ... 会发现，银行的客户经理在销售理财产品的时候自己都不知道卖的是什么，资金 ... 6)同银行错位竞争 ... 为8万亿，如果其中10%转化为分期付款，未来将会有接近1万亿的市场。 ... 进行管理，可能会导致一刀切，关掉当地的所有P2P平台，这也将会引发 ...",
    "title" :"你信不信：未来5年，P2P网贷将成主流投资！ - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/135782527_611422",
    "abstract" :"2017年4月22日 - 我们预计2020年会翻一番，超过6万亿，2024年大概会达到10万亿规模。 ... 实体店大概辐射到一公里到10公里的半径，不可能更远了，所以大家都抢在街边开店，成本非常高。 ... 放到网店卖的东西，我们把它叫网货，网货是什么？ ... 按照这个逻辑去想未来，会有几个判断，到2020年，将会出现交易额过万亿美元的平台 ...",
    "title" :"从零售到新零售的蜕变，未来商业模式该如何定义 - 搜狐",
    },
    {
    "url" :"http://cj.sina.cn/article/detail/2866965420/251886?cre=tianyi&mod=wpage&loc=6&r=0&doct=0&rfunc=0&tj=none&s=0&tr=0",
    "abstract" :"2017年5月16日 - P2P投资额已破四万亿，表面纯量一万亿，实则更多。 ... 互联网金融、网贷行业未来最有优势的是腾讯、阿里之类的巨头，他们将来不会蚕食掉所有的 ... 今年以来已经出现一些降息潮了，可能先降1~2个点左右，将来还会降的更多，因为 ... 现在这个阶段，大家一个是要对自己投资的平台有足够的了解，它是什么样的一个 ...",
    "title" :"【粉丝福利| 值得收藏】P2P那些事——如何选平台_财经头条",
    },
    {
    "url" :"http://cj.sina.cn/article/detail/6020610809/228898?column=digi&ch=5",
    "abstract" :"2017年4月25日 - VR教育可达6万亿市场，零镜网独家专访威爱教育. ... 很显然，VR教育不仅会是将来HTC的重头戏，也会是整个VR虚拟现实行业的焦点所在 ... VR教育是什么？ ... VR的出现，使得包括医疗、教育、电影、游戏等在内的领域发生根本性的变化 ... 如果VR教育未来将囊括传统教学，那么目前传统教育的市场需求很有可能在 ...",
    "title" :"VR教育可达6万亿市场，零镜网独家专访威爱教育_财经头条",
    },
    {
    "url" :"https://www.brookings.edu/wp-content/uploads/2016/09/e8b4a2e694bfe689a9e5bca0e998b4e5bdb1e78ab9e5ad98.docx",
    "abstract" :"地方政府表外支出的长期后果可能是总生产率和GDP增速的永久性下滑。 ..... 这样一来，债务就不会出现在中央政府的资产负债表上，技术上也不违反1995年的预算法。 .... 根据图6国家审计署的数据，2009年地方融资平台的债务增加了约3.4万亿元。 .... 我们不清楚未来情况如何，下一节将评估从2010年财政刺激结束到2016年地方 ...",
    "title" :"[DOC] 财政扩张阴影犹存 （白重恩，清华大学；谢长泰, 芝加哥大学；宋铮，香港 ...",
    },
    {
    "url" :"http://tech.qq.com/a/20170512/023036.htm",
    "abstract" :"2017年5月12日 - 从狭义上来说，交通运输市场现在的规模为5万亿美元；从广义上来说，这个市场现在的规模大到了15万亿美元。 2、 随着 ... 如果未来的汽车是无人驾驶的，那么我们在未来的汽车里会做些什么呢？ ... 如果说消费者厨房里有可能出现一款令人大呼过瘾的新产品，那么苹果早就已经想到了。 ... 时长6′23″ 播放量：302.",
    "title" :"苹果泰坦项目可能是一个交通平台而不是汽车_科技_腾讯网",
    },
    {
    "url" :"http://www.tmtpost.com/2606303.html",
    "abstract" :"2017年5月10日 - 这些成绩的出现，离开不阿里员工在背后的付出和努力。 ... 关心自己的家人在阿里巴巴发展有什么不一样，未来有什么样的前景。我可以告诉大家，阿里巴巴不仅会是推动商业进步的平台、推动中国走向世界的平台， ... 年的电商整个规模超过了3.7万亿人民币，我们在坚实的向2020财年，在向6万亿人民币的目标迈进。",
    "title" :"张勇“阿里日”致谢阿里员工亲友，资本市场也送来了三千亿美元市值的 ...",
    },
    {
    "url" :"https://36kr.com/p/5068700.html",
    "abstract" :"2017年3月29日 - 三、机会在于判断谁是未来十年的全球增长领头羊 ... 分公司，坪效下降进而可能会出现关闭现象，拥有众多网点对金融机构未来也许是祸不是福。",
    "title" :"梁信军：我看中国未来十年_36氪",
    },
    {
    "url" :"http://www.sse.com.cn/disclosure/listedinfo/announcement/c/2017-05-18/601113_20170518_1.pdf",
    "abstract" :"2017年5月17日 - 公司（以下简称“通拓科技”、“通拓”）会议室召开了投资者说明会，在信息披 ... 时候会出现？ ... 规模超过6 万亿，B2C 出口跨境8000 多亿。 ... 统的出口零售和B2B 的业务模式，所以，预计未来3~5 年，B2C 的整体市场还会 ... 增加可能不会那么快，人均效益会增加。 ... 4、对于跨境电商第三方平台和自有平台有什么看法？",
    "title" :"[PDF] 义乌华鼎锦纶股份有限公司关于投资者说明会召开情况的公告",
    },
    ],
######
#Q_1_2 #:未来哪些公司的股价可能突破1000$
######
"Q_1_2": ["未来哪些公司的股价可能突破1000$",
    {
    "url" :"http://www.sohu.com/a/146422208_538698?_f=index,businessnews_0_6",
    "abstract" :"3 days ago - 美东时间周一，谷歌母公司Alphabet股价首度涨破1000美元关口，接连刷新盘中和收盘 ... 今年5月31日，亚马逊股价首次突破1000美元整数位。 ... 亚马逊和谷歌母公司Alphabet有很大可能会率先达到万亿美元 ... 苹果公司股价在未来一年还将进一步上涨，公司市值将超过1万亿美元。 ... 社保成绩单释放哪些信号？",
    "title" :"谷歌股价首次突破1000美元大关 - 搜狐",
    },
    {
    "url" :"https://www.sohu.com/a/146422208_538698",
    "abstract" :"3 days ago - 美东时间周一，谷歌母公司Alphabet股价首度涨破1000美元关口，接连刷新 ... 亚马逊和谷歌母公司Alphabet有很大可能会率先达到万亿美元 ... 公司股价在未来一年还将进一步上涨，公司市值将超过1万亿美元。 ... 有哪些投资机会？",
    "title" :"谷歌股价首次突破1000美元大关 - 搜狐",
    },
    {
    "url" :"https://buzzorange.com/techorange/2017/06/03/tesla-is-next-amazon/",
    "abstract" :"5 days ago - 能源產業就是未來的鈔票保證，知名分析師：「Tesla 將會是下一個亞馬遜」！ ... 來自Loup Ventures 的聯合創始人兼管理合夥人Gene Munster 日前表示，特斯拉可能會是下一個亞馬遜。 ... 最近以來，亞馬遜的股價一度衝到 999.89 美元，逼近1000 美元（TO 編按：已突破1000 美元），這也創了公司股價的最高紀錄。",
    "title" :"能源產業就是未來的鈔票保證，知名分析師：「Tesla 將會是下一個亞馬遜 ...",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/eoebqry.html",
    "abstract" :"2017年5月9日 - 而外界也紛紛開始猜測，究竟哪家公司會首先實現市值突破一萬億。 ... 發展現狀來看，效果並不理想，未來還需要更多的探索，才有可能成功突圍。 ... 同樣源自於亞馬遜股價大漲，突破900美元，而一旦亞馬遜股價突破1000美元，那麼 ...",
    "title" :"市值突破萬億，除了蘋果還有哪些公司？ - 每日頭條",
    },
    {
    "url" :"http://www.donews.com/news/detail/1/2955369.html",
    "abstract" :"3 days ago - 郭台铭：电商平台未来可能会消失 .... DoNews6月6日消息（记者费倩文）谷歌母公司Alphabet股价于周一早盘交易中首次突破1000美元大关，成功 ...",
    "title" :"谷歌股价首次突破1000美元大关- iDoNews",
    },
    {
    "url" :"http://www.885.com/a/55603.html",
    "abstract" :"2 days ago - 在苹果公司市值持续上涨后，亚马逊和谷歌的股票价格也突破了1000美元美股。对于谷歌公司市值来说，或许继续上涨就有可能成为万亿美元市值的公司。 ... 业务推动，苹果公司股价在未来一年还将进一步上涨，公司市值将超过1万亿美元。 ... 万罚单 · 神华国电央企重组方案成热门中国神电成真将带来哪些想象空间?",
    "title" :"谷歌股价突破1000美元每股谷歌公司市值距离万亿目标还有多远-八八伍 ...",
    },
    {
    "url" :"http://stock.10jqka.com.cn/20170605/c598778496.shtml",
    "abstract" :"3 days ago - 同花顺美股讯谷歌母公司Alphabet股价首次涨破1000美元关口，最新市值为6951亿美元。 ... 投资者，谷歌母公司Alphabet无人驾驶部门Waymo可能价值700亿美元，其 ... 如果你们看到这些公司的股价未来持续飙升，我认为这并不奇怪，事实上， ... 出货最快路径六大新玩法 · 2股遭兜底式增持午后涨停透露哪些信号？",
    "title" :"紧追亚马逊谷歌母公司Alphabet股价首次突破1000美元_美股频道_ ...",
    },
    {
    "url" :"https://technews.tw/2013/10/21/googles-stock-topped-1000/",
    "abstract" :"2013年10月21日 - Google 股價首次突破1,000 美元未來有望成長至1,200 美元 ... 2013年10月18日，Google公司在NASDAQ交易所股票價格首次突破1,000美元，公司市值達到3,379億美元，在美國公司的市值排行榜上僅次於 ... 你可能有興趣的文章:.",
    "title" :"Google 股價首次突破1,000 美元未來有望成長至1,200 美元| TechNews ...",
    },
    {
    "url" :"http://tech.ifeng.com/a/20170606/44630668_0.shtml",
    "abstract" :"3 days ago - 谷歌母公司Alphabet的A类股股价在周一早晨正式突破了1000美元。 ... 在上涨，但也可能受到了投行太平洋皇冠近期下调苹果公司评级的报告推动。",
    "title" :"紧跟亚马逊谷歌母公司Alphabet股价首次突破1000美元_凤凰科技",
    },
    {
    "url" :"http://blog.moneydj.com/news/2017/06/06/%E7%B9%BC%E4%BA%9E%E9%A6%AC%E9%81%9C%E4%B9%8B%E5%BE%8C-%E8%B0%B7%E6%AD%8C%E4%B9%9F%E6%88%90%E5%8A%9F%E8%BA%8B%E8%BA%AB1000%E7%BE%8E%E5%85%83%E4%BF%B1%E6%A8%82%E9%83%A8/",
    "abstract" :"3 days ago - 周一，谷歌母公司Alphabet股價首度漲破1000美元關口，接連刷新盤中和收盤紀錄高位，成功 ... 儘管在突破1000美元關口上亞馬遜先行一步，但其總市值仍然不及谷歌。 ... 亞馬遜和谷歌母公司Alphabet有很大可能會率先達到萬億美元 ... 推動，蘋果公司股價在未來一年還將進一步上漲，公司市值將超過1萬億美元。",
    "title" :"繼亞馬遜之後谷歌也成功躋身“1000美元俱樂部” – MoneyDJ新聞摘錄",
    },
    ],
}
keyword_list = [ 
   "   秩",
   "   可视化",
   "   本质",
   "   排列组合",
   "   意义",
   "   量化分析",
   "   迭代",
   "   从心开始",
   "   证伪",
   "   战略",
   "   20/80原则",
   "   外延",
   "   统一",
   "   健康",
   "   并行",
   "   有趣",
   "   边界",
   "   未来",
   "   不确定",
   "   分层模块化",
   "   不动点",
   "   分块",
   "   建模",
   "   局部化",
   "   时间",
]
meta_data = {"status":"hc","Major": 1,"Minor": 4,"Prefix": "Q"}
km_0_title = "亚马逊的股价"
km_0_summary = "亚马逊"
km_1_tags = []
