# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_2_2 #:比特币  交易机制
######
"Q_2_2": ["比特币  交易机制",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 ... 比特幣是經由一種稱為「挖礦」的過程產生，參與者透過處理交易驗證和記錄來獲取作為手續費的比特幣，或取得新產出的比特幣。使用者利用 .... 確認一項交易的過程，是由解決一系列計算難題的工作量證明機制來實現的。工作量證明 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://bitcoin.org/zh_CN/how-it-works",
    "abstract" :"比特币块链是整个比特币网络所倚靠的公共共享总帐。所有确认的交易均包含在块链中。如此一来，比特币钱包可以计算出可用余额，并核实新的交易中消费方花费的 ...",
    "title" :"比特币的工作原理－ 比特币 - Bitcoin",
    },
    {
    "url" :"https://www.zhihu.com/question/20941124",
    "abstract" :"知识准备完了，下面开始讲比特币的交易，比特币其实没有钱包，只有交易账单， ..... 对他们自己赖以赚钱的平台的核心机制毁灭性打击，所以这种事情是不会发生的。",
    "title" :"比特币(Bitcoin) 系统是如何运行的？ - 知乎",
    },
    {
    "url" :"https://www.bitoex.com/",
    "abstract" :"BitoEX-幣託比特幣錢包，將BitCoin(比特幣)快速兌換成當地貨幣，比特幣超商購買迅速 ... 隨時購買比特幣、也能使用比特幣在超商消費 ... Barter Code 全時交易機制.",
    "title" :"幣託BitoEX 比特幣錢包與比特幣交易中心Bitcoin Wallet & Exchange",
    },
    {
    "url" :"http://bitcoin01.weebly.com/27604293052416330340369393489227231210462615924590271713034065311.html",
    "abstract" :"僅僅擁有私有key的用戶可以簽署文檔，比如用來簽署他轉移一些bitcoin給某人的交易，但是每個人都能夠使用他的公共key來驗證這個簽名。 Bob把公共key發送給 ...",
    "title" :"比特幣的運行機制是怎樣的？ - 比特幣(Bitcoin)",
    },
    {
    "url" :"http://blog.codinglabs.org/articles/bitcoin-mechanism-make-easy.html",
    "abstract" :"2013年12月16日 - 一个故事告诉你比特币的原理及运作机制. 作者张 ..... 老张、老李和全村其他任何使用比特币进行交易的村民都依赖矿工组织的工作才能完成交易。",
    "title" :"CodingLabs - 一个故事告诉你比特币的原理及运作机制",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特幣就在網路上產生，接著，你可以進行轉賬和其他交易。 ... 生活當中碰到美元貶值等煩心事，但比特幣不會發生這樣的情況，比特幣的設計機制能夠保證這一切。",
    "title" :"比特幣- MBA智库百科",
    },
    ],
######
#Q_2_3 #:比特币  都用在哪
######
"Q_2_3": ["比特币  都用在哪",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 ... 使用者利用個人電腦、行動裝置或網路上的電子錢包軟體來交易比特幣。比特幣可經由挖礦取得，也可用 ...... 和TOR一样，比特币都是合法技术，被用在丝绸之路的网站中，为执法部门带来了很多难题。不过，开发比特币的核心成员Jeff ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://read01.com/M3PBMR.html",
    "abstract" :"2016年5月30日 - 本文就不去分析為何近期漲了，因那是見仁見智，沒標準答案的，而是介紹下我認為的比特幣三大核心用途，以解決大家常問的幣有什麼用，幣的價值 ...",
    "title" :"三大核心用途，幫你明白比特幣為何值數千- 壹讀",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%AF%94%E7%89%B9%E5%B8%81/4143690",
    "abstract" :"使用者可以用比特币购买一些虚拟物品，比如网络游戏当中的衣服、帽子、装备等，只要有人接受，也可以使用 .... 事实上，87.5%的比特币都将在头12年内被“挖”出来。",
    "title" :"比特币（虚拟货币）_百度百科",
    },
    {
    "url" :"http://www.bitcoin-tw.com/spend-bitcoin.html",
    "abstract" :"未來比特幣的應用多，主要與消費者直接相關的應用是以比特幣為支付媒介消費商品。如果你有比特幣（位元幣），人身在台灣，你可以用bitcoin在多少店家購買到什麼 ...",
    "title" :"用比特幣買東西 - Bitcoin-tw.com 比特台灣",
    },
    ],
######
#Q_2_0 #:区块链  安全性
######
"Q_2_0": ["区块链  安全性",
    {
    "url" :"http://news.sciencenet.cn/htmlnews/2016/10/359791.shtm",
    "abstract" :"2016年10月31日 - 因此，安全性威胁是区块链迄今为止所面临的最重要的问题之一。从安全性分析的角度，区块链面临着算法安全性、协议安全性、使用安全性、实现 ...",
    "title" :"安全性将是区块链应用最大障碍—新闻—科学网",
    },
    {
    "url" :"http://g-coin.org/learn.html",
    "abstract" :"GCOIN 區塊鏈協議致力於提供一套開放的數位金融基礎建設，使用GCOIN 可打造出支援兼顧安全性、效率性、低維護成本的交易平台。區塊鏈上的數位化資產能夠與 ...",
    "title" :"探索 - Gcoin",
    },
    {
    "url" :"https://36kr.com/p/5065065.html",
    "abstract" :"2017年2月27日 - Storj Labs 是行业内首个提供去中心化点对点加密云存储解决方案的企业，利用区块链和数字加密技术确保存储文件的安全性。作为一个开源 ...",
    "title" :"利用区块链技术确保存储文件安全性，云存储服务提供商Storj Labs 获 ...",
    },
    {
    "url" :"http://www.blockex.com/why-blockchain/?lang=zh-hans",
    "abstract" :"安全性. 区块链资产的安全性提高，使得系统防范黑客和欺诈的安全性增强。 ... 性. 采用区块链技术并不意味着在不合需要的情况下，系统需为公共分类账或开放系统。",
    "title" :"为什么采用区块链- BlockEx",
    },
    {
    "url" :"https://zhuanlan.zhihu.com/p/26603833",
    "abstract" :"2017年4月27日 - 采用不同的共识机制需要考虑整个区块链网络的活性和业务安全性。像比特币、以太坊等区块链网络，更加强调活性，为了增加整个网络的活性，宁可 ...",
    "title" :"关于区块链安全性的思考- 知乎专栏",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=4000",
    "abstract" :"2017年3月31日 - 法国网络防御及航空航天公司Thales日前宣布与区块链初创公司Chain开启新一轮合作，旨在提升区块链安全性。两家公司旨在通过此次合作 ...",
    "title" :"Chain与Thales密切合作开发区块链密钥安全性解决方案ChainB.com",
    },
    {
    "url" :"http://www.8btc.com/accenture-hsm-blockchain-security",
    "abstract" :"2017年3月24日 - 全球最大管理咨询、信息技术公司埃森哲（Accenture）最近宣布该公司能帮助区块链应用变得更加安全，并且还能加速这些应用在特定领域的部署， ...",
    "title" :"埃森哲推出区块链安全性技术，依赖硬件安全模块（HSM）加快区块链 ...",
    },
    {
    "url" :"http://www.sohu.com/a/130470554_651743",
    "abstract" :"2017年3月26日 - 传统的信用背书网络系统中，参与人需要对于**机构足够信任，随着参与网络人数增加，系统的安全性下降。和传统情况相反，区块链网络中，参与人 ...",
    "title" :"马云终于用区块链打假了 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/139258682_115173",
    "abstract" :"2017年5月8日 - 生物认证与基于区块链的存储解决方案强强联合，可以增强全球支付应用程序的安全性。 基于区块链的应用程序以安全著称。分布式账本技术的不可 ...",
    "title" :"区块链+生物识别双重保障护航全球交易安全性 - 搜狐",
    },
    ],
######
#Q_2_1 #:比特币  发行机制
######
"Q_2_1": ["比特币  发行机制",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行或控制的中心化虛擬貨幣不同，比特幣則採用對等網路開發的區塊鏈，開啟第二代互聯網的廣泛應用。比特币的价值在于它去中心化过程、区块链创始、和共识主动性参与机制。",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://bitcoin.org/zh_TW/faq",
    "abstract" :"所有的交易和發行的比特幣都可以由任何人随时進行透明性檢視。所有的支付都不 ... 有多種機制並存來保護用戶的隱私，而且更多的方式正在開發的進程中。不過，在 ...",
    "title" :"常見問題- Bitcoin",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%AF%94%E7%89%B9%E5%B8%81/4143690",
    "abstract" :"与大多数货币不同，比特币不依靠特定货币机构发行，它依据特定算法，通过大量的 ... 长期看来，比特币的发行机制决定了它的货币总量增长速度将远低于社会财富的 ...",
    "title" :"比特币（虚拟货币）_百度百科",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特幣不依靠特定貨幣機構發行，它通過特定演算法的大量計算產生，比特幣經濟 ... 等煩心事，但比特幣不會發生這樣的情況，比特幣的設計機制能夠保證這一切。",
    "title" :"比特幣- MBA智库百科",
    },
    {
    "url" :"http://www.wanbizu.com/p/56760.html",
    "abstract" :"谈比特币找零机制：比特币的找零机制是什么？ 比特币的找零机制一直让人有些迷惑，明明只向一个地址发送了比特币为什么blockchain 上面的显示的有时是1个地址 ...",
    "title" :"比特币发行机制和交易流程图-玩币族",
    },
    {
    "url" :"http://www.wanbizu.com/p/9807.html",
    "abstract" :"比特币的发行与安全机制采用工作证明机制POW通过在平均10分钟的时间内，谁计算出符合规则要求的SHA256的随机数字，谁获得免费的块(比特币Bitcoin)以及对 ...",
    "title" :"比特币发行机制-玩币族",
    },
    {
    "url" :"http://www.acem.sjtu.edu.cn/ueditor/jsp/upload/20140522/15411400728110743.pdf",
    "abstract" :"2014年5月22日 - 比特币发行流通机制及其价格波动研究. 唐晓瞳. 上海交通大学. 摘要：2013 年底的比特币价格过山车走势及央行颁布的《关于防范比特币风险的通知》.",
    "title" :"[PDF] 比特币发行流通机制及其价格波动研究 - 上海交通大学安泰经济与管理学院",
    "metadata" :"由 唐晓瞳 著作 - 被引用 1 次 - 相關文章",
    },
    {
    "url" :"http://jacklynn.pixnet.net/blog/post/40044844-%E4%BB%80%E9%BA%BC%E6%98%AF%E6%AF%94%E7%89%B9%E5%B9%A3%28bitcoin%29",
    "abstract" :"比特幣不依靠特定貨幣機構發行， 它通過特定演算法的大量計算產生， 比特幣經濟 ... 等煩心事，但比特幣不會發生這樣的情況，比特幣的設計機制能夠保證這一切。",
    "title" :"什麼是比特幣(BitCoin) @ 林劉璋:: 痞客邦PIXNET ::",
    },
    {
    "url" :"http://cdmd.cnki.com.cn/Article/CDMD-10248-1015034237.htm",
    "abstract" :"【摘要】：2013年底的比特币价格过山车走势及央行颁布的《关于防范比特币风险的通知》将比特币推向了风口浪尖，一时争议不断。进入2014年，看似趋向平稳的比特币 ...",
    "title" :"比特币发行流通机制及其价格波动研究--《上海交通大学》2014年硕士论文",
    "metadata" :"由 唐晓瞳 著作 - 2014 - 被引用 1 次 - 相關文章",
    },
    ],
######
#Q_1_1 #:   比特币 可追踪吗, 本身历史是有纪录可查IP地址，但是通过TOR来加大难度
######
"Q_1_1": ["   比特币 可追踪吗, 本身历史是有纪录可查IP地址，但是通过TOR来加大难度",
    {
    "url" :"http://8btc.com/thread-6517-1-1.html",
    "abstract" :"虽然比特币账簿是公开的，但是对于有一些比特币知识的人来说，躲避追踪是比较 .... 对于比特币来说，对于每个账户，它拥有自己的私钥，在交易的时候，可以重新 ...",
    "title" :"比特币是一个好的洗钱工具吗？ - 问答/互助 - 巴比特论坛",
    },
    {
    "url" :"https://www.zhihu.com/question/20913179",
    "abstract" :"2013年10月13日 - 比特币的交易历史是完全公开的，所有人都可以通过你的钱包地址在区块 ... 日后，通过大宗交易追踪到交易者的真实身份将变得容易，这最终可能会 ...",
    "title" :"比特币（Bitcoin）是完全匿名持有的吗？ - 知乎",
    },
    {
    "url" :"http://www.wanbizu.com/p/42315.html",
    "abstract" :"攻击使用TOR网络进行比特币交易的用户 大多数比特币交易用户认为使用TOR进行交易不会被追踪，但是卢森堡大学的研究人员Alex Biryukov, Dmitry Khovratovich, ...",
    "title" :"比特币可以追踪IP-玩币族",
    },
    ],
######
#Q_1_0 #:   比特币的 交易单位, 目前的理论是10^-8，但是一般交易网站的交易最小是mBTC
######
"Q_1_0": ["   比特币的 交易单位, 目前的理论是10^-8，但是一般交易网站的交易最小是mBTC",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"货币单位. 1, 比特币（Bitcoins，BTC）. 10−2, 比特分（Bitcent，cBTC）. 10−3, 毫比特（Milli-Bitcoins，mBTC）. 10−6, 微比（Micro-Bitcoins，μBTC）. 10−8, 聰（satoshi）. 比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 ... 比特幣是經由一種稱為「挖礦」的過程產生，參與者透過處理交易驗證和記錄來 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://www.okcoin.cn/t-1007403.html",
    "abstract" :"2014年2月15日 - 您好，目前比特币交易的最小单位是0.01个，最低交易限额是0.1个。感谢您对OKCoin的支持！ (温馨提示：请不要在讨论区泄露自己的个人信息，如 ...",
    "title" :"比特币最小交易单位是多少？The Leading Global Bitcoin Exchange ...",
    },
    {
    "url" :"http://www.wanbizu.com/p/13072.html",
    "abstract" :"比特币的可分割性如何？比特币的最小单位可以变mbtc甚至更小. 技术上讲，目前的数据结构下一个比特币可以被分割到8位小数，所以0.00000001BTC是目前的最小 ...",
    "title" :"比特币最小交易单位-玩币族",
    },
    ],
}
keyword_list = [ 
   " 个人如何投资区块链",
   " 除了比特币还有哪些币",
   " 区块链技术 个人如何投资",
   " 区块链技术 竞争技术",
   " 如何投资区块链项目？",
   "全球区块链行业投融资数据统计",
   "区块链投资人Michael Terpin：关于2017年区块链的几大预测",
   "影响比特币的价格 因素有哪些",
   "区块链中 挖矿问题",
   "K线图 在比特币中应用",
   "筹码论 在比特币中应用",
   "数字货币 会取代黄金吗",
   "区域链与路由表机制，来提高计算效率",
   " CPI 的意义",
   " PPI 的意义",
   " M2 的意义",
   "比特币与其他数字货币能够相互换吗",
   "例如用狗币就可以统计出一个特定领域度量与分析",
   "通过各种币来实现领域统一度量",
   "比较如考分用比特币来度量",
   "对比特币帐单进行统计分析, gephi 来试一试能看到什么",
   "比特币 大事件年表",
   "比特币 的隔离升级",
]
meta_data = {"status":"mc","Major": 2,"Minor": 4,"Prefix": "Q"}
km_0_title = "比特币"
km_0_summary = ""
km_1_tags = []
