# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_3_22 #:比特币 的隔离升级
######
"Q_3_22": ["比特币 的隔离升级",
    {
    "url" :"http://www.bitcoin86.com/news/13895.html",
    "abstract" :"2017年3月22日 - 和其他大多数解决方案不同，隔离见证（Segwit）不会要求用户们为了获取Segwit服务而去升级客户端。 隔离见证的激活为比特币网络带来了显著的 ...",
    "title" :"隔离见证在比特币扩容中的作用和影响- 比特币资讯网(Bitcoin86)-读懂区 ...",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=1831",
    "abstract" :"2016年8月19日 - 比特币区块链的扩容问题一直是困扰其广泛适用性的症结，因此SegWit隔离见证被提出来并经历多次测试。目前看来，这仍然是最合理有效的方式。",
    "title" :"升级版比特币软件将首先添加隔离见证代码ChainB.com - 区块链•铅笔",
    },
    {
    "url" :"http://www.sohu.com/a/143164707_611266?_f=v2-index-feeds",
    "abstract" :"2017年5月24日 - 我们同意立即支持下列的并行比特币协议升级方案，它们将同时进行部署，并且基于的是原有的隔离见证2MB提议。 隔离见证激活阈值设为80%，并 ...",
    "title" :"【重磅】比特币扩容达成共识！如何影响币价？ - 搜狐",
    },
    {
    "url" :"http://www.btc38.com/news/2017/4/14050.html",
    "abstract" :"2017年4月27日 - 在上周末，比特币区块链升级提案中一项富有争议的提案出现了显著的战略 ... BIP148，其重点把隔离见证的激活条件改为了'经济多数'，把投票权从 ...",
    "title" :"比特币区块升级提案中一项争议提案出现显著的战略更改 - 比特时代",
    },
    ],
######
#Q_3_20 #:对比特币帐单进行统计分析, gephi 来试一试能看到什么
######
"Q_3_20": ["对比特币帐单进行统计分析, gephi 来试一试能看到什么",
    {
    "url" :"http://www.phei.com.cn/module/goods/searchkey.jsp?Page=1504&tuijian=7",
    "abstract" :"作者的理念是，一本Linux图书不能在读之前让人感觉似乎什么都讲，等看完了又 ...... 在阐述了概率论、数理统计、排队论与话务理论之后，逐步分析了无线移动通信所 .... 没有经验的人就像是站在立方体的中间，他的视线只能看到某几个点，而看不到 ...... 本书介绍了Gephi 的运行方式及操作方式，可以使读者获得应用Gephi 进行数据 ...",
    "title" :"电子工业出版社",
    },
    ],
######
#Q_3_21 #:比特币 大事件年表
######
"Q_3_21": ["比特币 大事件年表",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B9%A3%E6%AD%B7%E5%8F%B2",
    "abstract" :"比特幣（bitcoin）是第一個加密電子貨幣，其特色是使用密碼學來控制貨幣的製造和管理，而非依賴特定的中央機構。然而，比特幣背後的科技和概念並非全為均為新創； ...",
    "title" :"比特幣歷史- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/4bq4nx.html",
    "abstract" :"2016年7月21日 - 2010年5月22日美國的拉絲勒•豪涅茨（Laszlo Hanyecz）用10000個比特幣交換了兩塊價值25美金的披薩。這是比特幣第一次在現實世界獲得價格。",
    "title" :"2008-2016，比特幣大事件- 每日頭條",
    },
    {
    "url" :"https://yunbi.zendesk.com/hc/zh-cn/articles/115004886507-2016-%E5%B9%B4%E5%BA%A6%E5%8C%BA%E5%9D%97%E9%93%BE%E5%8D%81%E5%A4%A7%E4%BA%8B%E4%BB%B6",
    "abstract" :"2 days ago - 以太坊在比特币的区块链技术中添加了智能合约功能。 ... 虽然在2016 年年中，以太坊受到DAO 被盗事件的影响，市值有所折损。 ... ETC 区块链将始终使用PoW 共识机制，这代表着矿工的利益最大化，因此受到了大量矿工的拥护与 ...",
    "title" :"2016 年度区块链十大事件– 云币网",
    },
    {
    "url" :"http://www.sohu.com/a/146006622_611266",
    "abstract" :"5 days ago - 让我们看看这周比特币和区块链行业都发生了哪些大事吧！ ..... 这样一种方式来代表他们的实际资产负债表，只是与他们的同行进行更有效地交易”。",
    "title" :"【本周盘点】比特币圈发生了哪些大事？ - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/140698152_571519",
    "abstract" :"2017年5月14日 - 其实本次网络犯罪的黑客非常的聪明，勒索手段就比其他黑客高明许多，竟然勒索起了比特币。可能同学们并不晓得比特币究竟是何种东西勒索这种 ...",
    "title" :"全球爆发大规模软件勒索比特币事件，中国高校成重灾区！那么什么是 ...",
    },
    {
    "url" :"http://finance.ifeng.com/a/20170505/15340853_0.shtml",
    "abstract" :"2017年5月5日 - 当位于日本东京的世界上最大的比特币交易商Mt.Gox（读做：Mount Gox 或者MTGOX）于2014年2月首次停止对用户提款的两周后，Mt.Gox才向客户 ...",
    "title" :"世界最大比特币交易所陷危机上次类似事件曾引发崩盘_凤凰财经",
    },
    ],
######
#Q_2_2 #:比特币  交易机制
######
"Q_2_2": ["比特币  交易机制",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 ... 比特幣是經由一種稱為「挖礦」的過程產生，參與者透過處理交易驗證和記錄來獲取作為手續費的比特幣，或取得新產出的比特幣。使用者利用 .... 確認一項交易的過程，是由解決一系列計算難題的工作量證明機制來實現的。工作量證明 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://bitcoin.org/zh_CN/how-it-works",
    "abstract" :"比特币块链是整个比特币网络所倚靠的公共共享总帐。所有确认的交易均包含在块链中。如此一来，比特币钱包可以计算出可用余额，并核实新的交易中消费方花费的 ...",
    "title" :"比特币的工作原理－ 比特币 - Bitcoin",
    },
    {
    "url" :"https://www.zhihu.com/question/20941124",
    "abstract" :"知识准备完了，下面开始讲比特币的交易，比特币其实没有钱包，只有交易账单， ..... 对他们自己赖以赚钱的平台的核心机制毁灭性打击，所以这种事情是不会发生的。",
    "title" :"比特币(Bitcoin) 系统是如何运行的？ - 知乎",
    },
    {
    "url" :"https://www.bitoex.com/",
    "abstract" :"BitoEX-幣託比特幣錢包，將BitCoin(比特幣)快速兌換成當地貨幣，比特幣超商購買迅速 ... 隨時購買比特幣、也能使用比特幣在超商消費 ... Barter Code 全時交易機制.",
    "title" :"幣託BitoEX 比特幣錢包與比特幣交易中心Bitcoin Wallet & Exchange",
    },
    {
    "url" :"http://bitcoin01.weebly.com/27604293052416330340369393489227231210462615924590271713034065311.html",
    "abstract" :"僅僅擁有私有key的用戶可以簽署文檔，比如用來簽署他轉移一些bitcoin給某人的交易，但是每個人都能夠使用他的公共key來驗證這個簽名。 Bob把公共key發送給 ...",
    "title" :"比特幣的運行機制是怎樣的？ - 比特幣(Bitcoin)",
    },
    {
    "url" :"http://blog.codinglabs.org/articles/bitcoin-mechanism-make-easy.html",
    "abstract" :"2013年12月16日 - 一个故事告诉你比特币的原理及运作机制. 作者张 ..... 老张、老李和全村其他任何使用比特币进行交易的村民都依赖矿工组织的工作才能完成交易。",
    "title" :"CodingLabs - 一个故事告诉你比特币的原理及运作机制",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特幣就在網路上產生，接著，你可以進行轉賬和其他交易。 ... 生活當中碰到美元貶值等煩心事，但比特幣不會發生這樣的情況，比特幣的設計機制能夠保證這一切。",
    "title" :"比特幣- MBA智库百科",
    },
    ],
######
#Q_2_3 #:比特币  都用在哪
######
"Q_2_3": ["比特币  都用在哪",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 ... 使用者利用個人電腦、行動裝置或網路上的電子錢包軟體來交易比特幣。比特幣可經由挖礦取得，也可用 ...... 和TOR一样，比特币都是合法技术，被用在丝绸之路的网站中，为执法部门带来了很多难题。不过，开发比特币的核心成员Jeff ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://read01.com/M3PBMR.html",
    "abstract" :"2016年5月30日 - 本文就不去分析為何近期漲了，因那是見仁見智，沒標準答案的，而是介紹下我認為的比特幣三大核心用途，以解決大家常問的幣有什麼用，幣的價值 ...",
    "title" :"三大核心用途，幫你明白比特幣為何值數千- 壹讀",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%AF%94%E7%89%B9%E5%B8%81/4143690",
    "abstract" :"使用者可以用比特币购买一些虚拟物品，比如网络游戏当中的衣服、帽子、装备等，只要有人接受，也可以使用 .... 事实上，87.5%的比特币都将在头12年内被“挖”出来。",
    "title" :"比特币（虚拟货币）_百度百科",
    },
    {
    "url" :"http://www.bitcoin-tw.com/spend-bitcoin.html",
    "abstract" :"未來比特幣的應用多，主要與消費者直接相關的應用是以比特幣為支付媒介消費商品。如果你有比特幣（位元幣），人身在台灣，你可以用bitcoin在多少店家購買到什麼 ...",
    "title" :"用比特幣買東西 - Bitcoin-tw.com 比特台灣",
    },
    ],
######
#Q_2_0 #:区块链  安全性
######
"Q_2_0": ["区块链  安全性",
    {
    "url" :"http://news.sciencenet.cn/htmlnews/2016/10/359791.shtm",
    "abstract" :"2016年10月31日 - 因此，安全性威胁是区块链迄今为止所面临的最重要的问题之一。从安全性分析的角度，区块链面临着算法安全性、协议安全性、使用安全性、实现 ...",
    "title" :"安全性将是区块链应用最大障碍—新闻—科学网",
    },
    {
    "url" :"http://g-coin.org/learn.html",
    "abstract" :"GCOIN 區塊鏈協議致力於提供一套開放的數位金融基礎建設，使用GCOIN 可打造出支援兼顧安全性、效率性、低維護成本的交易平台。區塊鏈上的數位化資產能夠與 ...",
    "title" :"探索 - Gcoin",
    },
    {
    "url" :"https://36kr.com/p/5065065.html",
    "abstract" :"2017年2月27日 - Storj Labs 是行业内首个提供去中心化点对点加密云存储解决方案的企业，利用区块链和数字加密技术确保存储文件的安全性。作为一个开源 ...",
    "title" :"利用区块链技术确保存储文件安全性，云存储服务提供商Storj Labs 获 ...",
    },
    {
    "url" :"http://www.blockex.com/why-blockchain/?lang=zh-hans",
    "abstract" :"安全性. 区块链资产的安全性提高，使得系统防范黑客和欺诈的安全性增强。 ... 性. 采用区块链技术并不意味着在不合需要的情况下，系统需为公共分类账或开放系统。",
    "title" :"为什么采用区块链- BlockEx",
    },
    {
    "url" :"https://zhuanlan.zhihu.com/p/26603833",
    "abstract" :"2017年4月27日 - 采用不同的共识机制需要考虑整个区块链网络的活性和业务安全性。像比特币、以太坊等区块链网络，更加强调活性，为了增加整个网络的活性，宁可 ...",
    "title" :"关于区块链安全性的思考- 知乎专栏",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=4000",
    "abstract" :"2017年3月31日 - 法国网络防御及航空航天公司Thales日前宣布与区块链初创公司Chain开启新一轮合作，旨在提升区块链安全性。两家公司旨在通过此次合作 ...",
    "title" :"Chain与Thales密切合作开发区块链密钥安全性解决方案ChainB.com",
    },
    {
    "url" :"http://www.8btc.com/accenture-hsm-blockchain-security",
    "abstract" :"2017年3月24日 - 全球最大管理咨询、信息技术公司埃森哲（Accenture）最近宣布该公司能帮助区块链应用变得更加安全，并且还能加速这些应用在特定领域的部署， ...",
    "title" :"埃森哲推出区块链安全性技术，依赖硬件安全模块（HSM）加快区块链 ...",
    },
    {
    "url" :"http://www.sohu.com/a/130470554_651743",
    "abstract" :"2017年3月26日 - 传统的信用背书网络系统中，参与人需要对于**机构足够信任，随着参与网络人数增加，系统的安全性下降。和传统情况相反，区块链网络中，参与人 ...",
    "title" :"马云终于用区块链打假了 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/139258682_115173",
    "abstract" :"2017年5月8日 - 生物认证与基于区块链的存储解决方案强强联合，可以增强全球支付应用程序的安全性。 基于区块链的应用程序以安全著称。分布式账本技术的不可 ...",
    "title" :"区块链+生物识别双重保障护航全球交易安全性 - 搜狐",
    },
    ],
######
#Q_2_1 #:比特币  发行机制
######
"Q_2_1": ["比特币  发行机制",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行或控制的中心化虛擬貨幣不同，比特幣則採用對等網路開發的區塊鏈，開啟第二代互聯網的廣泛應用。比特币的价值在于它去中心化过程、区块链创始、和共识主动性参与机制。",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://bitcoin.org/zh_TW/faq",
    "abstract" :"所有的交易和發行的比特幣都可以由任何人随时進行透明性檢視。所有的支付都不 ... 有多種機制並存來保護用戶的隱私，而且更多的方式正在開發的進程中。不過，在 ...",
    "title" :"常見問題- Bitcoin",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%AF%94%E7%89%B9%E5%B8%81/4143690",
    "abstract" :"与大多数货币不同，比特币不依靠特定货币机构发行，它依据特定算法，通过大量的 ... 长期看来，比特币的发行机制决定了它的货币总量增长速度将远低于社会财富的 ...",
    "title" :"比特币（虚拟货币）_百度百科",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特幣不依靠特定貨幣機構發行，它通過特定演算法的大量計算產生，比特幣經濟 ... 等煩心事，但比特幣不會發生這樣的情況，比特幣的設計機制能夠保證這一切。",
    "title" :"比特幣- MBA智库百科",
    },
    {
    "url" :"http://www.wanbizu.com/p/56760.html",
    "abstract" :"谈比特币找零机制：比特币的找零机制是什么？ 比特币的找零机制一直让人有些迷惑，明明只向一个地址发送了比特币为什么blockchain 上面的显示的有时是1个地址 ...",
    "title" :"比特币发行机制和交易流程图-玩币族",
    },
    {
    "url" :"http://www.wanbizu.com/p/9807.html",
    "abstract" :"比特币的发行与安全机制采用工作证明机制POW通过在平均10分钟的时间内，谁计算出符合规则要求的SHA256的随机数字，谁获得免费的块(比特币Bitcoin)以及对 ...",
    "title" :"比特币发行机制-玩币族",
    },
    {
    "url" :"http://www.acem.sjtu.edu.cn/ueditor/jsp/upload/20140522/15411400728110743.pdf",
    "abstract" :"2014年5月22日 - 比特币发行流通机制及其价格波动研究. 唐晓瞳. 上海交通大学. 摘要：2013 年底的比特币价格过山车走势及央行颁布的《关于防范比特币风险的通知》.",
    "metadata" :"由 唐晓瞳 著作 - 被引用 1 次 - 相關文章",
    "title" :"[PDF] 比特币发行流通机制及其价格波动研究 - 上海交通大学安泰经济与管理学院",
    },
    {
    "url" :"http://jacklynn.pixnet.net/blog/post/40044844-%E4%BB%80%E9%BA%BC%E6%98%AF%E6%AF%94%E7%89%B9%E5%B9%A3%28bitcoin%29",
    "abstract" :"比特幣不依靠特定貨幣機構發行， 它通過特定演算法的大量計算產生， 比特幣經濟 ... 等煩心事，但比特幣不會發生這樣的情況，比特幣的設計機制能夠保證這一切。",
    "title" :"什麼是比特幣(BitCoin) @ 林劉璋:: 痞客邦PIXNET ::",
    },
    {
    "url" :"http://cdmd.cnki.com.cn/Article/CDMD-10248-1015034237.htm",
    "abstract" :"【摘要】：2013年底的比特币价格过山车走势及央行颁布的《关于防范比特币风险的通知》将比特币推向了风口浪尖，一时争议不断。进入2014年，看似趋向平稳的比特币 ...",
    "metadata" :"由 唐晓瞳 著作 - 2014 - 被引用 1 次 - 相關文章",
    "title" :"比特币发行流通机制及其价格波动研究--《上海交通大学》2014年硕士论文",
    },
    ],
######
#Q_3_9 #:K线图 在比特币中应用
######
"Q_3_9": ["K线图 在比特币中应用",
    {
    "url" :"https://bitcointalk.org/index.php?topic=826175.0",
    "abstract" :"目前在网上关于比特币的资料都局限于技术和应用层面，有关价格走势的分析是少之又少，其中由国人用 ... 那么就来谈谈比特币K线图的技术分析，其他都不谈，就只讲价格走势。 ... 图中X轴是价格，Y轴是量，bid=买单，ask=卖单。",
    "title" :"新手应该如何看比特币K线图 - Bitcoin Talk",
    "metadata" :"2014年10月17日 - 21 篇文章 - 19 位作者",
    },
    {
    "url" :"http://www.52qj.com/0/91/5226.html",
    "abstract" :"上就能得到日K线图同样也可画出周K线图月K线图。如果投资者需要做短线投资则可用较短时间的图形来做价格分析如5分钟30分钟60分钟等走势图。但比特币没有 ...",
    "title" :"怎么看比特币k线图？ - 中国范本网",
    },
    {
    "url" :"http://t.52qj.com/0/91/5226.html",
    "abstract" :"上就能得到日K线图同样也可画出周K线图月K线图。 ... 但比特币没有收盘价它是. ... 把它引入股票市场价格走势的分析中，经过300多年的发展，已经广泛应用于股票、期货、外汇，期权等证券市场。 ... 图中X轴是价格，Y轴是量，bid=买单，ask=卖单。",
    "title" :"比特币k线图是什么？怎么看比特币k线图？ - 中国范本网-专业范文范本 ...",
    },
    {
    "url" :"http://www.wanbizu.com/p/48147.html",
    "abstract" :"今天下午，国内比特币消费类应用元老，比特币手机话费及Q币充值应用BtcTele.com在比特币论坛BTCbbs正式发布了开放API接口的消息。 BtcTele.com公告内容 ...",
    "title" :"比特币K线图接口API-玩币族",
    },
    {
    "url" :"http://www.wanbizu.com/p/13485.html",
    "abstract" :"比特币k线图经典图解-玩币族. ... 比特币地址生成原理比特币公钥地址、私钥地址生成算法（图解）. 比特币 ... 一个基于区块链的平台，旨在实现去中心化应用程序开发。",
    "title" :"比特币k线图经典图解-玩币族",
    },
    {
    "url" :"http://www.fei123.com/1790000/1787818.shtml",
    "abstract" :"2017年1月16日 - K线图(Candlestick Charts)又称蜡烛图、日本线、阴阳线、棒线等,常用 ... 因其标画方法具有独到之处,人们把它引入股票市场价格走势的分析中,经过300多年的发展,已经广泛应用于股票、期货、外汇, ... 图中X轴是价格,Y轴是量,bid=买单,ask=卖单。 ... 近期比特币连续数周的升势,使得买单数量大大多于卖单,从图上可以 ...",
    "title" :"比特币行情k线图比特币k线图是什么?怎么看比特币k线图?",
    },
    {
    "url" :"http://a403624013.lofter.com/post/1d1b0eee_69ebf97",
    "abstract" :"K线图（Candlestick Charts）又称蜡烛图、日本线、阴阳线、棒线等，常用说法是“K ... 目前在网上关于比特币的资料都局限于技术和应用层面，有关价格走势的分析是少 ...",
    "title" :"如何看懂比特币行情K线图-a403624013",
    },
    {
    "url" :"http://www.btc38.com/btc/btc_learning/3862.html",
    "abstract" :"2014年9月12日 - K线图（CandlestickCharts）又称K线、阴阳线、棒线等，因其标画方法具有独到之处，经过300多年的发展，已经广泛应用于股票、期货、外汇，期权等 ...",
    "title" :"基础K线教学——K线小常识介绍（上） - 比特币教程- 比特币(BTC)频道 ...",
    },
    {
    "url" :"http://forex.cngold.org/zt/btbkxt.html",
    "abstract" :"... 比特币，比特币k线图等最新资讯和介绍，及比特币k线图怎么看和比特币k线图 ... 看比特币k线图: 目前在网上关于比特币的资料都局限于技术和应用层面，有关价格 ...",
    "title" :"比特币k线图 - 金投外汇网 - 金投网",
    },
    {
    "url" :"http://jingyan.baidu.com/article/4f7d5712e3b32a1a201927c7.html",
    "abstract" :"2016年12月29日 - 比特币新手入门投资教程之如何利用好K线图,大家大家在学习炒币到时候， ... 2）在这一根K线中，我们看到，开盘价和收盘价形成了一个矩形的实体，构成 .... 应用：在上升趋势的高位出现，是卖出的信号，尤其成交量明显放大的时候， ...",
    "title" :"比特币新手入门投资教程之如何利用好K线图_百度经验",
    },
    ],
######
#Q_3_8 #:区块链中 挖矿问题
######
"Q_3_8": ["区块链中 挖矿问题",
    {
    "url" :"https://yeasy.gitbooks.io/blockchain_guide/content/bitcoin/mining.html",
    "abstract" :"当用户发布交易后，需要有人将交易进行确认，写到区块链中，形成新的区块。 ... 汇丰银行分析师Anton Tonev 和Davy Jose 表示，比特币区块链（通过挖矿）提供了一个 ... 这就意味着，区块链本质上解决了传统依赖于第三方的问题，因为这个协议不止 ...",
    "title" :"挖矿· 区块链技术指南 - GitBook",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種運用区块链支付系統的加密貨幣，由中本聪在2009年基于对等网络，用共识主动性开源软件发明创立，超越基於國家主權所發行的法定貨幣，透過加密數位簽章，不需通过任何第三方信用机构，即可解決电子貨幣的一幣多付、交易安全等問題，全世界各地皆可使用，比特币 ... 等电脑设备，稱為“礦机”，使用礦机挖礦，并保障比特币区块链连续运作的人被称 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://www.8btc.com/bitcoin_block_chain",
    "abstract" :"2014年3月30日 - 新区块如果没有正确答案，不能被发送到网络中-“挖矿”的过程本质上是在竞争中“解决”当前区块。每个区块中的数学问题难以解决，但是一旦发现了 ...",
    "title" :"比特币块链和挖矿原理| 巴比特 - 巴比特论坛",
    },
    {
    "url" :"https://medium.com/@benzwjian/%E5%8D%80%E5%A1%8A%E9%8F%88%E5%A6%82%E4%BD%95%E9%81%8B%E4%BD%9C-b7c8d4131a0e",
    "abstract" :"2016年7月19日 - 自網路問世以來，區塊鏈技術可能是目前為止最棒的發明。它讓我們 ... 話雖如此，不一致的鏈尾區塊仍存著潛在的安全問題。如果區 ... 為了避免節點停止挖礦，系統允許每筆交易訊息可以附帶一點回饋金，節點便可以獲得額外的利益。",
    "title" :"區塊鏈如何運作? – Ben Z.W. Jian – Medium",
    },
    {
    "url" :"http://www.sohu.com/a/131541271_472869",
    "abstract" :"2017年4月1日 - 在区块链中，通过解决一个数学难题来证明自己的工作量。 .... 芯片来定制挖矿，可以从矿机算力曲线图看出，矿机的算力一直处在飙升的趋势。",
    "title" :"区块链产业生态、存在问题及政策建议|一文读懂新趋势 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/127971116_475384",
    "abstract" :"2017年3月5日 - 一旦验证者创建了一个区块，区块仍然需要写入到区块链中。不同的权益证明 ... 在迅速发展的密码学经济领域，区块链工程师们一直在探索解决这一问题的方法。一种方法 ... 你销毁的币越多，你获得挖矿下一个区块链的机会就越大。",
    "title" :"区块链共识协议指南 - 搜狐",
    },
    {
    "url" :"https://www.zhihu.com/question/27687960",
    "abstract" :"每个节点都是路由，区块链数据库，挖矿，钱包服务的功能集合） ... 从交易池中拿出放到这个新区块中，然后通过解决一个难度很大的问题去证明这个区块的合法性。",
    "title" :"区块链技术是什么？未来可能用于哪些方面？ - 知乎",
    },
    {
    "url" :"https://bitcoin.org/zh_TW/faq",
    "abstract" :"跳至 Bitcoin 挖礦的運作原理？ - 這要求挖礦者在他們的區塊被網路接受和他們得到獎賞之前 ... 的事情，沒有任何個挖礦者可以控制在區塊鏈中包含的東西。",
    "title" :"常見問題- Bitcoin",
    },
    {
    "url" :"https://bitcoin.org/zh_TW/how-it-works",
    "abstract" :"這是個常令人感到困惑的問題。以下是一個快速的解釋！ ... 一筆交易即是被包含在區塊鏈中的Bitcoin 錢包之間價值的一次轉移。Bitcoin 錢包保留一個被稱 ... 挖礦是一種分散式的共識系統，用於確認交易並把交易加入區塊鏈之中。挖礦能確保區塊鏈的 ...",
    "title" :"Bitcoin 運作原理- Bitcoin",
    },
    {
    "url" :"http://www.infoq.com/cn/articles/blockchain-outlive-bitcoin",
    "abstract" :"2017年3月10日 - 比特币使用了一种经过精心设计的分布式总账系统，也就是区块链。 ... 我们面临的问题是一小部分的区块链挖矿者可能会垄断控制比特币，这与避免 ...",
    "title" :"区块链将比比特币更有用吗? - InfoQ",
    },
    ],
######
#Q_3_3 #: 区块链技术 竞争技术
######
"Q_3_3": [" 区块链技术 竞争技术",
    {
    "url" :"http://www.sohu.com/a/131236451_700316",
    "abstract" :"2017年3月30日 - 区块链技术作为比特币的底层技术不仅在金融等领域日益应用，在教育 .... 等区块链技术应用联盟，以应对金融领域这场技术标准的竞争和颠覆式 ...",
    "title" :"区块链技术在教育领域的应用模式与现实挑战 - 搜狐",
    },
    {
    "url" :"http://www.sse.com.cn/aboutus/research/report/c/4215082.pdf",
    "abstract" :"三）形成国际通用标准，改变跨境合作和竞争形态................... 18. （四）催生新的 ... 目前，境内外证券业对以区块链技术为代表的分布式账册技术寄. 予厚望，期望其可以 ...",
    "title" :"[PDF] 区块链技术对境内证券业影响分析 - 上海证券交易所",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E5%8C%BA%E5%9D%97%E9%93%BE",
    "abstract" :"區塊鏈（Block Chain）區塊鏈起源於中本聰的比特幣，作為比特幣的底層技術，本質上是 ... 區塊鏈技術是一種不依賴第三方、通過自身分散式節點進行網路數據的存儲、 ... 近年來更是取得了不小的進展，這對於區塊鏈技術來說，就具有很強的競爭優勢。",
    "title" :"區塊鏈- MBA智库百科",
    },
    {
    "url" :"https://www.yzzk.com/cfm/blogger3.cfm?id=1483588249620&author=%E5%91%82%E6%9A%A2%E8%83%BD",
    "abstract" :"各地的金融機構和政府積極探索區塊鏈技術，預計在未來十年內，由於區塊鏈技術 ... 區塊鏈一方面提高國家城市的競爭力，另一方面製造了大量失業，隨著科技進步， ...",
    "title" :"亞洲週刊-金融體系革新區塊鏈掀革命風暴銀行大裁員",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=4144",
    "abstract" :"2017年4月17日 - 金融业对资金变动的敏感度很高，因而对于科技创新也是同理。区块链技术在这方面的积极影响很大，然而其能力的实现需要更密切的合作，需要现 ...",
    "title" :"攻击还是防御？如何在区块链竞争中获胜ChainB.com - 区块链•铅笔",
    },
    {
    "url" :"http://www.iii.org.tw/focus/FocusDtl.aspx?f_type=1&f_sqno=phClAUU%2BR4fPRcnHwb7LxA%3D%3D&fm_sqno=12",
    "abstract" :"─1.0階段是透過區塊鏈技術為基礎所創建的比特幣等虛擬貨幣體系，基本上就是 ... 競爭方面，國際多家跨國機構成立R3聯盟，也有中國大陸自主建立的金融區塊鏈 ...",
    "title" :"《產業觀測》台灣區塊鏈技術應用3契機| 專家觀點| 資策會",
    },
    {
    "url" :"http://www.hkma.gov.hk/chi/key-information/column/20170331.shtml",
    "abstract" :"2017年3月31日 - 區塊鏈與打麻將. 阿四：: 陳總喺早幾日最佳金融科技獎頒獎禮透露金管局開始研究數碼貨幣，又話數碼貨幣係用分布式分類帳技術（Distributed ...",
    "title" :"香港金融管理局- 區塊鏈與打麻將 - Hong Kong Monetary Authority",
    },
    {
    "url" :"https://zhuanlan.zhihu.com/blockchains",
    "abstract" :"我认为在下半年会一个有关区块链的新词火热起来：BaaS（区块链即 ... as a Service）理由有两：第一、目前区块链的私有链（联盟链）竞争已经进入白热化阶段，Hyp… ... 源码(1)--blockchaindev.org如有纰漏请指正~前言由于有很多新生区块链技术学习 ...",
    "title" :"区块链技术漫谈- 知乎专栏",
    },
    {
    "url" :"http://dudu.zhihu.com/story/7563657",
    "abstract" :"区块链技术作为比特币的核心技术，通俗的说就是一种分布式数据库。 ... 通过这种激励，大量分布式的，非中心化的参与者（矿工）竞争区块链记录权，保证了区块链的 ...",
    "title" :"VV酱：区块链技术是什么？未来可能用于哪些方面？ - 读读日报 - 知乎",
    },
    {
    "url" :"http://www.tfsr.org.tw/Uploads/files/201603%20%E9%A1%9B%E8%A6%86%E6%80%A7%E7%A7%91%E6%8A%80%E5%8D%80%E5%A1%8A%E9%8F%88_%E5%BB%96%E4%B8%96%E5%81%89%E5%89%AF%E6%95%99%E6%8E%88.pdf",
    "abstract" :"又以數位金融相關的區塊鏈（Blockchain）技術為新興顯學，吸引全球政府機. 關與金融業巨頭 ... 第二，Scalability 是Google 的拿手好戲，也是其競爭力的基礎。 現.",
    "title" :"[PDF] 顛覆性科技－區塊鏈 - 台灣金融服務業聯合總會",
    },
    ],
######
#Q_3_2 #: 区块链技术 个人如何投资
######
"Q_3_2": [" 区块链技术 个人如何投资",
    {
    "url" :"https://www.zhihu.com/question/53089975",
    "abstract" :"2017年3月2日 - 但是技术出身的投资人会觉得区块链的底层技术其实门槛不高，这种说法也 ... 个人觉得区块链底层技术不应该完全开源，因为区块链短期最大的应用 ...",
    "title" :"如何投资区块链项目？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/27687960",
    "abstract" :"当然如果不是区块链也可以做，分布式一致性算法中有一个Paxos算法家族，即Paxos ..... 我个人认为区块链技术是很有前景的领域，值得有兴趣的各位学习研究。 ..... 是去中心化可交易资产，我深知比特币交易是不靠谱的，它是一个投资和投机的行为， ...",
    "title" :"区块链技术是什么？未来可能用于哪些方面？ - 知乎",
    },
    {
    "url" :"http://www.sohu.com/a/131182247_447796",
    "abstract" :"2017年3月30日 - 德勤投资了基于区块链技术的货币支付和结算平台SETL。 ... 数字交易服务供应商Coinify为个人用户和商业用户提供数字货币交易、网络购物积分、 ...",
    "title" :"全球比特币与区块链创业投资全景观察 - 搜狐",
    },
    {
    "url" :"http://www.hksilicon.com/articles/1155023",
    "abstract" :"相信國內很多投資人都預感到了區塊鏈會是下一個風口，希望在這個領域提前布局， ... 關於設計理念首先第一點很多搞技術的可能不同意，個人覺得區塊鏈底層技術不 ...",
    "title" :"想要投資區塊鏈項目，投資人該如何下手？ | 香港矽谷",
    },
    {
    "url" :"https://36kr.com/p/5075268.html",
    "abstract" :"2017年5月18日 - 2009年1月，以区块链技术为基础的比特币发行交易系统正式开始运行， ..... 变化时间轴图、投资者个人股权证明等功能，让发行公司和投资者能更好 ...",
    "title" :"比特币从“不了解”到“被误解”——详解区块链技术_36氪",
    },
    {
    "url" :"https://kknews.cc/finance/gvr3lgl.html",
    "abstract" :"2017年3月19日 - 中國地方官員呼籲將數字貨幣領域的創新技術「區塊鏈」應用至更多領域， ... 陳剛說，在1200億元脫貧產業投資基金的監管中，區塊鏈技術能夠幫助 ...",
    "title" :"官員呼籲將區塊鏈技術應用至個人徵信及金融監管- 每日頭條",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%8C%BA%E5%9D%97%E9%93%BE",
    "abstract" :"区块链是分布式数据存储、点对点传输、共识机制、加密算法等计算机技术的新型 ... 第二代区块链技术使存储个人的“永久数字ID和形象”成为可能，并且对“潜在的社会 .... 传统的银行和证券业巨头从2014年就纷纷投身于如火如荼的区块链创业投资中， ...",
    "title" :"区块链_百度百科",
    },
    {
    "url" :"https://wallstreetcn.com/articles/234120",
    "abstract" :"2016年3月29日 - 区块链本质上是一个去中心化的分布式账本数据库，是比特币的底层技术， ... 分发到每一个客户端中，同时还能保证每个人只能对自己的财产进行修改。 .... 显露，区块链技术结合智能合约的应用空间打开、优点开始展现，产业内投资 ...",
    "title" :"一文读懂颠覆式创新技术——区块链！ - 华尔街见闻",
    },
    {
    "url" :"https://gatecoin.com/hk/about",
    "abstract" :"Gatecoin是由前投資銀行家於2013年建立的一間合法加密貨幣和區塊鏈資產交易平台.我們讓世界各地的個人和機構投資比特幣,以太幣和其他金融資產從區塊鏈技術 ...",
    "title" :"關於我們 - Gatecoin",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=4073",
    "abstract" :"2017年4月10日 - 但是在有关技术的投资方面，报告结果却显示未来投资计划中对区块链的投资 ... 我们也看到保险公司对这项技术在个人保险和海险，包括索赔流程等 ...",
    "title" :"普华永道：公司投资优先级中区块链技术排名较低(报告下载) ChainB.com",
    },
    ],
######
#Q_3_1 #: 除了比特币还有哪些币
######
"Q_3_1": [" 除了比特币还有哪些币",
    {
    "url" :"https://www.zhihu.com/question/57238001",
    "abstract" :"虽然题主不支持（或者已经有了解所以不需要介绍）比特币，但笔者认为比特币还有上涨空间。理由是它是区块链技术的发源地，并且市场对其有信心，在各大政策对其 ...",
    "title" :"除了比特币，还有哪些区块链的数字货币值得投资？ - 知乎",
    },
    {
    "url" :"http://newseed.pedaily.cn/201601/201601111323172.shtml",
    "abstract" :"2016年1月11日 - 除了比特币，还有哪些你不知道的互联网货币：瑞波币、恒星币、莱特币、以太坊,比特币不是互联网上唯一的数字货币，还有瑞波币(Ripple)，恒星 ...",
    "title" :"除了比特币，还有哪些你不知道的互联网货币：瑞波币、恒星币、莱特币 ...",
    },
    {
    "url" :"https://buzzorange.com/techorange/2013/04/19/bitcoin-and-ripple/",
    "abstract" :"2013年4月19日 - 1999 年，一個叫Sean Parker 的18 歲男孩永遠改變了音樂產業，他開發了一種服務：Napster，使得個人之間可互相交換音樂文件，而不用從唱片 ...",
    "title" :"關於虛擬貨幣，除了Bitcoin 現在你還要多認識一個它的強敵：Ripple ...",
    },
    {
    "url" :"https://read01.com/6oBL2.html",
    "abstract" :"2016年1月11日 - 比特幣不是網際網路上唯一的數字貨幣，還有瑞波幣(Ripple)，恆星幣（Stellar），萊特幣（Litecoin），以太坊（Ethereum），等等其他數字貨幣。當然 ...",
    "title" :"除了比特幣，還有哪些你不知道的網際網路貨幣：瑞波幣、恆星幣、萊特幣 ...",
    },
    {
    "url" :"http://rmb.xinhua08.com/a/20131121/1276157.shtml",
    "abstract" :"2013年11月21日 - 比特币汇率在近期创出新高使得虚拟货币受到公众的关注。但全球的虚拟货币并不仅仅局限于比特币。比特币是一种由开源的P2P软件产生的电子币 ...",
    "title" :"除了比特币世上还有哪些虚拟货币?-中国金融信息网",
    },
    {
    "url" :"http://www.sohu.com/a/123407017_188668",
    "abstract" :"2017年1月4日 - 2016年已经过去，在一年中，除了广为人知的比特币大涨之外，还有6种数字货币也表现不俗。 比特币（Bitcoin）. 市值(年初):$6,161,215,794.",
    "title" :"除了比特币，2016年还有这些数字货币红得发紫 - 搜狐",
    },
    {
    "url" :"http://www.jpm.cn/article-7010-1.html",
    "abstract" :"2016年3月21日 - 某些打着“二代币”、“山寨币”的幌子，抱着比特币大腿的“虚拟数字货币”，实际上 ... 常见的几种，还有百川币、珍宝币、熊猫币、马克币、赫尔币、克拉币、卓越币等借比特币之名，行诈骗之实的“传销币”。 ... 那么，“传销币”有哪些特征呢？",
    "title" :"除了比特币，这些“币”别再碰了！ - 金评媒",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/anzy3ox.html",
    "abstract" :"2017年1月4日 - 2016年已經過去，在一年中，除了廣為人知的比特幣大漲之外，還有6種數字貨幣也表現不俗。 ... 雖然比特幣未能達到新的歷史最高點，但該數字貨幣仍然從年初低於400美元的低位反彈， .... 我們先來看看比特幣的競爭對手有哪些？",
    "title" :"除了比特幣，2016年還有這些數字貨幣紅得發紫- 每日頭條",
    },
    {
    "url" :"http://finance.qq.com/a/20131120/014772.htm",
    "abstract" :"2013年11月20日 - 比特币汇率在近期创出新高使得虚拟货币受到公众的关注。但全球的虚拟货币并不仅仅局限于比特币。比特币是一种由开源的P2P软件产生的电子 ...",
    "title" :"组图：除了比特币世上还有哪些虚拟货币?_财经_腾讯网",
    },
    {
    "url" :"https://www.zixundingzhi.com/shuzihuobi/7f3342a7289de923.html",
    "abstract" :"2017年5月6日 - 據Coinmarketcap.com發佈的數據顯示，前一百名的加密貨幣中有82種在過去的24小時中都出現漲幅。加密貨幣總市值已超過400億美元，10天足足 ...",
    "title" :"加密貨幣總市值超過400億美元！除了比特幣還有哪些？ - 資訊定製",
    },
    ],
######
#Q_3_0 #: 个人如何投资区块链
######
"Q_3_0": [" 个人如何投资区块链",
    {
    "url" :"https://www.zhihu.com/question/27687960",
    "abstract" :"我个人认为区块链技术是很有前景的领域，值得有兴趣的各位学习研究。 ..... 是去中心化可交易资产，我深知比特币交易是不靠谱的，它是一个投资和投机的行为，以前 ...",
    "title" :"区块链技术是什么？未来可能用于哪些方面？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/53089975",
    "abstract" :"2017年3月2日 - 笔者从比特币时期开始关注区块链，下面从投资人角度和大家一起探讨 .... 个人觉得区块链底层技术不应该完全开源，因为区块链短期最大的应用 ...",
    "title" :"如何投资区块链项目？ - 知乎",
    },
    {
    "url" :"http://www.gongxiangcj.com/show-22-3695-1.html",
    "abstract" :"2017年5月18日 - 区块链资产是一种新类型的数字资产，投资者可以从协议层获取奖励。 ... 如果对冲基金中的个人有着丰富的金融投资经验和只是，他们也可利用复杂 ...",
    "title" :"利用对冲基金投资区块链资产- 共享财经：区块链门户，金融科技第一站",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%8C%BA%E5%9D%97%E9%93%BE",
    "abstract" :"区块链是分布式数据存储、点对点传输、共识机制、加密算法等计算机技术的新型 ... 第二代区块链技术使存储个人的“永久数字ID和形象”成为可能，并且对“潜在的社会 .... 传统的银行和证券业巨头从2014年就纷纷投身于如火如荼的区块链创业投资中， ...",
    "title" :"区块链_百度百科",
    },
    {
    "url" :"https://wallstreetcn.com/articles/234120",
    "abstract" :"2016年3月29日 - 区块链本质上是一个去中心化的分布式账本数据库，是比特币的底层技术， ... 分发到每一个客户端中，同时还能保证每个人只能对自己的财产进行修改。 .... 显露，区块链技术结合智能合约的应用空间打开、优点开始展现，产业内投资 ...",
    "title" :"一文读懂颠覆式创新技术——区块链！ - 华尔街见闻",
    },
    {
    "url" :"https://read01.com/7PARy6.html",
    "abstract" :"2016年8月15日 - 相信國內很多投資人都預感到了區塊鏈會是下一個風口，希望在這個領域 ... 個人覺得區塊鏈底層技術不應該完全開源，因為區塊鏈短期最大的應用 ...",
    "title" :"想要投資區塊鏈項目，投資人該如何下手？ - 壹讀",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=4330",
    "abstract" :"2017年5月3日 - 区块链资产已经成为新的数字资产类别，让投资者可以获得协议层的奖励。 ... 加密货币市场本质上非常包容，基本上有手机的每个人都可以购买或赚 ...",
    "title" :"通过对冲基金投资区块链资产的利与弊ChainB.com - 区块链•铅笔",
    },
    {
    "url" :"https://kknews.cc/finance/gvr3lgl.html",
    "abstract" :"2017年3月19日 - 中國地方官員呼籲將數字貨幣領域的創新技術「區塊鏈」應用至更多領域， ... 陳剛說，在1200億元脫貧產業投資基金的監管中，區塊鏈技術能夠幫助 ...",
    "title" :"官員呼籲將區塊鏈技術應用至個人徵信及金融監管- 每日頭條",
    },
    {
    "url" :"http://www.sohu.com/a/116570268_515841",
    "abstract" :"2016年10月19日 - 我个人认为国内很多类似区块链货币的山寨币是不值得投资的，只有山寨币众筹的时候可以作为投机者参与一下，但是它已经在运行中的话，不建议 ...",
    "title" :"区块链值得投资吗？ - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/77693730_253773",
    "abstract" :"2016年5月27日 - 朋友们大家好，我是程浩，迅雷创始人，现在专注互联网领域的投资。 ... 但现在区块链系统中，系统中的每个人都可以有机会参与记账。在一定时间段 ...",
    "title" :"最近大火的“区块链”究竟是什么？ - 搜狐",
    },
    ],
######
#Q_3_7 #:影响比特币的价格 因素有哪些
######
"Q_3_7": ["影响比特币的价格 因素有哪些",
    {
    "url" :"https://www.zhihu.com/question/21010684",
    "abstract" :"当然现在人们希望比特币价格波动也是的它的价格有变化，但是我想知道比如股票，当一个公司如新浪，如果阿里收购新浪微博，新浪就涨了，那么比特币有 ... 影响比特币的价格的有以下几个因素 .... 那么究竟是哪些因数影响着比特币的价格波动呢？",
    "title" :"比特币价格波动主要受什么影响？ - 知乎",
    },
    {
    "url" :"https://www.gwfx.com/zh/college/1196.html",
    "abstract" :"在我们看来，影响比特币价格的第一个因素是它的局限性，无论是在数量上还是生产时间上。比特币的总量早已知道– 只有2100万。 ... 7炒外汇的交易法则有哪些.",
    "title" :"哪些因素影响比特币价格的增长？ - 金道环球投资",
    },
    {
    "url" :"https://www.jubi.com/btc/1909.html",
    "abstract" :"2016年9月23日 - 首页 > 比特币资讯 > 比特币价格的决定因素有哪些？ 聚币网官方 ... 由于比特币的市值依然比较小，所以其价格更容易受外界事件的影响。以今年的 ...",
    "title" :"比特币价格的决定因素有哪些？－聚币网",
    },
    {
    "url" :"http://www.mnw.cn/news/cj/1643510.html",
    "abstract" :"2017年3月24日 - 比特币的行情在过去的几天跟过山车一般，先是上涨至历史最高纪录，一度价格与黄金比肩，然后一路下跌至1000美元以下。现在比特币的价格波动 ...",
    "title" :"比特币行情如何影响比特币价格因素有哪些-闽南网",
    },
    {
    "url" :"http://www.bikeji.com/t/2479",
    "abstract" :"一般影响比特币价格的因素有哪些. Go7hic · 2015-10-28 08:03 · 756 次点击 ·. 各位老司机，可以从宏观微观等角度说一下，然后那些因素会引起小的价格波动，那些 ...",
    "title" :"一般影响比特币价格的因素有哪些- 币科技投资社区",
    },
    {
    "url" :"https://www.etoro.com/blog/from-the-markets-zh-hant-2/27032017/%E4%BB%A5%E5%A4%AA%E5%B9%A3%E8%83%BD%E5%90%A6%E6%88%90%E7%82%BA%E4%B8%8B%E4%B8%80%E5%80%8B%E6%AF%94%E7%89%B9%E5%B9%A3%EF%BC%9F/?lang=zh-hant",
    "abstract" :"2017年3月27日 - 但是，這兩種加密貨幣之間仍存在很大差別，這意味著它們受到不同因素的影響。 影響比特幣價格的因素有哪些？ 比特幣的市值很龐大，接近200億 ...",
    "title" :"以太幣能否成為下一個比特幣？ | e投睿博客 - eToro",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/6np54gm.html",
    "abstract" :"2017年2月22日 - 影響黃金價格波動的因素有哪些？ .... 什麼因素會影響金價漲跌？ ... 據統計2017年以來，比特幣價格上漲逾25%再超黃金，作為虛擬貨幣其價值到底 ...",
    "title" :"影響黃金價格波動的因素有哪些？ - 每日頭條",
    },
    {
    "url" :"https://wapwenku.baidu.com/view/ee2a384b2f3f5727a5e9856a561252d380eb2072?pn=2&vw=all&pu=rc@1,pic@on,sl@1,pw@1000,sz@240_320,pd@1,fz@2,lp@0,tpl@color,",
    "abstract" :"由于比特币的市值依然比较小，所以其价格更容易受外界事件的影响。以今年的两次涨跌行情来看：由于比特币挖矿产量减半的事件，比特币价格从7月1号至7月10号 ...",
    "title" :"比特币价格波动的因素有哪些_百度文库",
    },
    {
    "url" :"http://www.sohu.com/a/122640700_556840",
    "abstract" :"2016年12月26日 - 因比特币价格的大幅上涨，最近很多投资者在我微信公众号和微博留言，问题集中在，未来比特币还能投资吗？影响比特币价格的因素有哪些？",
    "title" :"2016年表现最好的资产竟然是比特币 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/138694680_590885",
    "abstract" :"2017年5月6日 - 近期黄金价格萎靡不振，比特币却火爆异常，比特币价格甚至超越黄金突破万元大关， ... 市场分析师认为，供需关系是影响比特币价格的重要因素。",
    "title" :"揭秘比特币价格暴涨的真相这四大因素在“作祟” - 搜狐",
    },
    ],
######
#Q_3_6 #:区块链投资人Michael Terpin：关于2017年区块链的几大预测
######
"Q_3_6": ["区块链投资人Michael Terpin：关于2017年区块链的几大预测",
    {
    "url" :"https://www.leiphone.com/news/201701/9s6SmrtErdUD9NvF.html",
    "abstract" :"2017年1月5日 - 雷锋网按：本文作者Michael Terpin 是分布式创业及投资集团BitAngles 联合创始人，同时他还负责运营区块链行业公关及战略顾问公司Transform ...",
    "title" :"区块链投资人Michael Terpin：关于2017年区块链的几大预测| 雷锋网",
    },
    {
    "url" :"http://www.readhouse.net/articles/167356602/",
    "abstract" :"2017年1月5日 - 雷鋒網按：本文作者Michael Terpin 是分散式創業及投資集團BitAngles 聯合創始人，同時他還負責運營區塊鏈行業公關及戰略顧問公司Transform ...",
    "title" :"區塊鏈投資人Michael Terpin：關於2017年區塊鏈的幾大預測 - 閱讀屋",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=3191",
    "abstract" :"2017年1月3日 - 2016年见证了区块链技术及其应用的重大发展。新年伊始，BitAngels的合伙创始人Michael Terpin就区块链2017年的发展作出了大胆预测， ...",
    "title" :"区块链大爆发？投资者将在2017年陷入困境ChainB.com - 区块链•铅笔",
    },
    {
    "url" :"http://mini.eastday.com/a/170107043327995-4.html",
    "abstract" :"2017年1月7日 - 区块链投资人Michael Terpin：关于2017年区块链的几大预测 ... 2014 年六月，以太坊成为ICO的首个大赢家，当时他们在比特币价格为600 美元的 ...",
    "title" :"区块链投资人Michael Terpin：关于2017年区块链的几大预测_财经频道_ ...",
    },
    {
    "url" :"http://www.gongxiangcj.com/show-22-2921-1.html",
    "abstract" :"2017年1月3日 - 作者Michael Terpin是BitAngels的联合创始人，在本文中，他将区块链行业一分为三，并预测了2017年的发展趋势。",
    "title" :"区块链大爆发？2017年投资者仍需小心谨慎- 共享财经：区块链门户 ...",
    },
    {
    "url" :"http://view.inews.qq.com/a/20170108A05WGU00",
    "abstract" :"2017年1月8日 - 而金融科技风云变幻之下，大公司们的动作招招不可小觑。且与雷锋网一同 .... 区块链投资人Michael Terpin：关于2017年区块链的几大预测. Michael ...",
    "title" :"雷锋网",
    },
    {
    "url" :"https://news.google.pk/news/section?cf=all&hl=en&pz=1&ned=en_pk&q=%E5%8C%BA%E5%9D%97%E9%93%BE&ict=clu_top",
    "abstract" :"Comprehensive up-to-date coverage for 区块链, aggregated from news sources all over the world by Google News.",
    "title" :"区块链投资人Michael Terpin：关于2017年区块链的几大预测",
    },
    {
    "url" :"http://m.v4.cc/News-3303595.html",
    "abstract" :"2017年1月10日 - 而金融科技风云变幻之下，大公司们的动作招招不可小觑。且与雷锋网一同 .... 区块链投资人Michael Terpin：关于2017年区块链的几大预测. Michael ...",
    "title" :"微信信用卡还款小程序抢滩首批上线、“白条闪付”与“花呗”的PK ... - 微众圈",
    },
    {
    "url" :"http://www.sohu.com/a/146841948_353595",
    "abstract" :"2 days ago - 导读：区块链行业趋势预测吸引了全球咨询服务巨头，也有该领域稀缺的专家。 ... 商业应用的重要起始点，并且按照银行等机构的计划与预测，在这几年后的 .... 和技术领袖，表示50%银行已经开始投资区块链，或者2017年将会投资该领域。 ... CCF：2017年大数据发展趋势报告及解读（附实录+PPT+2016年预测回顾）.",
    "title" :"区块链技术——2017年的预测&2018年的预期 - 搜狐",
    },
    {
    "url" :"https://www.hi-docs.com/news/show_1826.html",
    "abstract" :"2017年1月9日 - ... 平平淡淡。而金融科技风云变幻之下，大公司们的动作招招不可小觑。 ... 区块链投资人Michael Terpin：关于2017年区块链的几大预测. Michael ...",
    "title" :"微信信用卡还款小程序抢滩首批上线、“白条闪付”与“花呗”的PK ... - hi-docs",
    },
    ],
######
#Q_3_5 #:全球区块链行业投融资数据统计
######
"Q_3_5": ["全球区块链行业投融资数据统计",
    {
    "url" :"https://36kr.com/p/5075127.html",
    "abstract" :"2017年5月16日 - 截止2017年4月底，全球总共455家区块链公司累计获得融资额为19.47亿 ... 狭义来讲，区块链是一种按照时间顺序将数据区块以顺序相连的方式组合成的一 ... 经统计发现，全球比特币和区块链获投创业公司披露融资总额已达到19.47 .... 未来会看到更多领域优秀的“区块链＋”行业应用创业公司登上舞台，也会有各自 ...",
    "title" :"全球区块链＋创投报告：全球455家公司融资19.47亿美元，中国获投数量 ...",
    },
    {
    "url" :"http://www.sohu.com/a/111469865_286863",
    "abstract" :"2016年8月21日 - 全球区块链行业投融资项目类型数据分析 ... 在其中，挖矿领域是一个投资相对最为多的行业，图表主要都是统计在欧美矿机行业的投资行为。",
    "title" :"全球区块链行业投融资项目类型数据分析 - 搜狐",
    },
    {
    "url" :"http://m.yopai.com/show-2-81145.html",
    "abstract" :"全球区块链行业投融资数据统计. 徐斌. • 4月前发布. 比特币市值首次突破十亿美元是在2013年3月30日，而次月就达到了15.04亿美元。与此同时，比特币之外的其余区 ...",
    "title" :"全球区块链行业投融资数据统计- 优派网YOPAI.COM",
    },
    {
    "url" :"http://www.gooread.com/article/20122130827/",
    "abstract" :"2017年5月16日 - 經統計發現，全球比特幣和區塊鏈獲投創業公司披露融資總額已 ... 比特幣相關，現在業務重心過渡到區塊鏈相關業務。 具體數據統計如下：. 行業細分.",
    "title" :"全球區塊鏈＋創投報告：全球455家公司融資19.47億美元，中國獲投數量 ...",
    },
    {
    "url" :"http://rhd361.com/special/news?id=0972daa0b164492b9db224ad1b60c318",
    "abstract" :"2016年9月30日 - [推荐]全球区块链行业投融资项目类型数据分析由于区块链技术目前正在 ... 在其中，挖矿领域是一个投资相对最为多的行业，图表主要都是统计在 ...",
    "title" :"[推荐]全球区块链行业投融资项目类型数据分析 - 查看更多精彩",
    },
    {
    "url" :"http://www.hksilicon.com/articles/1335592",
    "abstract" :"報告指出：截止2017年4月底，全球總共455家獲投區塊鏈公司累計融資額 ... 經統計發現，全球比特幣和區塊鏈獲投創業公司披露融資總額已達到19.47億美元，保守 .... 作為創新型的技術，區塊鏈距離人工智能、大數據等在資本市場上大熱的風口還有 ...",
    "title" :"全球區塊鏈+創投報告：存活率87.25% 資本更青睞行業應用| 香港矽谷",
    },
    {
    "url" :"http://www.gongxiangcj.com/phpqrcode/upload/577824e8330e44d26247441b4d29b46d.pdf",
    "abstract" :"注区块链8行业应用，致力于推动全球价值互联网新浪潮。 《全球区块链8创投报告—— ... 输出对区块链创投领域的数据洞察n及创投趋势分析。 本报告所采用的数据 .... 经统计发现，全球比特币和区块链获投创业公司披露融资总额. 已达到19.47e美元， ...",
    "title" :"[PDF] 全球区块链8创投报告",
    },
    {
    "url" :"https://kknews.cc/finance/4qg5bzq.html",
    "abstract" :"2017年5月3日 - 4月28日，烏鎮智庫在2017全球區塊鏈金融（杭州）峰會發布《中國區塊鏈產業發展 ... 與此同時，參與區塊鏈技術創新和應用的創業企業也在快速增長，全球範圍內的投融資活動 ... 據統計，自2012年以來，全球從事區塊鏈領域創業創新的公司數量以 ... 同時，數據不可篡改與交易可追溯兩大特性相結合，可根除供應鏈內 ...",
    "title" :"《中國區塊鏈產業發展白皮書》概要版- 每日頭條",
    },
    {
    "url" :"http://www.jinse.com/news/blockchain/23568.html",
    "abstract" :"2017年5月16日 - 博链研究发布了《全球区块链＋创投报告》，随着区块链技术全球热度的持续攀升，截至2017年4月底，全球总共455家区块链技术公司累计获得融资额为19.47亿美。 ... 区块链＋创投报告，依托数据输出对区块链技术创投领域的数据洞察以及创投趋势分析。 .... 被收购公司有10家，大部分都是被行业相关的公司所收购。",
    "title" :"《全球区块链＋创投报告》出炉（一）：全球区块链技术分布统计 - 金色财经",
    },
    {
    "url" :"http://capital.people.com.cn/BIG5/n1/2017/0516/c405954-29278978.html",
    "abstract" :"2017年5月16日 - 報告數據顯示，全球區塊鏈和比特幣相關創業公司中融資額的前十名總共 ... 為比特幣相關公司，區塊鏈相關獲投創業公司總共304家，其中底層技術和行業 ... 通過對全球455家比特幣和區塊鏈獲投創業公司的融資輪次統計，博鏈研究 ...",
    "title" :"《全球區塊鏈＋創投報告》發布 全球455家區塊鏈公司融資19.47億美元 ...",
    },
    ],
######
#Q_3_4 #: 如何投资区块链项目？
######
"Q_3_4": [" 如何投资区块链项目？",
    {
    "url" :"http://www.hksilicon.com/articles/1155023",
    "abstract" :"筆者從比特幣時期開始關注區塊鏈，下面從投資人角度和大家一起探討分享一些目前區塊鏈領域的投資邏輯。 投資人接觸到的項目目前大概可以分為下面幾類：.",
    "title" :"想要投資區塊鏈項目，投資人該如何下手？ | 香港矽谷",
    },
    {
    "url" :"https://www.zhihu.com/question/53089975",
    "abstract" :"2017年3月2日 - 笔者从比特币时期开始关注区块链，下面从投资人角度和大家一起探讨分享一些目前区块链领域的投资逻辑。 Part One. 投资人接触到的项目目前 ...",
    "title" :"如何投资区块链项目？ - 知乎",
    },
    {
    "url" :"http://www.gongxiangcj.com/show-22-3695-1.html",
    "abstract" :"2017年5月18日 - 而且，在众筹或ICO的过程中，也会发布一种特殊的区块链代币，这种代币作为一种新的投资形式也在市场上得以流行。截至目前，已有众多的项目 ...",
    "title" :"利用对冲基金投资区块链资产- 共享财经：区块链门户，金融科技第一站",
    },
    {
    "url" :"http://chainb.com/?P=Cont&id=4251",
    "abstract" :"2017年4月26日 - 王礼明曾任美林证券亚洲TMT分析师，主要负责分布式资本国外项目投资，参与投资了30多家全球区块链初创企业，总金额高达2000多万美元。",
    "title" :"解读全球区块链投资市场新趋势——专访分布式资本合伙人王礼明 ...",
    },
    {
    "url" :"http://www.sohu.com/a/137955811_453795",
    "abstract" :"2017年5月2日 - 据Coindesk统计，2016年区块链项目的传统投资额为4.96亿美元， ICO则达到了2.36亿美元，ICO的融资额已将近传统VC投资的一半，成为一种新兴 ...",
    "title" :"区块链投资热捧“ICO” 国内ICO风生水起 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/116719493_422223",
    "abstract" :"本文聚焦区块链技术与支付的结合，目前这一领域尚处于初步探索阶段，但已经有 ... 目前，国内专注投资区块链项目的风投机构是上文提到的“分布式资本”，它是万向 ...",
    "title" :"区块链+支付：初期探索阶段，项目和资本同步升温-新闻频道-手机搜狐",
    },
    {
    "url" :"http://www.tanpaifang.com/qukuailian/",
    "abstract" :"大多数区块链都处于起步阶段，而主要都是在海外，国内好的区块链项目非常非常少，所以不建议任何非专业人士投资区块链项目。如果对区块链技术很有兴趣 ...",
    "title" :"区块链_中国碳排放交易网",
    },
    {
    "url" :"http://www.8btc.com/blockchain",
    "abstract" :"这个项目名为“Tools for the Investigation of Transactions in Underground Markets”（地下市场交易调查工具），也... 欧盟怒砸500万欧元投资区块链监控项目.",
    "title" :"区块链| 巴比特 - 巴比特论坛",
    },
    {
    "url" :"https://yunbi.zendesk.com/hc/zh-cn/articles/115004886527-%E4%B8%8D%E4%BB%A5%E5%BA%94%E7%94%A8%E4%B8%BA%E7%9B%AE%E7%9A%84%E7%9A%84%E5%8C%BA%E5%9D%97%E9%93%BE%E9%A1%B9%E7%9B%AE%E9%83%BD%E6%98%AF%E8%80%8D%E6%B5%81%E6%B0%93",
    "abstract" :"越来越多国内外金融巨头投身区块链技术的应用和研发， IBM. ... 和腾讯等国内外主流技术公司的全面介入进一步加速区块链技术的成熟和系统化，区块链领域的投资 ...",
    "title" :"不以应用为目的的区块链项目都是耍流氓– 云币网",
    },
    {
    "url" :"https://www.ico365.com/about/risk-agreement",
    "abstract" :"ico365（www.ico365.com）作为一家针对数字货币、区块链领域的融资服务平台，承担居间服务的义务，为支持者提供区块链投资项目，为区块链项目发起者提供目标 ...",
    "title" :"支持者风险协议| ico365-区块链项目ICO服务平台",
    },
    ],
######
#Q_3_19 #:比较如考分用比特币来度量
######
"Q_3_19": ["比较如考分用比特币来度量",
    {
    "url" :"https://www.zhihu.com/question/21478404",
    "abstract" :"比特币用哪一种钱包比较靠谱，如何保障交易安全？ ... 所以钱包需要小心妥善保管，不在自己的PC或者手机App中存储大量比特币， .... 它可以让你拥有专属的比特币地址，这些地址可以用来从其他人那里接收比特币，也可以用来向其他人支付比特币。",
    "title" :"比特币用哪一种钱包比较靠谱，如何保障交易安全？谢谢- 知乎",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種運用区块链支付系統的加密貨幣，由中本聪在2009年基于对等网络， ... 通常，首字大寫的「Bitcoin」是指其所使用的比特币技术，而首字小寫的「bitcoin」才是指貨幣本身。 ..... 第一版的比特幣挖礦程式，這一程式隨後被開發為廣泛使用的第一代挖礦軟體Bitcoin,這一代軟體從2009年到2010年中旬都比較流行。",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://bitcoin.org/zh_TW/faq",
    "abstract" :"波動性- 比起它應有的前景，流通中的比特幣的總價值和使用Bitcoin 的企業數量仍然 ... Bitcoin 還可以用來交換實體形式的比特幣如Casascius 幣， 不過用行動手機來 .... 還是比較小，不需要很大數額的錢就能使它的市場價格上升或下降，所以比特幣的 ...",
    "title" :"常見問題- Bitcoin",
    },
    {
    "url" :"http://mt.sohu.com/business/d20170510/139414162_499017.shtml",
    "abstract" :"2017年5月9日 - 年仅36岁，就做到了经济部长，成为法国最近50多年来最年轻的经济部长； ..... 各省划立分数线，然后大家比考分，谁成绩好谁就上更好的大学。 ... 其实坦白地说，大马哥其实还算是个不错的珐国总统，至少目前看来各方面都还算比较靠谱。 .... 宏观资本比特港大数据（微信订阅号AC_Stock收市点评） .... 使用已有账号登录.",
    "title" :"深八法国新总统——39岁小鲜肉马克龙的“真面目”（精彩在后面...）",
    },
    {
    "url" :"http://www.elan-asia.com/keji/12575458.html",
    "abstract" :"大部分观察值向某一数值集中的趋势称为集中趋势，常用平均数指标来表示，各观察值之间大小参差不齐。 ..... 矩估计法简便、直观，比较常用，但是矩估计法也有其局限性。 ..... 【例1】某省某年公务员考试考生分数分布如下表所示，预定取考分居前15％的 .... 例如,在正态总体N(μ,1)中抽样x1,x2,…,xn以估计μ,若将度量原由零点(O)移到с ...",
    "title" :"大数据：大数据课堂之概念学习29篇（建议收藏） - 焦作新闻网",
    },
    {
    "url" :"https://github.com/jacoxu/2015NDBCCUP_Sougou/blob/master/library/%E5%93%88%E5%B7%A5%E5%A4%A7%E4%BF%A1%E6%81%AF%E6%A3%80%E7%B4%A2%E7%A0%94%E7%A9%B6%E4%B8%AD%E5%BF%83%E5%90%8C%E4%B9%89%E8%AF%8D%E8%AF%8D%E6%9E%97%E6%89%A9%E5%B1%95%E7%89%88.txt",
    "abstract" :"Ba04A05= 进口货来路货洋货外货海货外来货舶来品外国货进口商品 ...... 词法正字法解法画法优选法写法书法检字法叫法割接法唱法打法刀法构词法归纳法唯物辩证法达马托法比较法转化法 ...... De03B01= 气量器量度量量心气度心胸心路心地心眼儿胸襟胸怀襟怀肚量 ...... Dn03A51# 比分积分考分标准分等级分 .... Dn08A80@ 比特.",
    "title" :"2015NDBCCUP_Sougou/哈工大信息检索研究中心同义词词林扩展版 ...",
    },
    {
    "url" :"http://www.jmsyy.cn/qq.aspx?4mvq/a5lsvf.html",
    "abstract" :"2017年3月22日 - 我公司专业制作各种疑难杂症的证，欢迎各位新老客户前来咨询！ .... 在与媒体会面中，莱特用比特币发展初期创建的密钥签署数字信息，这些 ..... 称“你发表政治文章，本来就会引来网友攻击，你应该有度量，而且这篇文章 .... 哈佛的整个人文情怀和社会情怀，决定了它在选择上会比较注重这种有特殊人生经历的学生。",
    "title" :"南平办个毕业证多少钱 - 延津县办特种作业操作证",
    },
    {
    "url" :"http://jrjdzx.com/news_military/15468.html",
    "abstract" :"7 days ago - ... 及其他少数族裔接受程度较低、特朗普上台带来政治两极化而导致和平水平的下滑。 ... 该指数使用23个度量指标，包括冲突、内乱、犯罪、人权和经济稳定性等。 ... 给人一个航空技术也应该非常厉害的印象，但是实际上到底谁比较厉害呢？ ... 可梦的赚钱潜力，发布了第四个手游 比特币平台业务负责人：央行已经放行 ...",
    "title" :"全球和平排名出炉美国下降11位成跌幅最大国家- 今日今点(www.jrjdzx ...",
    },
    {
    "url" :"http://bjzc.org/lib/10/gljx/ts010074.pdf",
    "abstract" :"1996年12月23日 - 各种历史教学法专著中，概念使用混乱，含义界定不一。《探讨》中 .... 系、量变质变、主体意识渗透以及历史比较法、阶级分析法、类比法、定量 ...... 比特（一个信息量的单位叫1比特），是数字电子计算机的一百万倍。 ...... 如同度量长度只能用尺子一样，测量习题和习题体系的准确性和有效性 ...... 题目等，都会影响到考分。",
    "title" :"[PDF] 历史教学问题探讨 - 北京之春",
    },
    {
    "url" :"http://bjzc.org/lib/62/shkx/ts062028.pdf",
    "abstract" :"作者奈斯比特也认为在未来的21世纪美国将可能不再是世界经济的中心。我. 倒认为这些论点 ... 羊慧明：如果把美国与欧洲作一个比较，我们或许会得出这样的感触：. 欧洲徐娘半老，美国还 ...... 绝不能仅仅用考分去衡量。 羊慧明：东西方教育 ..... 总用昨日之规去. 度量，容不得变革，过去某某人定的原则就不能越雷池一步，死人的一句话.",
    "title" :"[PDF] 闲聊美国",
    },
    ],
######
#Q_3_18 #:通过各种币来实现领域统一度量
######
"Q_3_18": ["通过各种币来实现领域统一度量",
    {
    "url" :"http://baike.baidu.com/item/%E8%B4%A7%E5%B8%81",
    "abstract" :"既包括流通货币，尤其是合法的通货，也包括各种储蓄存款，在现代经济领域，货币的 .... 交换通过市场而实现，进而实现市场所有交换者的供需转换，即所有向所需的转换。 ... 两者形式不同，但是本质上是统一的，即都被约定作为交换媒介， 都存在契约价值。 ..... 虽然货币的价值尺度的职能要借助价格标准来实现，但二者是不同的范畴。",
    "title" :"货币（一种关于交换权的契约）_百度百科",
    },
    {
    "url" :"https://www.zhihu.com/question/34679451",
    "abstract" :"会以最快的速度退出流通领域，然后人们发明别的货币。 ... 譬如说现在有一千台空调，下一秒就会变成一千零一台，各种东西都在被不停的 ..... 比特币是通过劳动时间付出成本而获得的货币，他的可靠性，比纸币美元强多了， .... 有用在于，它是一般等价物，使得衣服啊食物啊都有一个统一的价值度量标准。 ... 而且，假设果然实现了。",
    "title" :"如果世界统一使用比特币，经济运行会更稳定吗？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/21418402",
    "abstract" :"目前以有部分比特币侧链、竞争币实现了实验性的各种智能合约系统。 ..... 如前文所述，比特币在支付汇款、智能合约、信息公开、炒作标的、非法用途等领域具有一定的 ..... 节点借助区块（block）来同步交易，保证了所有节点数据的统一性，并通过竞争区 ...... 有用在于，它是一般等价物，使得衣服啊食物啊都有一个统一的价值度量标准。",
    "title" :"比特币创造的价值在哪？ - 知乎",
    },
    {
    "url" :"http://www.sohu.com/a/143403309_473276",
    "abstract" :"2017年5月24日 - 但是通过区块链技术，比特币是人类第一次实现在没有任何中介机构参与的情况下，完成双方 ... 答：区块链技术在金融领域中主要的优势去中介化和极大的降低成本。 ... 可以用绝大多数语言来实现它，而且实现的方式也有许多种。 ... 非常早期的阶段，不仅尚未形成统一的技术标准，而且各种技术方案还在快速发展中。",
    "title" :"关于快速了解区块链的23问| 菜鸟必看 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/146068623_262549",
    "abstract" :"4 days ago - DevOps 构建整个IT交付的生产线，提升IT的工程化能力，实现工程效率的提升。 ... DevOps 把生产、研发、运维和云平台（各种资源，IaaS、CaaS、物理机等）这样一个大 ... PRD积压、PRD变更、路线图偏离度是重点评估的度量指标； .... 图所示，划分为5大领域：产品域、组织机构与权限域，项目域、部署域、持续集成域， ...",
    "title" :"如何迈出DevOps 第一步？ - 搜狐",
    },
    {
    "url" :"http://doc.mbalib.com/view/e5f815abff43693809598066fec1847a.html",
    "abstract" :"其引发的货币职能的分离，促进了货币发行的分散化，实现了去中心化， 消解了物价稳定和促进交换之 ... 历史上，货币曾经采取过各种不同的形式， 比如，实物商品、金属条块、足值与非足值铸币、银行券 ... 而单向型虚拟货币，代表法币在互联网领域发挥流通手段的职能。 .... 除创世区块之外，所有新增的比特币都要通过“挖矿”来产生。",
    "title" :"互联网货币的价值来源与货币职能——以比特币为例- MBA智库文档",
    },
    {
    "url" :"https://www2.deloitte.com/content/dam/Deloitte/cn/Documents/about-deloitte/aff2014/deloitte-cn-aff2014-measuringvalue19aff-zh-060114.pdf",
    "abstract" :"在廣義的度量單位中，貨幣的演變始於擁有內. 在價值的 ... 不需要通過稱重或使用其他機械度量方法來確. 定其價值。 .... 以外的幣種進行結算；第二，清算系統受地域. 限制，這 ... 我們很容易列出傳統金融機構面臨的各種挑 .... 賣家的客戶用統一的在線賬戶收發資金（管理 ... 該領域的創新 ... 進入銀行系統而實現結算網絡非居間化，或者.",
    "title" :"[PDF] 價值衡量® 貨幣新形態： 金融創新與貨幣演變 - Deloitte",
    },
    {
    "url" :"https://www2.deloitte.com/content/dam/Deloitte/cn/Documents/about-deloitte/dttp/deloitte-cn-dttp-v2ch1-zh-150127.pdf",
    "abstract" :"在广义的度量单位中，货币的演变始于拥有内在价值的代币，比如金、银、玉、 .... 户以单一主权货币计价，这涉及汇率风险，通常要求以原始货币以外的币种进行结算； ... 以信用卡和借记卡取代个人钞票，以移动通信装置、生物识别和各种代币取代信用 .... 领域的创新被简单描述成主要产品和服务供应商通过直接进入银行系统而实现 ...",
    "title" :"[PDF] 货币的历史，从诞生到现在，是一个不断虚拟化的过程。 - Deloitte",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/2mz4xy.html",
    "abstract" :"2016年3月21日 - 通過構建點對點組織網絡、時間有序不可篡改的密碼學帳本、分布式共識 ... 海外上市公司都沒有區塊鏈標的，該領域的創新和應用還在一級市場。 .... 這樣區塊鏈技術就實現了：一是用純數學方法來建立各方的信任關係，二 ..... 不僅這些服務有特定的收費，也有相關處理各種不同系統接口的業務集成和流程的輔助成本。",
    "title" :"區塊鏈：可代替VISA的低熵新網絡- 每日頭條",
    },
    {
    "url" :"http://www.189.cn/jl/sy_ycgg/87772.html",
    "abstract" :"党的十八届四中全会提出健全以公平为核心原则的产权保护制度，加强对各种所有制 .... 网络安全和信息化领导小组要发挥集中统一领导作用，统筹协调各个领域的网络安全 .... 主的网购木马，是“商家”与网购者进行沟通时，以各种名义给买家传输文件实现盗窃。 ... 钓鱼网站的欺诈手段钓鱼网站的推广手段多种多样，骗子通过百度知道、 ...",
    "title" :"网络安全多重要，你不能不知道 - 中国电信网上营业厅",
    },
    ],
######
#Q_3_13 #: CPI 的意义
######
"Q_3_13": [" CPI 的意义",
    {
    "url" :"http://baike.baidu.com/item/CPI/5561",
    "abstract" :"CPI是居民消费价格指数（consumer price index）的简称。居民消费价格指数，是一个反映居民家庭一般所购买的消费价格水平变动情况的宏观经济指标。它是度量一 ...",
    "title" :"CPI：消费者物价指数 - 百度百科",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hant/%E6%B6%88%E8%B2%BB%E8%80%85%E7%89%A9%E5%83%B9%E6%8C%87%E6%95%B8",
    "abstract" :"消費者物價指數（英文：Consumer Price Index，縮寫：CPI，亦稱居民消費價格指數），在經濟學上，是反映與居民生活有關的產品及勞務價格統計出來的物價變動指標， ...",
    "title" :"消費者物價指數- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"http://www.forex.com.cn/html/c256/2009-11/1191869.htm",
    "abstract" :"2009年11月20日 - 消费者物价指数(Consumer Price Index)，英文缩写为CPI，是反映与居民生活有关的商品及劳务价格统计出来的物价变动指标，通常作为观察通货 ...",
    "title" :"CPI的解释以及它的意义 - 外汇通",
    },
    {
    "url" :"https://www.cmoney.tw/notes/note-detail.aspx?nid=6799",
    "abstract" :"經濟學家定義了一個數字『消費者物價指數』，英文簡寫叫CPI。 你就想像CPI 就是 ... 這個指數背後的計算很複雜，因此，我們只要知道它的意義就好！ 主計處每年都會 ...",
    "title" :"什麼是消費者物價指數 - CMoney",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E6%B6%88%E8%B4%B9%E8%80%85%E7%89%A9%E4%BB%B7%E6%8C%87%E6%95%B0",
    "abstract" :"消費者物價指數（Consumer Price Index，簡稱CPI）是世界各國普遍編製的一種指數，它可以用於分析市場價格的基本動態，是政府制定物價政策和工資政策的重要 ...",
    "title" :"消費者物價指數- MBA智库百科",
    },
    {
    "url" :"http://wiki.mbalib.com/wiki/%E6%A0%B8%E5%BF%83CPI",
    "abstract" :"核心CPI（Core CPI）所谓核心CPI即核心消费价格指数，，至今没有明确的定义，经济学家们使用核心CPI，主要是在两种意义上来使用。一种含义是指消费价格的上升 ...",
    "title" :"核心CPI - MBA智库百科",
    },
    {
    "url" :"http://www.baike.com/wiki/CPI",
    "abstract" :"CPI-CPI（全称为Consumer Price Index），即居民消费价格指数，是一个反映城乡居民家庭一般所购买的消费商品和服务价格水平变动 ... 9主要意义; 10中国CPI指数.",
    "title" :"CPI_互动百科",
    },
    {
    "url" :"http://cht.86722.com/licai/i102526/",
    "abstract" :"消費者物價指數(CPI,ConsumerPriceIndex)，英文縮寫為CPI，是反映與居民生活有關的商品及勞務價格統計出來的物價變動指標，通常作為觀察通貨膨脹水平的重要 ...",
    "title" :"財經名稱CPI、PPI是什么意思? - 股票術語- 86722理材網",
    },
    {
    "url" :"http://wf-sysm.com/html/art2012531art_1879_35552.html",
    "abstract" :"2017年4月24日 - 相反，当一国的消费物价指数下降时，表明该国的通货膨胀率下降，亦即是货币的购买力上升，按照购买力平价理论，该国的货币应走强。由于随着 ...",
    "title" :"什么是CPI？CPI的意义 - 统计月报",
    },
    {
    "url" :"https://www.moneydj.com/z/glossary/glexp_4290.djhtm",
    "abstract" :"消費者物價指數（CPI）乃是由消費者的立場，來衡量財貨及勞務的價格。一般而言，CPI指數若持續上揚，代表通膨有升溫跡象，在相同的所得水準下，民眾購買力將隨 ...",
    "title" :"CPI - 解釋頁",
    },
    ],
######
#Q_3_12 #:区域链与路由表机制，来提高计算效率
######
"Q_3_12": ["区域链与路由表机制，来提高计算效率",
    {
    "url" :"https://kknews.cc/zh-hk/tech/aex332j.html",
    "abstract" :"2017年3月2日 - 節點間基於一套共識機制，通過競爭計算共同維護整個區塊鏈。 ... 有結構的P2P網絡，例如Chord，利用一致性哈希表（DHT）構建每個節點的路由表。 ... 分佈式數據庫通過橫向擴展，提升了吞吐量和計算效率，也開啟了大數據時代。",
    "title" :"一文了解區塊鏈的產業生態現狀- 每日頭條",
    },
    {
    "url" :"http://www.sohu.com/a/131541271_472869",
    "abstract" :"2017年4月1日 - 节点间基于一套共识机制，通过竞争计算共同维护整个区块链。 ... 有结构的P2P网络，例如Chord，利用一致性哈希表（DHT）构建每个节点的路由表。 ... 分布式数据库通过横向扩展，提升了吞吐量和计算效率，也开启了大数据时代。 ... 在谷歌趋势里，区块链搜索热度区域排名为印度第一，依次是澳洲、印尼、加拿大、 ...",
    "title" :"区块链产业生态、存在问题及政策建议|一文读懂新趋势 - 搜狐",
    },
    {
    "url" :"https://medium.com/@benzwjian/%E5%8D%80%E5%A1%8A%E9%8F%88%E5%A6%82%E4%BD%95%E9%81%8B%E4%BD%9C-b7c8d4131a0e",
    "abstract" :"2016年7月19日 - 我們先來說明比特幣是如何運作，說明過程中會一點一點帶入區塊鏈的概念。 ... 這些計算和驗證會由錢包和節點自動完成，使用者不需要煩惱。 ... 節點間會為了交易的順序而意見不合，所以區塊鏈系統設計的一套機制讓所有節點可以 ...",
    "title" :"區塊鏈如何運作? – Ben Z.W. Jian – Medium",
    },
    {
    "url" :"http://news.blockchain.hk/blockchain-industrial-ecology-problems-policy-suggestion/",
    "abstract" :"2017年3月2日 - 节点间基于一套共识机制，通过竞争计算共同维护整个区块链。 ... 有结构的P2P网络，例如Chord，利用一致性哈希表（DHT）构建每个节点的路由表。 ... 分布式数据库通过横向扩展，提升了吞吐量和计算效率，也开启了大数据时代。 ... 在谷歌趋势里，区块链搜索热度区域排名为印度第一，依次是澳洲、印尼、加拿大、 ...",
    "title" :"腾讯研究院：区块链产业生态、存在问题及政策建议– BlockChain.hk",
    },
    {
    "url" :"https://www.zhihu.com/question/27687960",
    "abstract" :"分布式计算 .... 每个节点都是路由，区块链数据库，挖矿，钱包服务的功能集合） .... 的区块链技术创企认为他们能够超越以往，实现整个流程的自动化，提高安全性和效率。 ..... 跟今天的互联网类似，要有区域的交换机和区域的中心节点，所以这应该是一个 .... 从本质上来说，区块链是利用分布式技术和共识算法重新构造的一种信任机制。",
    "title" :"区块链技术是什么？未来可能用于哪些方面？ - 知乎",
    },
    {
    "url" :"https://github.com/OpenNetworking/gcoin-community/wiki/Gcoin-white-paper-Chinese",
    "abstract" :"2016年9月19日 - ... 世界的情況；許可制和公認制區塊鏈，保證效率和信任機制的運行，因此能滿足各種 ... 除針對區塊鏈技術做密碼學安全性的提升來避免51%攻擊問題，在保留公開 ... Gcoin除了保留原先比特幣的公開機制,讓大家都可參與之外,也允許貨幣 ... 完成之智能合約，例如提供自動執行之功能，此即為比特幣無法運行之計算。",
    "title" :"Gcoin white paper Chinese - GitHub",
    },
    {
    "url" :"http://140.116.72.245/~gyuim/work/itenetwork-2.ppt",
    "abstract" :"如果，Router 2 在ARP 表找不到乙主機的IP Address 與MAC 對照時，會在網段內進行ARP ... 提供一些新的功能, 以加速封包傳輸速度,提供較佳的路由效率以及QoS。 ..... 協定來驗證硬體連接和網路層上的邏輯位址，這是一種非常基本的測試機制 ..... 法(使用Dijkstra 演算法來計算SPF )，得到的SPF 網路樹; 到各網路的路由表與連接埠.",
    "title" :"[PPT] 區域網路 - 即時暨內嵌式系統實驗室RealTime & Embedded System Lab.",
    },
    {
    "url" :"http://140.127.82.166/retrieve/23513/013.pdf",
    "abstract" :"本篇論文目標是藉由改善AODV路由協議來增加路徑的穩定性，本研究藉由路徑探. 索得到車輛相對速度、車輛密度等路由表資訊，並計算每一條路徑分數的方式來 ... 在傳遞的過程中路徑斷裂的問題，並提高封包投遞率以及降低端對端延遲時間，能 ... 要目的是降低延遲時間及增加鏈結穩定度，以下介紹本篇論文所使用之相關路由協議，.",
    "title" :"基於AODV改善網路壅塞的路由",
    "metadata" :"由 陳柏諭 著作 - 2016 - 相關文章",
    },
    {
    "url" :"http://baike.baidu.com/item/%E8%B7%AF%E7%94%B1%E5%8D%8F%E8%AE%AE",
    "abstract" :"路由器提供了异构网互联的机制，实现将一个网络的数据包发送到另一个网络，路由 ... 总之，路由协议创建了路由表，描述了网络拓扑结构；路由协议与路由器协同 .... 向量）来确定到达一个网络的最佳路由，由延时、带宽、可靠性和负载等来计算最优 ... 需的带宽减少，此外，IGRP的分组格式中无空白字节，从而提高了IGRP的报文效率。",
    "title" :"路由协议_百度百科",
    },
    {
    "url" :"http://www.ctosay.cn/content/38686915100887672607.html",
    "abstract" :"在OSPF协议中，为了提高传输效率，在进行链路状态通告(LSA)数据包传输时， ... 在RIP等距离向量路由协议中，路由信息的交互是通过周期性地传送整张路由表的机制来 ... 这样，在两个区域之间减小了链路状态数据库，降低了生成数算法的计算量。",
    "title" :"OSPF知识_CTO说",
    },
    ],
######
#Q_3_11 #:数字货币 会取代黄金吗
######
"Q_3_11": ["数字货币 会取代黄金吗",
    {
    "url" :"http://www.lux88.com/gold/201703/414618.html",
    "abstract" :"2017年3月30日 - [摘要]央行数字货币会取代纸币吗？数字货币有哪些优势，数字货币更难篡改、更易线上和线下操作、可视性更强、渠道更为广泛，相比电子货币的支付 ...",
    "title" :"央行数字货币会取代纸币吗？数字货币有哪些优势 - 黄金首饰价格",
    },
    {
    "url" :"http://www.dyhjw.com/gold/20170426-75680.html",
    "abstract" :"2017年4月26日 - 从货币发展趋势来看，货币本身所表现的具体形态在不断发生着变化，货币越来越向一种符号的方向去发展，货币本身不一定非得要有价值。货币由 ...",
    "title" :"央行数字货币发行时间渐近中国首发数字货币会取代纸币吗?_第一黄金网",
    },
    {
    "url" :"http://www.sohu.com/a/127524080_611446",
    "abstract" :"2017年2月28日 - 近日，中国人民银行印制科学研究所公布工作人员招聘信息，“数字货币研发技术人才”成为招聘对象。 今年以来，中国人民银行举行数字货币研讨会， ...",
    "title" :"数字货币成未来趋势会取代纸币吗？ - 搜狐",
    },
    {
    "url" :"http://www.bugutime.com/news/3174.html",
    "abstract" :"2017年2月14日 - 近年来，以比特币为代表的数字货币及其底层技术——区块链技术以及 ... 从黄金退出货币领域的历史就可以判断，比特币这种数字货币不可能取代 ...",
    "title" :"未来比特币会代替法定数字货币吗？_布谷新金融",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/gv2546m.html",
    "abstract" :"2017年2月14日 - 從黃金退出貨幣領域的歷史就可以判斷，比特幣這種數字貨幣不可能取代各國紙幣。 ... 展望未來，央行法定數字貨幣的發行將取代現行的紙質貨幣。法定數字貨幣的流通規模增加有兩 ... 比特幣會代替法定數字貨幣嗎？ 目前，各國流通 ...",
    "title" :"專家：法定數字貨幣將取代紙幣- 每日頭條",
    },
    {
    "url" :"http://www.wanbizu.com/p/13580.html",
    "abstract" :"数字货币能否取代现金-玩币族. ... 数字货币会让第三方支付机构消失吗 ... 的供应量(我们可以这么认为)，人们有时候会把比特币网络(Bitcoin)比作一种数字黄金系统。",
    "title" :"数字货币能否取代现金-玩币族",
    },
    {
    "url" :"http://rhd361.com/special/news?id=3d3b54c4192b4e91be064b2b0931a9e4",
    "abstract" :"2017年1月5日 - 【关注】印度媒体:数字货币取代黄金,成为现金的替代品主流媒体和网络开始将目光转向比特币.《印度时报》等媒体开设了比特币专栏,将这一数字货币 ...",
    "title" :"【关注】印度媒体:数字货币取代黄金,成为现金的替代品 - 融汇岛官网",
    },
    {
    "url" :"http://paper.people.com.cn/zgjjzk/html/2017-02/13/content_1752389.htm",
    "abstract" :"2017年2月13日 - 如果将比特币与人类历史上的黄金（白银）相比，比特币的数量上限、去中心化的发行特征与货币黄金的特征非常类似，也可以视为 ... 展望未来，央行法定数字货币的发行将取代现行的纸质货币。 ... 比特币会代替法定数字货币吗？",
    "title" :"数字货币：纸币时代的终结者 - 中国经济周刊 - 人民网",
    },
    {
    "url" :"http://www.jiemian.com/article/1054099.html",
    "abstract" :"2017年1月5日 - 如此惊艳的表现促使一些支持者认为，比特币已经足以取代黄金成为新的 ... 据数字货币网站CryptoCompare统计，以人民币计价的比特币交易量较 ...",
    "title" :"比特币能取代黄金成为避险资产吗？|界面新闻•天下",
    },
    {
    "url" :"https://www.choudao.com/topic/pages/2154",
    "abstract" :"5 days ago - 上周四比特币价格创下历史新高，也是历史上首次一个比特币的价值超过一盎司的黄金。媒体对此兴奋不已，赞扬比特币是比黄金或其它贵金属更好 ...",
    "title" :"比特币价值超黄金，但是“数字货币”真能取代真金白银么？ - 筹道股权",
    },
    ],
######
#Q_3_10 #:筹码论 在比特币中应用
######
"Q_3_10": ["筹码论 在比特币中应用",
    {
    "url" :"http://toutiao.manqian.cn/wz_18evDwsPYXT.html",
    "abstract" :"2017年5月23日 - 比特币：实用主义者的风险筹码，理想主义者的法外之地六年前，一位刚刚合上《货币的非国家化》 ... 同年年底，中国人民银行等五部委联合印发了《关于防范比特币风险的通知》。 ... 而许多官方机构同样重视比特币以及电子货币的应用，以中国经济学者何东领衔发布的IMF .... 论比特币的管理问题：'比特币政客'的必要性.",
    "title" :"比特币：实用主义者的风险筹码，理想主义者的法外之地_币源社区-慢钱 ...",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種運用区块链支付系統的加密貨幣，由中本聪在2009年基于对等网络， .... 考慮到比特幣的原理可得出，掌握私密金鑰即擁有對相應地址中比特幣的處置權，不管對錢包文件（ .... 但由于挖矿是运算密集型应用，且随着挖矿人数与设备性能的不断提升难度逐渐增加，现在使用CPU挖矿早已毫无收益甚至虧損。",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://bitcointalk.org/index.php?topic=569211.0",
    "abstract" :"415虚拟货币（尤其比特币和莱特币）的巨大内幕，欢迎各位大牛品论. ... 这个时候，从平台内部游戏筹码的角度来看，比特币就是游戏币，怎么投币换更多的资产， ..... 国家不是说了中国不能做应用，请问作者怎么让他走入我们的生活？",
    "title" :"415虚拟货币（尤其比特币和莱特币）的巨大内幕，欢迎各位大牛品论 ...",
    "metadata" :"2014年4月13日 - 27 篇文章 - 16 位作者",
    },
    {
    "url" :"http://www.ruanyifeng.com/blog/2013/10/bitcoin.html",
    "abstract" :"2013年10月25日 - 假设我有100万人民币，需要转移到美国，比特币是最方便的方法。我在国内市场上用人民币买入比特币，然后立刻转手在美国市场上卖出，将所得的 ...",
    "title" :"比特币的用途- 阮一峰的网络日志 - 阮一峰的个人网站",
    },
    {
    "url" :"https://bitcoin.org/zh_TW/faq",
    "abstract" :"而這個社群從此呈指數增長，許多開發人員 都開始投入到Bitcoin 中。 ... 只是一個提供私人Bitcoin 錢包和讓用戶傳送和接收比特幣的行動應用程式或電腦程式。對大部 ...",
    "title" :"常見問題- Bitcoin",
    },
    {
    "url" :"https://www.sohu.com/a/144255697_679095",
    "abstract" :"2017年5月28日 - 区块链技术的首次也是最著名的应用是比特币（BitCoin），一个在2009年1 .... 一些网上博彩网站使用比特币作为筹码，也成为了洗钱的渠道（由于比特币 .... 比特币中交易的记账逻辑并非是一方加、一方减，而是通过脚本表达的总账 ...",
    "title" :"区块链技术简史 - 搜狐",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/38ybj5o.html",
    "abstract" :"2017年1月9日 - 另外比特幣應用並非都是灰色應用，像微軟，戴爾，Steam平台，新蛋網等都 ... 就像陳思進說的「價格越漲，越多的人長期屯幣，使得流動籌碼越來越 ...",
    "title" :"最後成就比特幣的將是比特粉忠自己- 每日頭條",
    },
    {
    "url" :"http://news.wenweipo.com/2016/12/19/IN1612190006.htm",
    "abstract" :"2016年12月19日 - 從幾美分開始，比特幣的價格一直在震盪中向上爬升，近期，比特幣再度 ... 挖礦可以抽像理解為這2000P算力每天爭奪1800枚比特幣生產權的行為。 ..... 到目前為止，創世塊沒有任何應用，只是作為籌碼在流動，難逃就地轉圈的命運。",
    "title" :"比特幣沉寂3年再復甦3個月賺2億的老闆跑路了- 香港文匯網",
    },
    {
    "url" :"http://forum.bitcoin-tw.com/t/topic/8710",
    "abstract" :"2017年3月18日 - (2)日本在2016年5月通過電子貨幣交易法規，等於是將比特幣列為 ... 這一舉動有助於電子貨幣的應用，為加密貨幣的普及打下基礎，列為利多消息，原文點我。 ... 再度進場吸收籌碼，詳細建倉價格我也沒個底，純屬自己的一點猜想!",
    "title" :"短中長期比特幣各面向分析- 比特幣投資買賣- 比特台灣論壇",
    },
    {
    "url" :"http://news.xinhuanet.com/fortune/2016-12/19/c_1120140148.htm",
    "abstract" :"2016年12月19日 - 挖矿人”自述比特币江湖：有人跑路有人干劲十足---上周比特币价格力拔 ... 其次是各种应用场景开始普遍，以全球知名的游戏公司Steam为例，自从 .... 到目前为止，创世块没有任何应用，只是作为筹码在流动，难逃就地转圈的命运。",
    "title" :"“挖矿人”自述比特币江湖：有人跑路有人干劲十足-新华网",
    },
    ],
######
#Q_3_17 #:例如用狗币就可以统计出一个特定领域度量与分析
######
"Q_3_17": ["例如用狗币就可以统计出一个特定领域度量与分析",
    {
    "url" :"http://www.sohu.com/a/143779461_178408",
    "abstract" :"2017年5月26日 - 数据分析涉及不同的业务领域，很多时候，业务的了解比数据技巧更重要。 ... 一次会话用户，指新用户下载完App，仅打开过产品一次，且该次使用时长 ... 活跃指标是用户运营的基础，可以进一步计算活跃率：某一时间段内 .... 如怀胎十月,它就是一个生命周期为十月的营销窗口，企业会围绕这时期的用户建立特定营销。",
    "title" :"最用心的运营数据指标解读 - 搜狐",
    },
    {
    "url" :"https://www.censtatd.gov.hk/home/index_tc.jsp",
    "abstract" :"Created with Highcharts 3.0.7 2013年年底 2014年年中 2014年年底 2015年年中 2015年年底 2016年年中 2016年年底 7 100 7 200 7 300 7 400.",
    "title" :"主頁| 政府統計處",
    },
    {
    "url" :"http://www.censtatd.gov.hk/",
    "abstract" :"The Government of the Hong Kong Special Administrative Region of the People's Republic of China 中華人民共和國香港特別行政區政府. Text Only Version繁體 ...",
    "title" :"Census and Statistics Department 政府統計處",
    },
    {
    "url" :"http://www.statistics.gov.hk/pub/B10100032016AN16B0100.pdf",
    "abstract" :"2016年10月1日 - 政府統計處網站Website of the Census and Statistics Department ..... 本年刊旨在刊載一些使用者經常檢索的統計數. 列。如本刊未能提供所需 ... 例如「 2015-16 年」是指由 ...... 借方記賬的總和相等，須加進一個反映淨誤差及遺漏的平.",
    "title" :"[PDF] 香港統計年刊2016 - Census and Statistics Department 政府統計處",
    },
    {
    "url" :"http://www.blis.gov.hk/blis_ind.nsf/AllVerAllChinDoc/5624347A25E482D048257E4200221636?Navigate&To=Prev",
    "abstract" :"例如TAGN主要是用作炸藥但亦可以用作燃料或氧化劑。 ...... (4) “發展”、“生產”或“使用”受項目ML7(h)管制的“生物聚合物”或特定細胞培養物“所需”的“ ... (2) “在公共領域內”。 ..... (2) 收集濃縮或貧化鈾離子束，包含超過一個裂縫及口袋，由合適的非磁性物料( ...... 項目1C010(e)指明的物料的'動態力學分析玻璃轉換溫度(DMA Tg)'，按美國 ...",
    "title" :"第60G章附表1 戰略物品(《進出口(戰略物品)規例 ... - 雙語法例資料系統",
    },
    {
    "url" :"https://www.zhihu.com/question/22076666",
    "abstract" :"你要告诉普通民众，一种程序员人为造出来的数字货币，一个币能值1200美元， ..... 中心化的问题很多，比如央行不需要经过你的同意，就可以无穷无尽地印钞票， .... 例如去中心化的股票、保险、赌博等等功能，并在物联网、供应链等领域得到广泛应用。 ... 曾使用此方案发行股票，其需要发行1万股股票，取一个特定的比特币进行染色（称 ...",
    "title" :"比特币是什么？ - 知乎",
    },
    {
    "url" :"https://sec.vip.com/article",
    "abstract" :"信息安全意识也是同样的道理，如果寄望于通过每年组织一场培训，就可以提高员工的 ... 未形成体系，具体表现在员工缺少驱动力、培训绩效无法度量和缺少有效反馈渠道。 ... 使其成为一个用户体验至上，具备质量提升循环的唯品会信息安全培训体系。 ..... 以应对那些通过跨时间段统计分析才能识别风险的欺诈交易场景。5.2 建立特定 ...",
    "title" :"博客 - VSRC首页-唯品会信息安全中心",
    },
    {
    "url" :"http://www.afenxi.com/post/43108",
    "abstract" :"2017年4月6日 - 以《大秦帝国之崛起》为例，来谈大数据舆情分析和文本挖掘. ... 从上图中可以看出，除了本剧的片名—“大秦帝国”以外，还有一些比较反映该剧特征的 ... 此处，用渗透率（度）来表示用户对特定事件关注度的比例，而非绝对值。 ..... frequency）关键词统计方法：它用以评估一字/词对于一个文件集或一个语料库中的其中一份 ...",
    "title" :"用（大）数据全方位解读电视剧《大秦帝国之崛起》 - 数据分析网",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E4%BC%9A%E8%AE%A1%E6%8E%A7%E5%88%B6%E7%B3%BB%E7%BB%9F",
    "abstract" :"消費資本反映勞動創造價值中勞動的廣義性，除生產領域勞動創造價值外，非生產領域的勞動仍然創造價值。 ... 會計控制系統是指公司為了彙總、分析、分類、記錄、報告公司交易,並保持相對 ... 因此社會必要勞動時間標準必須具體化，形成一個系統。 ... 如公司為了考核各職能部門的費用使用情況，就要把計劃年度的“目標”費用分解到各 ...",
    "title" :"會計控制系統- MBA智库百科",
    },
    {
    "url" :"http://www.hkexnews.hk/listedco/listconews/SEHK/2016/0624/LTN20160624488_C.pdf",
    "abstract" :"2016年6月8日 - 就可持續發展計劃及項目. 作溝通. • 定期與政府官員會面. 領展可持續發展諮詢委員會讓我們從多角度審視可持續發展方面所面對的. 挑戰。可持續 ...",
    "title" :"[PDF] 年報2015/2016 - HKEXnews",
    },
    ],
######
#Q_3_16 #:比特币与其他数字货币能够相互换吗
######
"Q_3_16": ["比特币与其他数字货币能够相互换吗",
    {
    "url" :"http://www.sohu.com/a/56026598_216075",
    "abstract" :"2016年1月22日 - 数字货币”这个词或许挺陌生，但近几年被炒得挺热的“比特币”，应该有不少人听说过。 ... 位的数字，然后通过反复解谜密与其他淘金者相互竞争，为比特币网络 ... 会不会也按“元”计，或许也会有个什么“币”，10元也不一定能换一个“币”。",
    "title" :"央行要发行的“数字货币”究竟是个啥? - 搜狐",
    },
    {
    "url" :"https://bitcoin.org/zh_CN/faq",
    "abstract" :"真的有人使用比特币吗？ 如何获得比特币 ... 如果有人创造了一个更好的数字货币将会怎样？ 交易 ... 比特币是一个共识网络，促成了一个全新的支付系统和一种完全数字化的货币。它是第一 ... 为了相互之间保持兼容性，所有用户也需要选择遵循相同规则的软件。 .... 比特币网络已经能够每秒钟处理比目前的处理量大很多的交易数量。",
    "title" :"常见问题- 比特币 - Bitcoin",
    },
    {
    "url" :"http://www.cfen.com.cn/xinmeiti/zgcjbwx/201601/t20160125_1657219.html",
    "abstract" :"2016年1月25日 - 数字货币”这个词或许挺陌生，但近几年被炒得挺热的“比特币”，应该有不少人听说过。 ... 位的数字，然后通过反复解谜密与其他淘金者相互竞争，为比特币网络 ... 会不会也按“元”计，或许也会有个什么“币”，10元也不一定能换一个“币”。",
    "title" :"财·知︱中国要推出“数字货币”！长啥样？能花吗？ - 中国财经报网",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%AF%94%E7%89%B9%E5%B8%81/4143690",
    "abstract" :"... 百思不得姐-比特币; 快速了解－比特币; 轻松秒懂比特币; “比特币”是什么; 你了解比特币吗？ ... 比特币与其他虚拟货币最大的不同，是其总数量非常有限，具有极强的稀缺性。 ... 而现如今的分析总是集中在比特币能否成为未来的主流货币。 ..... 反复解谜密与其他淘金者相互竞争，为比特币网络提供所需的数字，如果用户的电脑成功地 ...",
    "title" :"比特币（虚拟货币）_百度百科",
    },
    {
    "url" :"http://finance.sina.com.cn/roll/2017-03-06/doc-ifycaasy7632876.shtml",
    "abstract" :"2017年3月6日 - 近日，中国央行已释放出推进数字货币的强烈信号：一方面，央行数字货币研究所. ... 而言，数字货币优势明显，推进数字货币将是一个技术和宏观政策相互互动和平衡的 ... 业内专家亦强调，数字货币与比特币等虚拟货币有根本区别。 ... 会收藏能升值的“货币”而使用其他货币进行支付流通，同时虚拟货币又是用“币值”而 ...",
    "title" :"央行酝酿破题数字货币专家：与比特币有根本区别|比特币|虚拟货币|区块 ...",
    },
    {
    "url" :"http://finance.sina.com.cn/zl/bank/2016-01-22/zl-ifxnuvxc1587128.shtml",
    "abstract" :"2016年1月22日 - 央行宣告“争取早日推出数字货币”，是一项重大决策，将对货币发行、货币 ... 切实保证数字货币应用的低成本、广覆盖，实现数字货币与其他支付工具的无 ... 式的、不可篡改的链式账本数据库，能够让区块链中的参与者在无需相互认知 ...",
    "title" :"央行宣告早日推出数字货币意义深远|比特币|货币政策|中央银行_新浪 ...",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種運用区块链支付系統的加密貨幣，由中本聪在2009年基于对等网络， ..... 如果其他節點通過計算雜湊值發現確實滿足要求（比特幣要求的運算目標），那麼該資料塊有效，其他 ... 資料塊產生速率的預期為每10分鐘一個，但每個資料塊中新發行的比特幣不能超過50個，而這個數字每產出21萬個區塊，時間上約每 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://www.zhihu.com/question/20876219",
    "abstract" :"但是Bitcoin 支付网络和在此之前其他所有的支付网络（paypal，支付宝，apple ... 事实上，整个白皮书里都没有说比特币是一种货币，只是说它是一种支付系统。 .... 一个国家一共发行多少人民币，那也是一个数字，这个数字是央行“根据社会活动需要”拍定下来的。 ... 再问一个问题，你小时候用人民币时考虑过它为什么能作为货币吗？",
    "title" :"比特币（Bitcoin）是什么，如何简单易懂地介绍比特币？ - 知乎",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/5e2kz8.html",
    "abstract" :"2016年8月5日 - 聚幣網作為國內專業的數字貨幣交易平台，支持多種數字貨幣交易，數字貨幣 ... 從價值存儲手段看，以比特幣為代表的虛擬貨幣價格波動性很大，也缺少現代貨幣的其他 ... 了數字貨幣中的「雙花」 和「拜占庭將軍」 難題，使得交易雙方無需相互 ... 或少存在的貨幣兌換限制和支付的寡頭壟斷，只要有能夠聯接網際網路的 ...",
    "title" :"聚幣網：關於數字貨幣的未來- 每日頭條",
    },
    {
    "url" :"http://www.baike.com/wiki/%E6%AF%94%E7%89%B9%E5%B8%81&prd=resoukuang",
    "abstract" :"它的特点是分散化、匿名、只能在数字世界使用，不属于任何国家和金融机构，并且不受地域限制. ... 比特币与其他虚拟货币最大的不同，是其总数量非常有限，具有极强的稀缺性。 ... 而现如今的分析总是集中在比特币能否成为未来的主流货币。 .... 者相互竞争，为比特币网络提供所需的数字，如果用户的电脑成功地创造出一组数字，那么 ...",
    "title" :"比特币_比特币[虚拟货币]_互动百科",
    },
    ],
######
#Q_3_15 #: M2 的意义
######
"Q_3_15": [" M2 的意义",
    {
    "url" :"https://www.zhihu.com/question/20104612",
    "abstract" :"广义货币(Broad money)是一个经济学概念。M0、M1、M2、M3都是用来反映货币供应量的重要指标。M1反映着经济中的现实购买力；M2同时反映现实和潜在购买力。",
    "title" :"金融学中的M2 是什么意思？ - 知乎",
    },
    {
    "url" :"https://wenku.baidu.com/view/e68ae80490c69ec3d5bb753d.html",
    "abstract" :"2011年1月25日 - MO、M1、M2 的增幅均高于同期GDP 和物价上涨率之和， 对经济各项指标有什么意义？他们是怎么相互作用的呢？ 最佳答案M。、M1、M2 是货币 ...",
    "title" :"什么是M0、M1、M2？_百度文库",
    },
    {
    "url" :"https://wenku.baidu.com/view/044f6ec0d5bbfd0a79567388.html",
    "abstract" :"2011年10月25日 - M0 M1 M2 M3 基本概念和含义详解国内网站和百度百科上的解释太过 ... 若M2 相同，则中国的储蓄额很大，但流通的、有实际经济意义的货币却很 ...",
    "title" :"M0 M1 M2 M3基本概念和含义详解_百度文库",
    },
    {
    "url" :"http://joejoeyourmoney.pixnet.net/blog/post/109128220-%E8%B2%A8%E5%B9%A3%E4%BE%9B%E6%87%89%E9%87%8Fm1%E5%92%8Cm2",
    "abstract" :"2011年3月23日 - M2＝M1B＋準貨幣（包括郵局轉存款＋定期存款＋定期儲蓄存款＋外幣 ... 在中國，M1的經濟意義就是現鈔和支票，代表儲蓄，M2代表投資，M2上升 ...",
    "title" :"貨幣供應量M1和M2 @ Strategy :: 痞客邦PIXNET ::",
    },
    {
    "url" :"https://hk.answers.yahoo.com/question/index?qid=20050110000010KK00500",
    "abstract" :"最佳解答: 貨幣供給額：M1a，M1b，M2： M1a，M1b，M2：由中央銀行所編制，用以判斷金融情勢的指標，此指標以年增率％為單位，其定義如下： M1a：將國內某日所有 ...",
    "title" :"貨幣銀行學裡面的M1A、M1B、M2是代表什麼意思？ | Yahoo奇摩知識+",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E8%B4%A7%E5%B8%81%E4%BE%9B%E5%BA%94%E9%87%8F",
    "abstract" :"按流動性標準劃分貨幣供應量的層次，對中央銀行而言，有兩個方面的意義： .... 因此，同樣的M2、M1、M0水準，美國的M體系有大量的具有實際經濟學意義的貨幣，而 ...",
    "title" :"貨幣供應量- MBA智库百科",
    },
    {
    "url" :"http://iask.sina.com.cn/b/485986.html",
    "abstract" :"2013年3月28日 - 按国际货币. 基金. 相关信息. 为何避孕套和口香糖摆在一起卖？ 谁有调整以来跌幅前100名的排行榜? 债券型手续是多少?股票型的0.6%,货币...... 诺安股票 ...",
    "title" :"M1和M2是什么意思？货币总量的调控是如何决策的？ - 爱问知识人",
    },
    {
    "url" :"http://luckylong.pixnet.net/blog/post/62323013-%E4%B8%89%E5%88%86%E9%90%98%E7%9C%8B%E6%87%82m1b%E8%88%87m2%E5%87%BA%E7%8F%BE%E9%BB%83%E9%87%91%E4%BA%A4%E5%8F%89%E7%9A%84%E6%84%8F%E7%BE%A9",
    "abstract" :"2015年12月22日 - 一般而言，由於台灣的實際貨幣數，依照涵蓋的範圍，由少至多分別為M1A、M1B與M2，而三者之間的關係，就好比同心圓的概念，M1B包含了M1A ...",
    "title" :"三分鐘看懂M1b與M2出現黃金交叉的意義@ 孫慶龍的投資部落格:: 痞客 ...",
    },
    {
    "url" :"https://read01.com/6xkn48.html",
    "abstract" :"2016年5月12日 - 曾幾何時，「滯漲」一詞成為大家津津樂道的話題，伴隨著經濟下行壓力，股市下挫，樓市降溫，M1與M2的剪刀差再次被政府及媒體提及，其背後的 ...",
    "title" :"M1與M2數據背後有什麼樣的經濟意義？ - 壹讀",
    },
    {
    "url" :"https://www.zybang.com/question/b1a0c57ead484ed1efe18821f0fad22e.html",
    "abstract" :"优质解答: M1／M2是评价货币供给流动效率的一个具体指标,也可以作为判断经济发展态势的指标之一.M1／M2的值趋大,往往通货膨胀压力增加,经济过热;反之, ...",
    "title" :"M2增加的意义_百度作业帮",
    },
    ],
######
#Q_3_14 #: PPI 的意义
######
"Q_3_14": [" PPI 的意义",
    {
    "url" :"http://ayu6628.pixnet.net/blog/post/4807174-%E8%A7%A3%E6%9E%90%E5%BA%A6%E3%80%81dpi%E3%80%81ppi%E4%B9%8B%E9%96%93%E7%9A%84%E8%BF%B7%E6%80%9D",
    "abstract" :"雖然瞭解了dpi、ppi的意思，其實我覺得並不需要刻意改正唸法，反而你跟客戶或廠商 ... 反正目前使用dpi做溝通，大家都聽的懂就好，重點是，你瞭解了它的意義。",
    "title" :"解析度、dpi、ppi之間的迷思@ 奧米加:: 痞客邦PIXNET ::",
    },
    {
    "url" :"http://cht.86722.com/licai/i102526/",
    "abstract" :"知識摘要: 財經名稱CPI、PPI是什么意思?:消費者物價指數(CPI,ConsumerPriceIndex)，英文縮寫為CPI，是反映與居民生活有關的商品及勞務價格統計出來的物價 ...",
    "title" :"財經名稱CPI、PPI是什么意思? - 股票術語- 86722理材網",
    },
    {
    "url" :"https://www.zhihu.com/question/23770739",
    "abstract" :"2017年1月16日 - 在不同语境下的意义也不同。 这两个单位完全就是时常混用的，你要是指望单从单位上解读出什么事情往往就是自己误导自己。你应当做的是理解 ...",
    "title" :"DPI 和PPI 的区别是什么？ - 知乎",
    },
    {
    "url" :"http://s90304a123.pixnet.net/blog/post/39062157-ppi%E5%83%8F%E7%B4%A0%E5%AF%86%E5%BA%A6density",
    "abstract" :"2013年5月6日 - PPI全名：「Pixels Per Inch」（pixel：像素，per：每個，inch：英吋），俗稱density也就是每英吋可以有幾個像素。這一指標代表了手機螢幕的像素密度， ...",
    "title" :"PPI像素密度是什麼? 以及PPI的計算@ 宇若彎彎:: 痞客邦PIXNET ::",
    },
    {
    "url" :"http://zhidao.baidu.com/question/10188239.html",
    "abstract" :"2006年7月25日 - CPI（居民消费价格指数）.PPI（工业价格指数）.PPI的上涨一方面可看出企业成本压力过重,利润空间被压缩,未来面临深层次结构性调整的需求越来越强烈；另 ...",
    "title" :"经济中的PPI 是什么意思？_百度知道",
    },
    {
    "url" :"https://wenku.baidu.com/view/ef6925f2f90f76c661371ab8.html",
    "abstract" :"2011年2月16日 - GDP、GNP、PMI、CPI 、PPI是什么意思？_经管营销_专业资料。GDP、GNP、PMI、CPI 、PPI的词义解释以及简单的案例举例,同时揭示了这几者之间 ...",
    "title" :"GDP、GNP、PMI、CPI 、PPI是什么意思？_百度文库",
    },
    {
    "url" :"https://www.douban.com/group/topic/16137183/",
    "abstract" :"2010年12月3日 - CPI即消费者物价指数(Consumer Price Index)，英文缩写为CPI。是反映与居民生活有关的产品及劳务价格统计出来的物价变动指标，通常作为观察 ...",
    "title" :"CPI ,PPI和PMI 是什么意思? - 豆瓣",
    },
    {
    "url" :"http://android.tgbus.com/Android/yizhi/201212/459572.shtml",
    "abstract" :"2012年12月11日 - 什么是PPI？手机PPI是什么意思？如何计算PPI？PPI计算公式是什么？哎呀不要再继续问下去了，小编今天就来跟大家详细讲解一下有关PPI的知识 ...",
    "title" :"手机PPI是什么意思？如何计算PPI？PPI计算公式- Android教程- 安卓 ...",
    },
    {
    "url" :"https://tw.wenbanzhu.com/Ppi%E6%98%AF%E4%BB%80%E4%B9%88%E6%84%8F%E6%80%9D%EF%BC%8C%E5%92%8Ccpi%E6%9C%89%E4%BB%80%E4%B9%88%E5%8C%BA%E5%88%AB%EF%BC%8C%E4%BB%80%E4%B9%88%E6%98%AFppi%E6%8C%87%E6%A0%87%EF%BC%9F",
    "abstract" :"2010年5月11日 - PPI指數（Producer Price Indexes）是生產者物價指數的英文縮寫，它是站在生產者的角度來觀察不同時期貨物和服務商品價格水平變動的一種物價 ...",
    "title" :"Ppi是什麼意思，和cpi有什麼區別，什麼是ppi指標？ - 問版主(正體)",
    },
    {
    "url" :"https://home.gamer.com.tw/creationDetail.php?sn=2342652",
    "abstract" :"2014年2月12日 - 然而文中提到的DPI、PPI等不同名詞， 分別代表什麼意思呢？ 在電腦中， ... 但是Photoshop裡面卻又會看到ppi這個稱呼， .... 這個單位存在的意義，",
    "title" :"【教學】印刷小知識：DPI、PPI、LPI - lushipha的創作- 巴哈姆特",
    },
    ],
######
#Q_1_1 #:   比特币 可追踪吗, 本身历史是有纪录可查IP地址，但是通过TOR来加大难度
######
"Q_1_1": ["   比特币 可追踪吗, 本身历史是有纪录可查IP地址，但是通过TOR来加大难度",
    {
    "url" :"http://8btc.com/thread-6517-1-1.html",
    "abstract" :"虽然比特币账簿是公开的，但是对于有一些比特币知识的人来说，躲避追踪是比较 .... 对于比特币来说，对于每个账户，它拥有自己的私钥，在交易的时候，可以重新 ...",
    "title" :"比特币是一个好的洗钱工具吗？ - 问答/互助 - 巴比特论坛",
    },
    {
    "url" :"https://www.zhihu.com/question/20913179",
    "abstract" :"2013年10月13日 - 比特币的交易历史是完全公开的，所有人都可以通过你的钱包地址在区块 ... 日后，通过大宗交易追踪到交易者的真实身份将变得容易，这最终可能会 ...",
    "title" :"比特币（Bitcoin）是完全匿名持有的吗？ - 知乎",
    },
    {
    "url" :"http://www.wanbizu.com/p/42315.html",
    "abstract" :"攻击使用TOR网络进行比特币交易的用户 大多数比特币交易用户认为使用TOR进行交易不会被追踪，但是卢森堡大学的研究人员Alex Biryukov, Dmitry Khovratovich, ...",
    "title" :"比特币可以追踪IP-玩币族",
    },
    ],
######
#Q_1_0 #:   比特币的 交易单位, 目前的理论是10^-8，但是一般交易网站的交易最小是mBTC
######
"Q_1_0": ["   比特币的 交易单位, 目前的理论是10^-8，但是一般交易网站的交易最小是mBTC",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"货币单位. 1, 比特币（Bitcoins，BTC）. 10−2, 比特分（Bitcent，cBTC）. 10−3, 毫比特（Milli-Bitcoins，mBTC）. 10−6, 微比（Micro-Bitcoins，μBTC）. 10−8, 聰（satoshi）. 比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 ... 比特幣是經由一種稱為「挖礦」的過程產生，參與者透過處理交易驗證和記錄來 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://www.okcoin.cn/t-1007403.html",
    "abstract" :"2014年2月15日 - 您好，目前比特币交易的最小单位是0.01个，最低交易限额是0.1个。感谢您对OKCoin的支持！ (温馨提示：请不要在讨论区泄露自己的个人信息，如 ...",
    "title" :"比特币最小交易单位是多少？The Leading Global Bitcoin Exchange ...",
    },
    {
    "url" :"http://www.wanbizu.com/p/13072.html",
    "abstract" :"比特币的可分割性如何？比特币的最小单位可以变mbtc甚至更小. 技术上讲，目前的数据结构下一个比特币可以被分割到8位小数，所以0.00000001BTC是目前的最小 ...",
    "title" :"比特币最小交易单位-玩币族",
    },
    ],
}
keyword_list = [ 
   " 哪些地区 比较适合 比特币挖矿",
   " 比特币挖矿 有哪些种",
]
meta_data = {"status":"mc","Major": 3,"Minor": 23,"Prefix": "Q"}
km_0_title = "比特币"
km_0_summary = ""
km_1_tags = []
