# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_11 #:亚当斯密在国富论中水与钻石的悖论，水的用途极大，但是无价的，而钻石没有使用价值的，但是巨贵的。还有什么东东像钻石一样呢？
######
"Q_1_11": ["亚当斯密在国富论中水与钻石的悖论，水的用途极大，但是无价的，而钻石没有使用价值的，但是巨贵的。还有什么东东像钻石一样呢？",
    {
    "url" :"https://zh.wikipedia.org/wiki/%E9%92%BB%E7%9F%B3%E4%B8%8E%E6%B0%B4%E6%82%96%E8%AE%BA",
    "abstract" :"钻石与水悖论是指如下悖论：水非常有用，但在市场上价格很低；钻石几乎没什么用，但在市场上价格很高。该悖论也称作价值悖论，曾被许多重要的思想家在著作中讨论，包括柏拉图的《Euthydemus》、伽利略的《关于托勒密和哥白尼两大世界体系的对话》、亚当·斯密的著作《国富论》等。 ... 众所周知，钻石对于人类维持生存没有任何价值（使用价值），然而其市场价值（ ...",
    "title" :"钻石与水悖论- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://www.zhihu.com/question/22073437",
    "abstract" :"我认为这个悖论跟劳动价值论没什么太大关系，水之所以便宜，是因为相对钻石来 ... 所以所谓剩余价值，应该看作是劳动者为了实现自己劳动的价值而愿意让渡给资本家的一部分价值，就像工业企业让渡给商业流通零售企业的价值一样，是完全合理的。 ... 钻石在生活中没有什么使用价值（除了用作金刚石切割玻璃外），按照劳动价值论 ...",
    "title" :"亚当斯密关于使用价值交换价值的悖论怎么解释？ - 知乎",
    },
    {
    "url" :"https://zhuanlan.zhihu.com/p/26499101",
    "abstract" :"2017年4月21日 - 但是后来人们发现解释天体运动时需要增加的本轮越来越多，系统越来越复杂，地心说因此 ... 这个理论完全解释不了钻石和水的悖论，于是它只有被摈弃的命运。 ... 干旱的沙漠没有水，一杯水的使用价值就很高。 ... 马歇尔指出，价格既反映了消费者对产品的边际使用价值，也反映了生产者的边际成本。 ... 还没有评论.",
    "title" :"钻石和水的悖论（二） - 知乎专栏",
    },
    {
    "url" :"http://zhidao.baidu.com/question/561066351.html",
    "abstract" :"2013年6月22日 - 试解释水和钻石的价值悖论（西方经济学）很有用途，但它有很小的“价值”；钻石在被用于工业之前几乎没有什么用途，但它却有巨大的“交换”价值。你怎样理解 ... 相反，钻石几乎没有任何使用价值，但是通过交换可以得到大量的其他物品。” 水比钻石更 ... 亚当·斯密认为，水有使用价值，而钻石有交换价值。他从价格中 ...",
    "title" :"试解释水和钻石的价值悖论（西方经济学）_百度知道",
    },
    {
    "url" :"http://wiki.pinggu.org/doc-view-44668.html",
    "abstract" :"2010年6月14日 - 简介价值悖论（钻石与水悖论）首次由亚当·斯密在他的著作国富论里提出，也称作价值悖论。 ... 内容众所周知，钻石对于人类维持生存没有任何价值， ... 人工钻石而单纯考虑自然钻石），供给非常的少，因此水供给大，而钻石供给少，故会产生这样的现象。 ... 但是，即使水能够提供更多的效用，它还是比钻石便宜得多。",
    "title" :"价值悖论-市场理论- 人大经济论坛-经管百科",
    },
    {
    "url" :"http://product.dangdang.com/24240451.html",
    "abstract" :"两位来自发展中国家的杰出经济学家向主流理论宣战，全面揭示经济繁荣之谜 60W图书5折封顶经济 .... 佐卡伊玫瑰18k金钻石项链群镶钻石吊坠锁骨链时尚项坠链牌.",
    "title" :"《战胜命运：跨越贫困陷阱，创造经济奇迹》(林毅夫)【简介_书评_在线阅读 ...",
    },
    {
    "url" :"http://ebook.580xzcy.com/download/download.php?filetype=txt&filename=938",
    "abstract" :"把今天可以吃的苹果推迟到明天吃，就不仅有早晚之别，还有有无之别——明天不一定能 .... 因此，尽管政府提供了私用品，但政府模仿私营机构的做法，向使用者收费，就仍然具有双重意义。 ... 管制者没有理由推断外地车对北京道路的需求低于本地车。 ... 一、道路是私人物品许多人认为高速公路是“公共物品”，所以应该低价甚至免费。",
    "title" :"点击下载(0.4 MB) - 580创业课堂",
    },
    {
    "url" :"http://120.194.7.10:8087/date/books/0g20/10834497.pdf",
    "abstract" :"1999年12月9日 - 但是，以自然资源为基础的 济特点是资源损耗速度快，不可再 .... 因就是在思想观念上对知识资本的价值没有清晰的认识。实际 ..... 识，怎样才能使学习的过程和方法最便捷，用什么样的机制来激 ...... 论来表述大概是最为确切的，即存在所谓“知识悖论”。 ... 一样来对其知识资产进行管理：获取资产并将其“存放”在能够.",
    "title" :"[PDF] Untitled - 郑州经济技术开发区图书馆",
    },
    {
    "url" :"http://www.booknc.com/Reader/Reader.aspx?bookid=37e7dfe9-9384-4078-81ca-9ef503771dfc&line=11000",
    "abstract" :"多年以后，朴允俊来到小镇时认识了金正敏，但是似乎始终都不知道这就是当年和 ... 这些在故事中没有什么变化的空间，是非常平面化的背景，仿佛是对不同个人 .... 尽管美国人的权利观念很激进，美国公民范围和公民权利的内容却是逐步而缓慢发展的。 ...... 最近笔者在做亚当·斯密的伦理思想研究，对于他的《道德情操论》有较多关注， ...",
    "title" :"阅读： 《《博览群书》2003-2007》 Txt小说阅读器在线阅读来自分享阅读",
    },
    {
    "url" :"http://shibo.guoshi.com/mp/search/?page=5&q=CIA",
    "abstract" :"但是，这个行动并没有满足军方高层，他们想要发起的是一场范围更广的攻势战役。 .... 空战中用到最多的飞弹是海军研制的AIM-9和AIM-7，而不是空军的AIM-4。 ... 空军确实有一款能够全天候作战，配备了雷达轰炸系统，并且破坏力极大的飞机－B-52 ...... 浆果自古以来都已极高的药用价值而闻名，还有丰富的维他命及人体必需的多种 ...",
    "title" :"学习社区",
    },
    ],
######
#Q_1_10 #:刻意发扬国学以及亚里士多德与柏拉图的学术，就像经你现在放弃知能手机，并且如何发扬大哥大的功能一样。
######
"Q_1_10": ["刻意发扬国学以及亚里士多德与柏拉图的学术，就像经你现在放弃知能手机，并且如何发扬大哥大的功能一样。",
    {
    "url" :"https://zh.wikipedia.org/zh-cn/%E4%BA%9A%E9%87%8C%E5%A3%AB%E5%A4%9A%E5%BE%B7",
    "abstract" :"亚里士多德的著作是西方哲学的第一个广泛系统，包含道德、美学、逻辑和科学、政治和玄学。 亚里士多德关于物理学的思想深刻地塑造了中世纪的学术思想，其影响力延伸到了文艺 ... 柏拉图去世后，由于学园的新首脑比较同情柏拉图哲学中的数学倾向，令亚里士多德 ..... 更明确的说，亚里士多德所谓的“机会”就像是一般所说的“巧合”。",
    "title" :"亚里士多德- 维基百科，自由的百科全书 - Wikipedia",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%BA%9A%E9%87%8C%E5%A3%AB%E5%A4%9A%E5%BE%B7",
    "abstract" :"亞里士多德（希腊语：Αριστοτέλης，Aristotélēs，英语：Aristotle，前384年－前322年3月7日），古 ... 亞里士多德关于物理學的思想深刻地塑造了中世紀的學術思想，其影響力延伸到了 ... 柏拉图去世后，由于学园的新首脑比较同情柏拉图哲学中的数学倾向，令亚里士多德 ..... 更明確的說，亞里士多德所謂的「機會」就像是一般所說的「巧合」。",
    "title" :"亚里士多德- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://baike.baidu.com/item/%E4%BA%9A%E9%87%8C%E5%A3%AB%E5%A4%9A%E5%BE%B7",
    "abstract" :"亚里士多德（Aristotle公元前384～前322），古代先哲，古希腊人，世界古代史上伟大的哲学 ... 亚里士多德的著作构建了西方哲学的第一个广泛系统，包含道德、美学、逻辑和 ... 也许是受父亲的影响，亚里士多德对生物学和实证科学饶有兴趣；而在柏拉图的 .... 就像是有一只鼓翅乱飞的鸡，这只鸡的“形式”是它会鼓翅、会咕咕叫、会下蛋等。",
    "title" :"亚里士多德（古希腊著名思想家）_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%B8%8C%E8%85%8A%E4%B8%89%E8%B4%A4",
    "abstract" :"希腊三贤”即苏格拉底、柏拉图、亚里士多德，苏格拉底是柏拉图的师父，柏拉图是 ... 亚里士多德一生勤奋治学，从事的学术研究涉及到逻辑学、修辞学、物理学、生物学、 ... 就像是现在有一只鼓翅乱飞的鸡，这只鸡的“形式”是它会鼓翅、会咕咕叫、会下蛋等。 ... 亚里士多德和柏拉图一样，认为理性方案和目的是一切自然过程的指导原理。",
    "title" :"希腊三贤_百度百科",
    },
    {
    "url" :"http://www.swstsg.com/PDFDATA/data%5C007%5C002%5C199906.pdf",
    "abstract" :"标准主要是以资本主义大生产时代后的产业概念为准，这时. 随着机器工业的发展， ...... 和亚里士多德的观点相似，都在不同程度上认同文学的摹仿. 性。文艺复兴时期 ...",
    "title" :"文学艺术产业",
    },
    {
    "url" :"https://github.com/wuyongzheng/zhtokenizer/blob/master/words/wbhf.txt",
    "abstract" :"不一样. 不一而足. 不上. 不下. 不与. 不专. 不严. 不中. 不丹. 不为. 不为所动. 不久 ...... 以及. 以后. 以备. 以外. 以太. 以太网. 以对. 以小见大. 以少胜多. 以工代赈. 以巴 ..... 你俩. 你去. 你呀. 你呢. 你好. 你家. 你将. 你就. 你想. 你我. 你所. 你敢. 你早. 你是. 你来 ...... 发扬. 发扬光大. 发抖. 发报. 发报机. 发指. 发挥. 发掘. 发改委. 发放. 发散. 发文.",
    "title" :"wbhf.txt - GitHub",
    },
    {
    "url" :"https://www.douban.com/note/317951483/",
    "abstract" :"2013年11月25日 - 《一站到底》题库及答案（20120302期） 第一期第一轮1.“铁观音”茶的原产发源地在中国的哪个省份？福建2.奢侈品牌LV 路易威登是哪个国家的品牌？",
    "title" :"《一站到底》题库及答案 - 豆瓣",
    },
    {
    "url" :"http://211.80.112.100/G2S/Template/View.aspx?courseId=26785&topMenuId=71624&menuType=6&action=view&type=&name=&page=1&fid=2982",
    "abstract" :"现在的大学生，有信仰的真的不多，因为收到了太多不良影响的熏陶，加上自己立场 .... 哲学家大卫·休谟，比他高出了15.33个百分点，连柏拉图、苏格拉底、亚里士多德 ..... 在2001年12月17日到19日举行的“全国汉语词汇规范问题学术研讨会”上，40多 ...... 就像唯物辩证法认为的世界是普遍联系和永恒发展的，而矛盾即对立统一是事物 ...",
    "title" :"马克思主义基本原理概论 - 课程中心",
    },
    {
    "url" :"http://corpus.leeds.ac.uk/frqc/internet-zh.num",
    "abstract" :"... 93 971.90 这样94 952.39 次95 933.87 时候96 920.03 没97 916.48 现在98 ... 534.48 一样160 523.40 叫161 523.07 大家162 520.94 _ 163 517.60 可能164 ... 之间436 218.69 以及437 217.95 少438 217.75 因此439 217.27 帮440 217.25 ...... 5.45 住户12089 5.45 寓言12090 5.45 惊叫12091 5.45 发扬12092 5.45 老马12093 ...",
    "title" :"words from the Internet corpus - Use of corpora in translation studies",
    },
    {
    "url" :"http://13482764.s21d-13.faiusrd.com/0/ABUIABA9GAAgybH3xwUoz9G0kAE?f=12%E6%9C%9F.pdf&v=1493031113",
    "abstract" :"GT理念，轻松地将运动跑车性能极限与多功能和实用性融为一体，是一款拥有非凡. 创新设计的 .... 托马斯·L·弗里德曼在《纽约时报》专栏中提出这样的观点. ◎ 除非你 ...",
    "title" :"[PDF] 40 全国统一零售价：1 5元总第12期",
    },
    ],
######
#Q_1_13 #:为什么中国的封建制要远远常于西方，是不是也由于中国的经学？
######
"Q_1_13": ["为什么中国的封建制要远远常于西方，是不是也由于中国的经学？",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%B0%81%E5%BB%BA%E5%88%B6%E5%BA%A6_(%E4%B8%AD%E5%9C%8B)",
    "abstract" :"封建」即「封土建國」，即天子把自己直接管轄的王畿以外的土地，分封給諸侯，並授予他們爵位， ... 封建」，簡單言之是指王者以爵土分封諸侯，而使之建國於封建的區域。 ... 秦始皇統一中國後，對國家政權實行中央集權制，取消「封建制度」，秦王朝在全國推行單一的「郡縣制」。 ... 封建制度是適應當時社會經濟發展程度的社會政治制度。",
    "title" :"封建制度(中國) - 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%B0%81%E5%BB%BA%E5%88%B6",
    "abstract" :"分封制也称分封制度或封建制，即狭义的“封建”，由共主或中央王朝给宗族姻亲、功臣子弟、 ... 古代中国的“天子”将土地分给亲属，功臣或先代贵族，所封之地称为“诸侯国”、“封国”或“藩 .... 周朝初期，由于灭商以及东征的胜利，周统治者开始分封诸侯。 ..... 小国尚有郑、卫、东周、鲁、滕、邹、费等，但其实力与影响力皆远远不及战国七雄，只 ...",
    "title" :"封建制 - 百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%B0%81%E5%BB%BA%E5%88%B6%E5%BA%A6",
    "abstract" :"封建制度是在中国商周时期和西欧中世纪出现的，以贵族统治阶层层层分封， ... 西方史学界认为，在世界上出现过两个典型且标准的封建社会或者政体，中世纪的 ... 在中国封建制度时期，封建领主占有土地，并管理封地内的农民和奴隶，也可 ... 中国封建制度里，农民们名义上有独立的人身，但实际由于各种原因，农民根本没有自由。",
    "title" :"封建制度_百度百科",
    },
    {
    "url" :"http://www.sohu.com/a/137451651_488082",
    "abstract" :"2017年4月30日 - 以中国来说，所谓近代科技的落后，必须注意，这绝不是就中国历史的自体 ... 那么为什么，我们的近代科学就其总体看，卸始终远远落步在西方欧美列强的后面呢？ .... 又由于这样一种学术文化的体系非常适应于巩固和稳定封建社会结构的 ... 古代希腊学术是欧洲精神文化之母，而先秦学术则是中国传统精神文化之母。",
    "title" :"何新早期文论：中西学术差异——一个比较文化史研究的尝试 - 搜狐",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/rz5y56x.html",
    "abstract" :"6 days ago - 這一「宋代近世說」是對十九世紀西方史學中的「中國歷史停滯論」的突破， ... 較少為人所注意到的，是科舉制的意義，遠遠超過為中央集權下的文官 ... 都是繼盛唐之後的又一高峰，宋朝在思想史上的重要性，也由於理學而與 ... 與此相比，西歐中世紀的兩大標記是封建制和宗教統治，神學的統治 .... 人們為什麼關注宋史.",
    "title" :"家國情懷與歷史詮釋- 每日頭條",
    },
    {
    "url" :"http://www.cuhk.edu.hk/ics/21c/media/online/0403019.pdf",
    "abstract" :"2004年6月30日 - （change within the tradition）」的模式，由於西潮的沖擊，這樣一種變化模式在近代中 ... 對中國而言，僅僅是要生存，用當時人的話來說，就是要保存中國的種姓和國 ... 化新知」，無不是借西方思想資源來對中國的傳統進行著自己的改造和轉化。 .... 在劉師培發表的這些作品中，幾乎都是把傳統經學打扮為近代民族資產 ...",
    "title" :"[PDF] 中國傳統文化的創造性轉化 - CUHK",
    },
    {
    "url" :"https://www.zhihu.com/question/24143269",
    "abstract" :"大清在领土面积和工业化上对后世中国有巨大贡献，大清给中华民国留下了一笔丰厚的遗产， ..... 西方的天主教在南方广为传播，特别受到明末先进士大夫的欢迎，他们试图将西方传来的 .... 而清朝由于闭关锁国在鸦片战争前的对外贸易远远低于明代。 ..... 五、满清采用“帝国式”统治，民族压迫深重，在某些方面是封建制向奴隶制的倒退",
    "title" :"如何理性的评价清朝历史对于中国历史发展的影响？ - 知乎",
    },
    {
    "url" :"http://www.xinfajia.net/content/view/3093.page",
    "abstract" :"郭沫若在上个世纪三十年代初独树一帜，宣称中国自秦始皇之后就是封建社会，即使 ... 西方人能在古罗马的废墟上建立起了现代世界霸权，中国人为什么不能延伸五千年 ... 在森严的军营中小心翼翼地实践民主自由，伊拉克人民还远远谈不上民主自由）！ ... 《黄帝四经》是中国古典政治学的《黄帝内经》，1973年底出土于沙马王堆三号墓。",
    "title" :"翟玉忠：中国古典政治学概述（上）-新法家--新法家",
    },
    {
    "url" :"http://www.ifuun.com/a20174241868277/",
    "abstract" :"世界上自由市場制度遠比中國成熟和完善得多的國家不計其數，為什麼這些自由市場 ... 今天中國社會與西方的差別，不是表面的經濟制度、政治制度的差別。 .... 從社會結構上看，井田制是西周封建制的基礎，每一級分封的諸侯都以授封的土地為 .... 正是由於郡縣制在中國早已有深厚的社會基礎，儘管秦王朝只存在了短短15年，但郡縣 ...",
    "title" :"一個不安天命的民族，真的會「階級固化」嗎？ - iFuun",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_667242870102v4d7.html",
    "abstract" :"2014年11月24日 - 这也是近代中国科技渐渐落后于西方的主要原因之一。其次，科举制度是封建统治阶级选拔人才的主要途径，也是引导人才流向的重要政策。 ..... 提出民主的口号的同时也要喊科学，中国的科技何以落后，为什么我们 ... 古代的数学思维跟中国人的思维方式有关系；许多地方远远超出西方。 .... 不是说中国思想没逻辑吗？",
    "title" :"[转载]中国科技落后的文化根源_博慎智库_新浪博客",
    },
    ],
######
#Q_1_12 #:贵且无用。
######
"Q_1_12": ["贵且无用。",
    {
    "url" :"http://edu.ifeng.com/gaokao/jiazhang/detail_2010_08/20/2019483_0.shtml",
    "abstract" :"2010年8月20日 - 就读于河南大学的小张暑假后就该上大四了，他告诉记者从大二开始他就不买教材了，“我们流行复印教材！”小张来自农村，家里还有个弟弟，生活并 ...",
    "title" :"教材价格太贵且无用大学生对课本说“NO”_教育频道_凤凰网",
    },
    {
    "url" :"http://www.yjbys.com/news/1058.html",
    "abstract" :"2010年8月21日 - 就读于河南大学的小张暑假后就该上大四了，他告诉记者从大二开始他就不买教材了，“我们流行复印教材！”小张来自农村，家里还有个弟弟，生活并 ...",
    "title" :"教材价格太贵且无用大学生对课本说“no” - 应届毕业生网",
    },
    {
    "url" :"http://www.for68.com/new/2009/12/li8061611511122190027168-0.htm",
    "abstract" :"最贵且最无用的商品. 2009-12-21 11:46北外【大 中 小】【打印】【我要纠错】【加入收藏】. A new blog,maybeyoushouldntbuythat.com, publishes pictures of ...",
    "title" :"最贵且最无用的商品_外语教育网",
    },
    {
    "url" :"http://weibo.com/2655003830/EsqqmuV4Q",
    "abstract" :"2017年1月25日 - 年终发了一点钱特别想买一些贵且无用的东西。。 ​​​​",
    "title" :"年终发了一点钱特别想买一些贵且无用的东西... 来自how_we_roll - 微博",
    },
    {
    "url" :"http://bbs.tingroom.com/thread-43282-1-1.html",
    "abstract" :"英语听力论坛AnitaBling-kini比基尼There's the AnitaBling-kini by Pistol Panties, which cost￡2000 （about 22000）. Butthen they are covered in ...",
    "title" :"欣赏最贵且最无用的商品（三） - 时尚贴图- 英语听力论坛-英语听力,英语 ...",
    "metadata" :"2010年1月2日 - 5 篇文章 - 5 位作者",
    },
    {
    "url" :"http://bbs.tingroom.com/thread-43283-1-1.html",
    "abstract" :"英语听力论坛松露巧克力Here's achocolate truffle for 240. Yes, for one truffle. That's 2600 perpound. But it's a truffle with a black truffle inside .",
    "title" :"欣赏最贵且最无用的商品（四） - 时尚贴图- 英语听力论坛-英语听力,英语 ...",
    "metadata" :"2010年1月2日 - 3 篇文章 - 3 位作者",
    },
    {
    "url" :"https://cowcowblog.wordpress.com/2014/04/12/%E6%9C%80%E8%B2%B4%E5%8F%88%E6%9C%80%E7%84%A1%E7%94%A8%E7%9A%84%E9%9B%BB%E5%99%A8%E7%94%A2%E5%93%81/",
    "abstract" :"2014年4月12日 - 在香港，最貴又最無用的電器產品是什麼呢？ 最貴氣的電器產品，近來要算萬多元的電飯煲，在坊間，普通的電飯煲是幾百元，名貴一點的西施 ...",
    "title" :"最貴又最無用的電器產品| CowCow - 牛牛之家",
    },
    {
    "url" :"http://www.hjenglish.com/new/p762852/",
    "abstract" :"2016年2月5日 - 沪江英语网是免费的英语学习网站，提供人傻钱多系列世界上最贵且没用的东西Top10信息，包含人傻钱多系列世界上最贵且没用的东西Top10的 ...",
    "title" :"人傻钱多系列世界上最贵且没用的东西Top10_沪江英语学习网",
    },
    {
    "url" :"http://tw.ichacha.net/%E7%84%A1%E7%94%A8%E8%80%8C%E7%B4%AF%E8%B4%85%E7%9A%84%E6%9D%B1%E8%A5%BF%EF%BC%8C%E5%A4%A7%E8%80%8C%E6%98%82%E8%B2%B4%E4%B8%94%E4%B8%8D%E5%AF%A6%E7%94%A8%E7%9A%84%E6%9D%B1%E8%A5%BF.html",
    "abstract" :"無用而累贅的東西，大而昂貴且不實用的東西英文翻譯：white elephant…，點擊查查權威綫上辭典詳細解釋無用而累贅的東西，大而昂貴且不實用的東西英文怎麽說， ...",
    "title" :"無用而累贅的東西，大而昂貴且不實用的東西英文_無用 ... - 查查綫上翻譯",
    },
    {
    "url" :"https://books.google.com.hk/books?id=JePtof4no54C&pg=PT139&lpg=PT139&dq=%E8%B4%B5%E4%B8%94%E6%97%A0%E7%94%A8%E3%80%82&source=bl&ots=hz61iiCBOW&sig=l1FxCMyLjJaBiqXSxxQaH5Vv2QE&hl=zh-TW&sa=X&ved=0ahUKEwjA7MWcnsXUAhWIi5QKHVKgA5wQ6AEIYzAJ",
    "abstract" :"弓匠無話辯白夕就照范且的意思去作,結果,弓臂都折斯了。范且虞慶之言,皆文辯辭 ... 然而士窮乎范且虞慶者,為虛辭其無用而勝,實事其無易而窮也。皂人主多無用之辯, ...",
    "title" :"韓非子今註今譯 - Google 圖書結果",
    "metadata" :"邵增樺, Zenghua Shao - 1990",
    },
    ],
######
#Q_1_5 #:如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？
######
"Q_1_5": ["如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？",
    {
    "url" :"https://www.sohu.com/a/142243967_488463",
    "abstract" :"2017年5月20日 - 如果数据无法自由流通，仅仅连接处理器也不会有什么用处。这就像是在10 ..... 对于真正的信徒来说，要他们脱离数据流，就等于是要冒着失去生命意义的风险。如果你有了某 ..... 如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？ 当然，就算 ...",
    "title" :"【周末】未来简史：从智人到神人(完) - 搜狐",
    },
    {
    "url" :"http://www.07dcr.com/book/weilaijianshi/799900_3.html",
    "abstract" :"... 会不会有什么无法简化成数据？如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？",
    "title" :"第11章信数据得永生(3)-《未来简史：从智人到神人》免费在线阅读_稻草人 ...",
    },
    {
    "url" :"http://www.iamtxt.com/read/17252/47.html",
    "abstract" :"如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？ 当然，就算数据主义有错，生物不 ...",
    "title" :"《未来简史：从智人到神人》精校版在线阅读-第48页,全集txt下载,尤瓦尔·赫 ...",
    },
    {
    "url" :"https://wx.abbao.cn/a/6649-30721e06f2bd2487.html",
    "abstract" :"2017年3月21日 - 如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？ 当然，就算数据 ...",
    "title" :"质疑数据主义：生命能否简化成数据？-来自微信公众号读书阅世-wx ...",
    },
    {
    "url" :"https://www.wxwenku.com/d/100115801",
    "abstract" :"2017年5月8日 - 人类为什么会失去价值？ ... 想要权衡所有变量和概率之后得到最好的结果，狒狒需要的算法会比 ... 另一种证明人比其它动物优越的理由，是说地球上所有的动物中，只有智 ... 许多感觉和情感的大脑回路是在人类完全无意识的情况下处理数据的。 ... 如果我们无法解释心灵，也不知道它有什么功能，为什么不干脆放弃 ...",
    "title" :"1.5万字读透《未来简史》_与数据同行_ 微文库-微信公众号文章",
    },
    {
    "url" :"http://k.sina.com.cn/article_2993269455_b269aacf001001xfg.html",
    "abstract" :"2017年5月3日 - 这么说吧，人类有什么能胜过鸡的地方呢？ ... 这样一来，如果我们创造出某个数据处理系统，能够比人类吸收更多的数据，处理信息算法的效率也比人高，是不是这个系统就能胜过人， ..... 如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？",
    "title" :"为您读书之《未来简史》每天一万字第23完结 - 新浪看点",
    },
    {
    "url" :"http://www.vm688.com/list.asp?id=3128",
    "abstract" :"2017年5月5日 - 而为了获得永生、幸福快乐、化身为神，人类会发生什么事？一开始，趋势也极难抵抗。 如果数据主义 ... 当然，一旦我们用前者取代后者，无意识算法终于完全胜过了有意识的人类智能，会不会有什么无法简化成数据？如果在所有已知的数据处理任务上，是否遗漏了什么因素？在这世界上，把生命当作数据处理和决策 ...",
    "title" :"为您读书之《未来简史》每?朝鲜为什么不能用手机天一万字第23完结 ...",
    },
    {
    "url" :"https://www.scribd.com/document/233351895/%E5%A4%B1%E6%8E%A7",
    "abstract" :"1.3 学会向我们的创造物低头向机器中大规模地植入生物逻辑有可能使我们满怀敬畏。当人造与 .... 如果她能思考，她可能会记得自己只不过是个村姑，与受命（谁的命令？ ..... 群态」正是从这样一群完全罔顾其群体形状、大小或队列的生物中涌现出来的。 ..... 在采用稀疏分布式内存的超级计算机里，记忆与数据处理之间的差异消失了。",
    "title" :"失控 - Scribd",
    },
    {
    "url" :"http://www.360doc.com/content/17/0131/10/428043_625575412.shtml",
    "abstract" :"2017年1月31日 - 《简单法则》提供给我们清晰、透彻的指引，帮助我们将简单化为产品最 .... 但如果你将所有任务都从你的日程里划去，你终将一无所获，连对你 ..... 对于你来说没价值的东西，可能会给别人的生活带来乐趣。 ... 数据整理和物理上的整理不一样。 ...... 个性坚毅的她，透过有意识地自我锻炼，成了一名能将热衷家暴的男人一 ...",
    "title" :"简单法则综合 - 360doc图书馆",
    },
    {
    "url" :"http://210.77.180.158/lb/html/2017-02/08/content_416754.htm",
    "abstract" :"2017年2月8日 - 有可能，你根本早就信奉了数据主义（特别是20岁以下的人）。 ... 我们所有人。 ... 每天我通过电子邮件、电话和文章吸收无数位的数据；处理这些数据；再通过 ... 到整个大数据流中，接着算法就会找出这些体验的意义，并告诉我们接下来该怎么做。 ... 如果你现在去印度看到一只大象，你不会看着这只大象而问问自己心中 ...",
    "title" :"3 上一篇 - 国家电网报",
    },
    ],
######
#Q_1_4 #:在这世界上，会不会有什么无法简化成数据？
######
"Q_1_4": ["在这世界上，会不会有什么无法简化成数据？",
    {
    "url" :"https://www.sohu.com/a/142243967_488463",
    "abstract" :"2017年5月20日 - 如果数据无法自由流通，仅仅连接处理器也不会有什么用处。这就像是在10个 ..... 在这世界上，会不会有什么无法简化成数据？如果在所有已知的 ...",
    "title" :"【周末】未来简史：从智人到神人(完) - 搜狐",
    },
    {
    "url" :"http://m.najiaoluo.com/yulu/3368698.html",
    "abstract" :"2017年3月22日 - 把生命当作数据处理和决策时，是否遗漏了什么因素？在这世界上，会不会有什么无法简化成数据？如果在所有已知的数据处理任务上，无意识算法 ...",
    "title" :"质疑数据主义：生命能否简化成数据？ - 语录- 手机那角落网",
    },
    {
    "url" :"http://www.07dcr.com/book/weilaijianshi/799900_3.html",
    "abstract" :"但现在数据主义以其人之道还治其人之身，说道：“没错，上帝是人类想象力的产物，但人类的想象力一样只是生化算法 .... 在这世界上，会不会有什么无法简化成数据？",
    "title" :"第11章信数据得永生(3)-《未来简史：从智人到神人》免费在线阅读_稻草人 ...",
    },
    {
    "url" :"http://0www.wtoutiao.com/p/86907MF.html",
    "abstract" :"2017年3月24日 - 把生命当作数据处理和决策时，是否遗漏了什么因素？在这世界上，会不会有什么无法简化成数据？如果在所有已知的数据处理任务上，无意识算法 ...",
    "title" :"质疑数据主义：生命能否简化成数据？-读书阅世-大不六文章网(wtoutiao ...",
    },
    {
    "url" :"http://www.iamtxt.com/read/17252/47.html",
    "abstract" :"生命科学和社会科学的学者应该自问，把生命当作数据处理和决策时，是否遗漏了什么因素？在这世界上，会不会有什么无法简化成数据？如果在所有已知的数据处理 ...",
    "title" :"《未来简史：从智人到神人》精校版在线阅读-第48页,全集txt下载,尤瓦尔·赫 ...",
    },
    {
    "url" :"https://kknews.cc/zh-hk/culture/vmgje44.html",
    "abstract" :"2017年5月3日 - 數據主義認為，人類的體驗並不神聖，智人並非造物主的巔峰之作，也不是未來神人的前身。 ..... 在這世界上，會不會有什麼無法簡化成數據？如果在 ...",
    "title" :"為您讀書之《未來簡史》每天一萬字第23完結- 每日頭條",
    },
    {
    "url" :"http://k.sina.com.cn/article_2993269455_b269aacf001001xfg.html",
    "abstract" :"2017年5月3日 - 数据主义认为，人类的体验并不神圣，智人并非造物主的巅峰之作，也不是未来神人的前身。 ..... 在这世界上，会不会有什么无法简化成数据？如果在 ...",
    "title" :"为您读书之《未来简史》每天一万字第23完结 - 新浪看点",
    },
    {
    "url" :"http://twkid.com/p/2071",
    "abstract" :"2015年11月11日 - 很少佐以數據證實，或者是對於數據的斷章取義，且多數是大師的個人體悟與經驗。重點在「大師怎麼做」。 而且，奇蹟只會發生在他身上。而不是你跟 ... 不斷強調成功無法被複製，我只能跟你分享我的經驗，我的觀察。 ... 這世界上哪有什麼事情是容易的？ ... 我想這源於我們慣於把世界簡化，並且喜歡把世界簡化。不 ...",
    "title" :"我思故我在：請遠離所謂的「奇蹟大師」，請相信你自己 - 白袍旅人",
    },
    {
    "url" :"https://www.cybersource.com/content/dam/cybersource/zh-APAC/documents/CYBS_APAC_PaymentSecurity_Brochure_SC.pdf",
    "abstract" :"什么是. 支付简化码？ 支付简化码. 如何工作？ 支付简化码可替代敏感数据，并且拥有无法以数学方式进行反推的独特标识符。在您的业务环境中，代. 码替代敏感的信用卡数据，同时将该数据存储在 CyberSource 安全服务器上。您可以使用专用 ... 信用卡信息不会进入您的系统环境。 当被加密的 .... 世界上第一家电子商务支付管理公司.",
    "title" :"[PDF] 支付简化码 - CyberSource",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/Wikipedia_talk:%E6%A0%BC%E5%BC%8F%E6%89%8B%E5%86%8C/%E6%97%A5%E6%9C%9F%E5%92%8C%E6%95%B0%E5%AD%97",
    "abstract" :"建議修改格式手冊為：「一般數據資料應使用半形阿拉伯數字，不可使用全形數。 ... 雖然已經多次在其對話頁留言，但留言後他並不會停止，隔日後便換了新IP繼續固執地這樣做。 .... 那只是因為上市公司的業績公告會有中、英文版的存在。 .... 這世界上不是所有東西都能夠統一的，且莫說紀年方法這種和一個文化圈的習慣性思維方式和 ...",
    "title" :"维基百科讨论:格式手册/日期和数字- 维基百科，自由的百科全书",
    },
    ],
######
#Q_1_7 #:中国古代为什么领先世界，为什么近代又会落后呢，如何保证未来的崛起呢？
######
"Q_1_7": ["中国古代为什么领先世界，为什么近代又会落后呢，如何保证未来的崛起呢？",
    {
    "url" :"https://www.zhihu.com/question/27674834",
    "abstract" :"（5）中国在科学方面的成就很少，仅录得5项，接近世界总数的1%，不仅与英、 ... 我的看法是，本来就没有哪个民族能一直领先世界，上古时代领先世界的埃及和巴比伦今天连渣都不剩了，为什么？ ... 至于近代为什么落后麻，大概是因为周围没有竞争对手，甲午战争以后，竞争者 .... 那么为什么中国古代会给人一种科技先进的感觉呢？",
    "title" :"为什么中国古代科技先进，而近代却远落后西方？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/22694384",
    "abstract" :"中国文明曾经是世界前列，但也不能说比阿拉伯文明和印度文明领先多少。 ... 然而古中国高超的科技水平在公元前一世纪与同时期的欧洲相比就占据了极大的优势。 ... 也可以说，为什么近代科学没有开始于曾经繁荣的阿拉伯文明、印度文明以及其他 .... 肤浅的。16世纪以后西方形成了特殊的理论与实验结构，正是这一结构保证了理论-- ...",
    "title" :"为什么中华三千年，自然科学的发展比不上欧洲？ - 知乎",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%9D%8E%E7%BA%A6%E7%91%9F%E9%9A%BE%E9%A2%98",
    "abstract" :"很多人把李約瑟難題進一步推廣，出現「中國近代科學為什麼落後」、「中國 ... 難題的實質內容在於中國古代的經驗科學領先世界一千年，但為何中國沒有產生近代實驗 ...",
    "title" :"李約瑟難題- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"http://fanwen.wenku1.com/article/6882559.html",
    "abstract" :"(2)为什么近代科学只在欧洲文明中发展,而未在中国(或印度)文明中成长？ ... 中西方文化背景的差异造就了不同的科技发展面貌，中国古代独尊儒家和墨家 ... 它对科学家的思想解放、科学思想的发展和近代科技的崛起，均有良好的刺激作用。 .... 李约瑟难题其实可以理解为，为什么中国有那么多领先世界的发明创造，却在近代远远落后 ...",
    "title" :"《李约瑟难题之我见》 fanwen.wenku1.com",
    },
    {
    "url" :"http://www.hongdezk.com/a/hantangguilai/20170428/45661.html",
    "abstract" :"2017年4月28日 - 一千多年前欧洲很乱很穷很落后，美洲未开发、非洲很原始。 ... 全世界的国家在近代史中崛起时都不会用到复兴这个词，唯独中国例外，中国在 ... 一千年前中国遥遥领先于世界。13世纪西方最富裕地方的意大利威尼斯人 .... 中国古代浑天仪和欧美近代天文标志有许多微妙的共通之处） .... 今天该怎样保证国家长治久安?",
    "title" :"周小平：为什么中国崛起是复兴而不是逆袭？这些事中国人你一定要记住 ...",
    },
    {
    "url" :"https://kknews.cc/news/vm6vaxy.html",
    "abstract" :"2017年3月14日 - 有很高的智慧和才能的中國人創造了高度的古代文明，但在現代意義上的、以有控制的 ... 中國為什麼沒有與西方同時或者前後產生現代科學技術呢？ ... 需要人們能從繁重的體力勞動中解放起來，才有時間和經濟的保證進行科學活動。 ... 同時代中國的諸子百家思想流派並不落後於古希臘的人文思想，中國並不缺乏 ...",
    "title" :"現代科技為什麼沒中國什麼事- 每日頭條",
    },
    {
    "url" :"http://cj.sina.com.cn/article/detail/6085665527/173256",
    "abstract" :"2017年2月25日 - 主题：重新反思中国和西方的历史定位：兼论中国未来的发展战略 ... 我先解释一下为什么自号“眉山剑客”，别号“寂寞求错”。 .... 的基本理论，就是我们现在大学教科书教的，微观经济学的一般均衡理论，价格放开会保证有唯一 ..... 回头来看，西方近代科学领先中国和其他文明，是一个非常偶然的经度问题促成的，把经度 ...",
    "title" :"陈平：中国未来拿什么同美国抗衡？_财经头条",
    },
    {
    "url" :"http://ls.edb.hkedcity.net/file/about/related_publications/modern_china_c1.pdf",
    "abstract" :"擔甚麼責任、對國家的整體發展又會帶來甚麼影響。 ○ .... 舊建築；而經濟發展與文物保育之間，又可以如何取得平衡。 ...... 中國的崛起會對世界和平與安全帶來威脅（參閱「中國威脅論與和平發展」的 .... 2 鄭必堅〈中國和平崛起新道路和亞洲的未來（2003 年博鼇亞洲論壇的演講）〉，取自新華網 ...... 人類社會在近代產生了巨大轉變。",
    "title" :"[PDF] Untitled",
    },
    {
    "url" :"http://bbs.tiexue.net/post2_12510749_1.html",
    "abstract" :"造成中国近代屈辱史除了民族精神，气节等因素，关键是愚昧落后，落后挨打！ ... 一些领域已慢慢走向落后，并非缘起于清代，但当时的中国依旧有一些领先世界的领域， ... 1628年，徐光启完成《农政全书》，这部书总结了中国古代许多农业生产的经验和 ..... 为什么不向民间推广呢，我认为还是我们传统文化不认可，所以也只好在少一些 ...",
    "title" :"[原创]是什么造成近代中国的屈辱史呢？以史为鉴，面向未来！ – 铁血网",
    },
    {
    "url" :"http://www.360doc.com/relevant/571694212_more.shtml",
    "abstract" :"李约瑟难题--------中国文明的断代李约瑟难题为什么资本主义和现代科学起源于西欧而 ... 问题，或现代科技是否应该如此快速的发展以及世界未来科技发展方向的问题。 .... 更重要的是，辉煌的中国古代文明与中国近代在科技方面的落后形成了鲜明的 ... 中国文明比西方文明更为有效”[3]，而西方文明在科学领域的崛起与中国的没落 ...",
    "title" :"中国古代科学技术在近代衰落的原因--相关文章 - 360doc个人图书馆",
    },
    ],
######
#Q_1_6 #:为什么答案可以有很多种，真理只有一个？
######
"Q_1_6": ["为什么答案可以有很多种，真理只有一个？",
    {
    "url" :"http://www.360doc.com/content/15/0520/09/305621_471881995.shtml",
    "abstract" :"2015年5月20日 - 世间的智慧有很多，但唯独真理只有一个. ... 到底为什么而活着？ ... 哲学大体上给人类提出各种各样的问题，却没有给出最终的答案，到最后哲学 ... 一般来说真理具有排他性，智慧可以有很多种，如生活中的智慧，各大宗教间的智慧。",
    "title" :"世间的智慧有很多，但唯独真理只有一个 - 360doc图书馆",
    },
    {
    "url" :"https://read01.com/3RLB2P.html",
    "abstract" :"2016年6月1日 - 世間的智慧有很多，但唯獨真理只有一個 ... 到底為什麼而活著？ ... 哲學大體上給人類提出各種各樣的問題，卻沒有給出最終的答案，到最後哲學 ... 一般來說真理具有排他性，智慧可以有很多種，如生活中的智慧，各大宗教間的智慧。",
    "title" :"世間的智慧有很多，但唯獨真理只有一個- 壹讀",
    },
    {
    "url" :"https://books.google.com.hk/books?id=kJpcDAAAQBAJ&pg=PA64&lpg=PA64&dq=%E4%B8%BA%E4%BB%80%E4%B9%88%E7%AD%94%E6%A1%88%E5%8F%AF%E4%BB%A5%E6%9C%89%E5%BE%88%E5%A4%9A%E7%A7%8D%EF%BC%8C%E7%9C%9F%E7%90%86%E5%8F%AA%E6%9C%89%E4%B8%80%E4%B8%AA%EF%BC%9F&source=bl&ots=v1iI7lwMTB&sig=TZM45q6ArzG4eNv8akRxfugfNeU&hl=zh-TW&sa=X&ved=0ahUKEwjXzsP0ncXUAhVFGJQKHXvJCuIQ6AEILzAC",
    "abstract" :"實際中還是可以也應該盡力把握自己的命運啊。 yy19 /童生啊,全定論分子拍個爪印...如果沒有平行世界,不管自由意志也好、宿命也罷,歷史都只有一個。 ... 這也讓我感悟到,世上有很多人都想像自己能充當上帝,並鄭重的向人類宣告這一結果。 ... 不過對於我這種愚鈍的人來說,始終不明白的是,您為什麼要把真理和上帝聯繫在一起呢?",
    "title" :"天益論哲(中國): Chinese Systems Philosophy",
    "metadata" :"海之涛  （ John Chang ) - 2016 - Education",
    },
    {
    "url" :"https://www.gotquestions.org/T-Chinese/T-Chinese-correct-religion.html",
    "abstract" :"那些答錯的人得知道錯在哪兒了，並掌握解出正確答案的技巧。 ... 不幸的是，很多人使用這種方法，這也是為什麼有那麼多宗教存在的原因。 ... 首先，我們需要建立測試各種被稱為真理的構架，然後需要一個可以跟進並取得正確結論的地圖。 ... 把這個法則應用在猶太教、伊斯蘭教和基督教中意味著其中只有一個正確，其它兩個都是錯的 ...",
    "title" :"「有那麼多宗教，如何鑒別哪個是正確的？ - Got Questions",
    },
    {
    "url" :"https://books.google.com.hk/books?id=py84CgAAQBAJ&pg=PA3&lpg=PA3&dq=%E4%B8%BA%E4%BB%80%E4%B9%88%E7%AD%94%E6%A1%88%E5%8F%AF%E4%BB%A5%E6%9C%89%E5%BE%88%E5%A4%9A%E7%A7%8D%EF%BC%8C%E7%9C%9F%E7%90%86%E5%8F%AA%E6%9C%89%E4%B8%80%E4%B8%AA%EF%BC%9F&source=bl&ots=-ZCQ_sawab&sig=HeKeSqTr8GeVtRvtF4EY49hXakM&hl=zh-TW&sa=X&ved=0ahUKEwjXzsP0ncXUAhVFGJQKHXvJCuIQ6AEIOTAE",
    "abstract" :"為什麼要推動十二年國教呢? ... 在這種教育體制下,臺灣學生最大的問題是不會思考,只要「背多分」,背標準答案就有很多的分數,如此逐漸失去獨立思考能力。 ... 洪蘭並表示,曾收到一名憤怒的家長寄來考卷,題目是「下列哪一個會長大?」備選答案有「桃樹」、「小草」、「種子」,照常理判斷是「以上皆是」,標準答案卻只有「小草」,原因是教科書上 ...",
    "title" :"知識與權力: 當代教育中的貧窮世襲 - 第 3 頁 - Google 圖書結果",
    "metadata" :"王振輝 - 2013 - Education",
    },
    {
    "url" :"https://www.gotquestions.org/chinese/Chinese-correct-religion.html",
    "abstract" :"那些答错的人得知道错在哪儿了，并掌握解出正确答案的技巧。 ... 不幸的是，很多人使用这种方法，这也是为什么有那么多宗教存在的原因。 ... 首先，我们需要建立测试各种被称为真理的构架，然后需要一个可以跟进并取得正确结论的地图。 ... 把这个法则应用在犹太教、伊斯兰教和基督教中意味着其中只有一个正确，其它两个都是错的 ...",
    "title" :"有那么多宗教，如何鉴别哪个是正确的？ - Got Questions?",
    },
    {
    "url" :"http://zhidao.baidu.com/question/125220602.html",
    "abstract" :"2009年11月12日 - 为什么真理只有一个你所说的那叫认知真理是无介入性的第三方经过对事实 ... 如果说这个结论有很多种又有很多相矛盾那么还有一句话时间是检验真理的 ... 如果因为角度立场不同而产生不同观点，怎么可以以一方的观点来概括真理呢？ ... 是检验真理的问题标准不管是什么问题到最后都只会剩下一个答案比如以前 ...",
    "title" :"为什么真理只有一个_百度知道",
    },
    {
    "url" :"http://www.osho.tw/OshoQ&A/Answer.php?Number=hea0201",
    "abstract" :"我將不回答它，我無法回答它，沒有人能夠回答它，但是我們可以深入它。深入這個問題，它將會開始消失，當它消失，你將會發現答案就在你內心的核心，你就是 ... 有很多種實體，而真理只有一種，因為唯有當思想不存在，真理才會被知道，就是思想使 ... 如果你透視思想，那麼頭腦（思想）將會給你一個真理的畫面，那將只是那個存在的 ...",
    "title" :"奧修回答 - 奧修問答",
    },
    {
    "url" :"https://books.google.com.hk/books?id=taZdCwAAQBAJ&pg=PT65&lpg=PT65&dq=%E4%B8%BA%E4%BB%80%E4%B9%88%E7%AD%94%E6%A1%88%E5%8F%AF%E4%BB%A5%E6%9C%89%E5%BE%88%E5%A4%9A%E7%A7%8D%EF%BC%8C%E7%9C%9F%E7%90%86%E5%8F%AA%E6%9C%89%E4%B8%80%E4%B8%AA%EF%BC%9F&source=bl&ots=WidbRx7Ar-&sig=s43s68_ircAqqhbMsHgD1Z0WS8E&hl=zh-TW&sa=X&ved=0ahUKEwjXzsP0ncXUAhVFGJQKHXvJCuIQ6AEIUzAI",
    "abstract" :"具將某一個東西加以改造,然後又把工具所作的改變從這個改變了的東西那裡予以取消, ... 它就一定要嘲笑這樣的一種詭計;因為在這種情況下,認識就是一種詭計。為什麼呢? ... 事實上這種顧慮乃是把某些東西,真正地說,是把很多東西,假定為真理,並以此為根據, ... 我們所以得出這樣的結論,乃是因為只有絕對是真的,或只有真理是絕對的。",
    "title" :"精神現象學: 西方經典精譯 - Google 圖書結果",
    "metadata" :"黑格爾 - 2016 - Psychology",
    },
    {
    "url" :"https://books.google.com.hk/books?id=JibbAwAAQBAJ&pg=PT10&lpg=PT10&dq=%E4%B8%BA%E4%BB%80%E4%B9%88%E7%AD%94%E6%A1%88%E5%8F%AF%E4%BB%A5%E6%9C%89%E5%BE%88%E5%A4%9A%E7%A7%8D%EF%BC%8C%E7%9C%9F%E7%90%86%E5%8F%AA%E6%9C%89%E4%B8%80%E4%B8%AA%EF%BC%9F&source=bl&ots=Xl4CpT6OVH&sig=rsejnrsJtOWfquSYUkF3V95jVjg&hl=zh-TW&sa=X&ved=0ahUKEwjXzsP0ncXUAhVFGJQKHXvJCuIQ6AEIWDAJ",
    "abstract" :"其实,做一个没有痛苦、没有忧伤的人是一件很简单的事情,只要停止了思考,停止进取之心的跳动, ... 如今的社会有很多问题不是媒介提起笔杆就可以解决的,也正是因为有太多事情是我们解决 ... 茅盾先生也曾经说过:新中国为什么产生不了鲁迅,是个让人深思的问题! ... 答案可能只有一个,那就是一个走向崇高的华丽转身,一颗勇敢的心。",
    "title" :"快乐契约书:  - Google 圖書結果",
    "metadata" :"2014",
    },
    ],
######
#Q_1_1 #:国家运行的算法
######
"Q_1_1": ["国家运行的算法",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E7%AE%97%E6%B3%95%E5%88%86%E6%9E%90",
    "abstract" :"跳至 運行時間複雜度的分析 - 分析一個算法的最壞運行時間複雜度時，人們常常作出一些簡化問題的假設，並分析 ... 應當假設在最壞情況下，步驟3 也會運行。",
    "title" :"算法分析- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://books.google.com.hk/books?id=keS23Z4aLLwC&pg=PA195&lpg=PA195&dq=%E5%9B%BD%E5%AE%B6%E8%BF%90%E8%A1%8C%E7%9A%84%E7%AE%97%E6%B3%95&source=bl&ots=5C42IQkdW4&sig=6aoop9EqwqSAaqBiqqxUJdbs2yc&hl=zh-TW&sa=X&ved=0ahUKEwjI05nUncXUAhXFgrwKHffiBugQ6AEIKzAB",
    "abstract" :"( 2 )密钥服务管理的安全审计对密钥管理中心内部的核心服务设备运行情况进行全程的 ... 公钥算法支持 RSA 和 ECC 两种公钥算法,对 个称密码算法支持国家相关部门 ...",
    "title" :"政府CIO战略管理与技术实施 - 第 195 頁 - Google 圖書結果",
    "metadata" :"2004 - Administrative agencies",
    },
    {
    "url" :"http://www.ndc.gov.tw/News_Content.aspx?n=01B17A05A9374683&sms=32ADE0CD4006BBE5&s=1ABBDEA564BB3F4A",
    "abstract" :"總覽 · 國家發展計畫－106至109年四年計畫暨106年計畫 · 前瞻基礎建設計畫 · 亞洲．矽谷推動方案 · 擴大投資方案 · 完善我國留才環境方案 · 推動財經法制改革 · 當前 ...",
    "title" :"預算執行率(Budget Implementation Efficiency)",
    },
    {
    "url" :"https://books.google.com.hk/books?id=a2XaIDZ5aqIC&pg=PA235&lpg=PA235&dq=%E5%9B%BD%E5%AE%B6%E8%BF%90%E8%A1%8C%E7%9A%84%E7%AE%97%E6%B3%95&source=bl&ots=qQwmOGGTxf&sig=RQLFiNjv4VqYUR87vMyQBb2yFIo&hl=zh-TW&sa=X&ved=0ahUKEwjI05nUncXUAhXFgrwKHffiBugQ6AEINDAD",
    "abstract" :"(2)SIM-l 安全散列算法 Sf 认馆巴此比 shAl 拼 dd 皿, SrIA )是美国国家标准和技术局发布的国家 ... 分别加上 A , B , C 。 D 和 E ,然后用下一数据分组继续运行算法。",
    "title" :"网上银行与网上金融服务 - 第 235 頁 - Google 圖書結果",
    "metadata" :"2004",
    },
    {
    "url" :"https://books.google.com.hk/books?id=yuxTDQAAQBAJ&pg=PT30&lpg=PT30&dq=%E5%9B%BD%E5%AE%B6%E8%BF%90%E8%A1%8C%E7%9A%84%E7%AE%97%E6%B3%95&source=bl&ots=Zii_oJV3M_&sig=_bu2oC9RzhGHks-BRddqq4FwMRI&hl=zh-TW&sa=X&ved=0ahUKEwjI05nUncXUAhXFgrwKHffiBugQ6AEIODAE",
    "abstract" :"先行指标的确定主要采用时差相关法、KL信息量法、峰谷图形法、BB算法等。 ... 目前基于我国经济运行先行指标体系的经济先行指数都会在国家统计局的中国经济 ...",
    "title" :"中国证券市场发展前沿问题研究 - Google 圖書結果",
    "metadata" :"中国证券业协会编, 郁东敏 - 2011 - Business & Economics",
    },
    {
    "url" :"https://books.google.com.hk/books?id=zXjfdxlMEcAC&pg=PA114&lpg=PA114&dq=%E5%9B%BD%E5%AE%B6%E8%BF%90%E8%A1%8C%E7%9A%84%E7%AE%97%E6%B3%95&source=bl&ots=2mJmEuuz8c&sig=XYHP7VGdN0CGrQk0GK9fb9fVlVY&hl=zh-TW&sa=X&ved=0ahUKEwjI05nUncXUAhXFgrwKHffiBugQ6AEIPTAF",
    "abstract" :"使管理者了解网络的运行情况。计费管理的目的是跟踪 ... 系统监控与读写控制。( 47 ) D [解析]在网络系统中得到应用的不对称加密算法有 RSA 算法和美国国家标准 ...",
    "title" :"网络技术全真模拟试卷: 三级 - 第 114 頁 - Google 圖書結果",
    "metadata" :"赵晓睿 - 2006",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%9B%BD%E5%AE%B6%E5%81%A5%E5%BA%B7",
    "abstract" :"中文名: 国家健康; 本 质: 国家运行的一种良好状态 .... 数据挖掘法、德尔菲方法、神经网络算法、系统免疫算法，以及社会计算等方法，建立国家健康指标临界阈值体系、 ...",
    "title" :"国家健康_百度百科",
    },
    {
    "url" :"https://books.google.com.hk/books?id=KZ3NDgAAQBAJ&pg=PA89&lpg=PA89&dq=%E5%9B%BD%E5%AE%B6%E8%BF%90%E8%A1%8C%E7%9A%84%E7%AE%97%E6%B3%95&source=bl&ots=0HFDfJu0lS&sig=Ik4wK9h6JJz-W1nP-85FuIHuats&hl=zh-TW&sa=X&ved=0ahUKEwjI05nUncXUAhXFgrwKHffiBugQ6AEISTAH",
    "abstract" :"有的拿一些小发明,像Y2K算法、新输入法等让企业购买,有的还指控你侵犯了他的外观 ... 中国属于发展中国家,运行了30多年的计划经济,近20年才逐渐步入市场经济, ...",
    "title" :"我 在 联 想 的 七 年 不为外界所知的联想:  - 第 89 頁 - Google 圖書結果",
    "metadata" :"李  方  著",
    },
    {
    "url" :"http://baike.baidu.com/item/%E8%BD%A8%E9%81%93%E4%BA%A4%E9%80%9A%E6%8E%A7%E5%88%B6%E4%B8%8E%E5%AE%89%E5%85%A8%E5%9B%BD%E5%AE%B6%E9%87%8D%E7%82%B9%E5%AE%9E%E9%AA%8C%E5%AE%A4%EF%BC%88%E5%8C%97%E4%BA%AC%E4%BA%A4%E9%80%9A%E5%A4%A7%E5%AD%A6%EF%BC%89",
    "abstract" :"紧密结合国家轨道交通的长远发展与现实需求，秉承“结合背景开展应用基础理论 ... 控制理论与方法，建立列车运行优化控制数学模型，探讨列车运行控制的优化算法。",
    "title" :"轨道交通控制与安全国家重点实验室（北京交通大学）_百度百科",
    },
    {
    "url" :"https://books.google.com.hk/books?id=OxqXL80fxDwC&pg=PA259&lpg=PA259&dq=%E5%9B%BD%E5%AE%B6%E8%BF%90%E8%A1%8C%E7%9A%84%E7%AE%97%E6%B3%95&source=bl&ots=oDqBtyX8wk&sig=oJU2xZ0FpwdoMPAZ6IBtW6iR9Ic&hl=zh-TW&sa=X&ved=0ahUKEwjI05nUncXUAhXFgrwKHffiBugQ6AEIVTAJ",
    "abstract" :"务,因公用信息系统中使用密码应当是国家行为,并不是个人行为。在这一点上, CI ; pper 计划的思路是对的,但 C 加 per 计划将算法和所有密钥都由政府部门控制。 ... 在系统启动时就被加载且在系统运行过程中不能被篡改,因而可以保证程序自身的安全 ...",
    "title" :"智能建筑办公网络与通信技术 - 第 259 頁 - Google 圖書結果",
    "metadata" :"李界家 - 2004 - Computer networks",
    },
    ],
######
#Q_1_0 #:上帝的归上帝，凯撒的归凯撒是什么意思，？
######
"Q_1_0": ["上帝的归上帝，凯撒的归凯撒是什么意思，？",
    {
    "url" :"https://www.zhihu.com/question/19820322",
    "abstract" :"1982年3月22日 - 于是耶稣就对他们说：「那么，凯撒的，就应归还凯撒；天主的，就应归还天主。」 这话是什么意思呢？原来，耶稣乘这机会说明了人对天主，及代替天主 ...",
    "title" :"如何解读“上帝的归上帝，凯撒的归凯撒” ？ - 知乎",
    },
    {
    "url" :"http://zhidao.baidu.com/question/50955763.html",
    "abstract" :"2008年4月13日 - 这句话出自《圣经》新约部分，是耶稣对俗世生活和灵性生命如何结合的一个 ... 2009-08-07 凯撒是什么意思106; 2010-09-11 上帝的归上帝,凯撒的归 ...",
    "title" :"凯撒的归凯撒,上帝的归上帝。什么意思？_百度知道",
    },
    {
    "url" :"http://hk.apple.nextmedia.com/news/art/20040502/4019633",
    "abstract" :"2004年5月2日 - 猶太的社區領袖問耶穌：應不應該交稅給羅馬皇帝凱撒？ ... 耶穌聰明地擺脫了問題引起的困境，就是流傳後世的一句話：讓上帝的歸上帝，凱撒的歸凱撒。 ... 其他人干預，因為宗教是宗教，政府是政府，正如凱撒是凱撒，上帝是上帝。",
    "title" :"星期天休息：讓凱撒的歸凱撒，上帝的歸上帝| 蘋果日報| 要聞港聞 ...",
    },
    {
    "url" :"https://chandoremi.wordpress.com/2013/11/10/1-714/",
    "abstract" :"2013年11月10日 - 所謂「凱撒的歸凱撒，上帝的歸上帝」，並不是指政治和宗教分離，正好相反，耶穌在講這個世界上的「莊閒 ... 這種取態，就是「凱撒是神，耶和華不是神」。",
    "title" :"凱撒．上帝． - 有種美德叫有種 - WordPress.com",
    },
    {
    "url" :"http://wenda.tianya.cn/question/53fe8e933f40461e",
    "abstract" :"2008年12月30日 - 这句话出自《圣经》新约部分，是耶稣对俗世生活和灵性生命如何结合的一个完美解释，在三部对观福音里都有记载。所处时代大约是公元30年左右。",
    "title" :"“上帝的归上帝，凯撒的归凯撒”是谁说的？在什么历史背景下说的？ _ ...",
    },
    {
    "url" :"http://wenda.tianya.cn/question/5a5bb91955f82048",
    "abstract" :"2009年1月17日 - 按基督教的信仰，人的生活由两部分组成，肉体生活和精神生活。肉体生活指向世俗幸福而精神生活指向天堂幸福。与此相对应，人的世俗幸福由国家来 ...",
    "title" :"“上帝的归上帝，凯撒的归凯撒”这名言是什么意思？_艺术_宗教_天涯 ...",
    },
    {
    "url" :"http://chungi.biblekm.com.tw/f2study/index.php?load=read&id=167",
    "abstract" :"2010年8月12日 - 把凱撒的東西給凱撒，把上帝的東西給上帝。 ... 領袖的權威來成為問題的根由，這是三本福音書的作者想探討的共同主題：上帝國在人的心目中是什麼地位？ .... 結果傳出來的信息已不再是聖經的教訓，而是傳教者自己的意思或標準。",
    "title" :"第廿三講：凱撒之物歸凱撒- 路加福音的信息- - 盧俊義牧師聖經研經園地",
    },
    {
    "url" :"http://rewindlai.pixnet.net/blog/post/117130910-%E7%94%9F%E6%B4%BB%E4%B8%AD%E7%9A%84%E5%87%B1%E6%92%92",
    "abstract" :"凱撒」一詞來自拉丁語Cæsar ，是「毛茸茸」的意思。這語義可以追溯到羅馬早期儒略（拉丁 ... 門徒：「是凱撒（的側面）。」 耶穌：「那麼凱撒的歸凱撒，上帝的歸上帝。」.",
    "title" :"生活中的凱撒@ rewindlai的部落格:: 痞客邦PIXNET ::",
    },
    {
    "url" :"http://www.ajpsp.com/zuoye/9672234",
    "abstract" :"他们对他说：「凯撒的」。耶稣对他们说：「那么，凯撒的，就应归还凯撒；天主的，就应归还天主。 ... 有一句谚语:让上帝的归上帝,恺撒的归恺撒是什么意思? 上帝的归上帝, ...",
    "title" :"上帝的归上帝,凯撒的归凯撒原文是什么?-作业-慧海网 - 作业帮",
    },
    {
    "url" :"http://zuoye.zhishihao.com/zuoye/9672233",
    "abstract" :"2017年6月3日 - 他们就拿一个银钱来给他.耶稣说：“这像和这号是谁的?”他们说：“是凯撒的.”耶稣说：“这样,凯撒的物当归给凯撒,上帝的物当归给上帝.”他们听见就稀奇, ...",
    "title" :"有一句谚语:让上帝的归上帝,恺撒的归恺撒是什么意思?-作业-知识号",
    },
    ],
######
#Q_1_3 #:把生命当作数据处理和决策时，是否遗漏了什么因素？
######
"Q_1_3": ["把生命当作数据处理和决策时，是否遗漏了什么因素？",
    {
    "url" :"http://www.07dcr.com/book/weilaijianshi/799900_3.html",
    "abstract" :"但现在数据主义以其人之道还治其人之身，说道：“没错，上帝是人类想象力的产物，但人类的想象力一样只是生化算法的产物。”在18世纪，人文主义 .... 生命科学和社会科学的学者应该自问，把生命当作数据处理和决策时，是否遗漏了什么因素？在这世界上，会不会 ... 如果数据主义成功征服世界，人类会发生什么事？一开始，数据主义 ...",
    "title" :"第11章信数据得永生(3)-《未来简史：从智人到神人》免费在线阅读_稻草人 ...",
    },
    {
    "url" :"https://kknews.cc/zh-hk/culture/vmgje44.html",
    "abstract" :"2017年5月3日 - 其中核心的觀念就是：1、沒有什麼上帝，沒有神，也沒有「宇宙的劇本」。2、人類比動物高級，人類的體驗很重要， ..... 在你考慮結婚對象或職業又或是否應該開戰的時候，數據主義告訴你，別再浪費時間爬上高山看落日了。 ... 生命科學和社會科學的學者應該自問，把生命當作數據處理和決策時，是否遺漏了什麼因素？",
    "title" :"為您讀書之《未來簡史》每天一萬字第23完結- 每日頭條",
    },
    {
    "url" :"https://www.sohu.com/a/142243967_488463",
    "abstract" :"2017年5月20日 - 根据数据主义的观点，可以把全人类看作单一的数据处理系统，而每个 ..... 的学者应该自问，把生命当作数据处理和决策时，是否遗漏了什么因素？",
    "title" :"【周末】未来简史：从智人到神人(完) - 搜狐",
    },
    {
    "url" :"https://sanwen8.cn/p/86907MF.html",
    "abstract" :"2017年3月31日 - 把生命当作数据处理和决策时，是否遗漏了什么因素？在这世界上，会不会有什么无法简化成数据？如果在所有已知的数据处理任务上，无意识算法 ...",
    "title" :"质疑数据主义：生命能否简化成数据？ - Sanwen8.cn",
    },
    {
    "url" :"http://www.iamtxt.com/read/17252/47.html",
    "abstract" :"生命科学和社会科学的学者应该自问，把生命当作数据处理和决策时，是否遗漏了什么因素？在这世界上，会不会有什么无法简化成数据？如果在所有已知的数据处理 ...",
    "title" :"《未来简史：从智人到神人》精校版在线阅读-第48页,全集txt下载,尤瓦尔·赫 ...",
    },
    {
    "url" :"http://0www.wtoutiao.com/p/86907MF.html",
    "abstract" :"2017年3月24日 - 把生命当作数据处理和决策时，是否遗漏了什么因素？在这世界上，会不会有什么无法简化成数据？如果在所有已知的数据处理任务上，无意识算法 ...",
    "title" :"质疑数据主义：生命能否简化成数据？-读书阅世-大不六文章网(wtoutiao ...",
    },
    {
    "url" :"http://www.jianshu.com/p/86f2ed045088",
    "abstract" :"2017年1月31日 - 数据组越来越了解决策过程，但对生命的看法可能越来越偏狭。把生命当作数据处理和决策时，是否也遗漏了什么因素？世界上会不会有什么无法 ...",
    "title" :"简读《未来简史》 - 简书",
    },
    {
    "url" :"http://k.sina.com.cn/article_2993269455_b269aacf001001xfg.html",
    "abstract" :"2017年5月3日 - 这个宇宙数据处理系统如同上帝，无所不在、操控一切，而人类注定会并 ..... 的学者应该自问，把生命当作数据处理和决策时，是否遗漏了什么因素？",
    "title" :"为您读书之《未来简史》每天一万字第23完结 - 新浪看点",
    },
    {
    "url" :"http://www.weibo.com/u/3291762162?refer_flag=1005050010_",
    "abstract" :"生命科学和社会科学的学者应该自问，把生命当作数据处理和决策时，是否遗漏了什么因素？在这个世界上有什么无法简化成数据？如果在所有已知的数据处理任务 ...",
    "title" :"笨笨库的微博_微博",
    },
    {
    "url" :"http://www6.cityu.edu.hk/ss_posed/ui/Publications/positive%20education%20project%20on%20hope%20and%20gratitude.pdf",
    "abstract" :"活動小組撮要. 理論架構. 正向心理學. 希望. 感恩. 問卷調查. 簡介. 數據搜集 ... 附件十九：你看我是什麼 .... 抑鬱、焦慮程度及自殺傾向評分)及正面因素(包括父母的希望及感恩態度 ... 過往許多科學研究都集中在處理問題，往往忽略人們正面特質的重要性。正 ..... 如：我的生命裡，有很多值得感恩的事)，答題者需要就每題句子的同意度.",
    "title" :"[PDF] 7.正向心理學之積極人生計劃實務手冊",
    },
    ],
######
#Q_1_2 #:雇用算法
######
"Q_1_2": ["雇用算法",
    {
    "url" :"http://www.1823.gov.hk/big5/FAQ/012014/index.shtm",
    "abstract" :"2016年8月19日 - 僱傭情況, 通知期, 代通知金. 在試用期內, 試用期內的首個月, 無需通知期, 無需代通知金. 試用期內的第一個月後, 僱傭合約有明確規定, 依照合約訂明 ...",
    "title" :"在終止僱傭合約的時候，如何計算通知期及代通知金？ - 1823",
    },
    {
    "url" :"http://www.labour.gov.hk/tc/faq/cap57l_whole.htm",
    "abstract" :"遣散費及長期服務金. 問1. 僱主在甚麼情況下須支付遣散費給僱員？ 答案. 問2. 甚麼是裁員？ 答案. 問3. 甚麼是停工？ 答案. 問4. 如僱主因裁員而解僱僱員， 須於何時 ...",
    "title" :"遣散費及長期服務金 - 勞工處",
    },
    {
    "url" :"http://www.cpea.org.tw/qaView.asp?id=487",
    "abstract" :"2007年12月4日 - 原則上，勞雇間如發生因任何事由終止契約後再僱用之情形時，因為再僱用是新勞動契約的開始，依勞基法第八十四條之二規定，其年資應重新計算， ...",
    "title" :"【勞動契約】員工自請離職後再僱用，原工作年資是否併計?- 中華人事主管 ...",
    },
    {
    "url" :"https://books.google.com.hk/books?id=R8APunjIoxkC&pg=PA118&lpg=PA118&dq=%E9%9B%87%E7%94%A8%E7%AE%97%E6%B3%95&source=bl&ots=SAuTMFJRtV&sig=PJYOeXOCv4splE9xjRXit6W-pdQ&hl=zh-TW&sa=X&ved=0ahUKEwjs2LLZncXUAhVDFZQKHcuHA_0Q6AEIODAD",
    "abstract" :"在 A 村雇用一人与探险家同带 3 天食物同行一天,然后被雇用的人带一天食物返回,并留一天食物给探险家,这样探险家正好有 3 天的食物继续前行,并于第三天打电话 ...",
    "title" :"算法设计与分析 - 第 118 頁 - Google 圖書結果",
    "metadata" :"2006 - Computer algorithms",
    },
    {
    "url" :"https://tw.answers.yahoo.com/question/index?qid=20060322000012KK10564",
    "abstract" :"若廠商雇用工人1人可獲3萬元的總產值雇用2人可獲5萬元的總產值雇用3人時可獲6.5萬元的總產值雇用4人可獲7.5萬元的總產值設工資為1.5萬元則廠商鷹雇用幾名 ...",
    "title" :"我要問兩題經濟學題目的算法| Yahoo奇摩知識+",
    },
    {
    "url" :"https://www.zhihu.com/question/49193887",
    "abstract" :"如何解释算法中的雇用问题？ 显示全部. 关注者. 1. 被浏览. 3. 添加评论. 分享. 邀请回答. 关注问题 写回答. 还没有回答. 下载知乎客户端. 与世界分享知识、经验和见解.",
    "title" :"如何解释算法中的雇用问题？ - 知乎",
    },
    {
    "url" :"http://www.jianshu.com/p/ecc3fc20475d",
    "abstract" :"2017年3月30日 - 我们将在本书中多次提到概率分析和随机算法。 5.1 雇用问题假如你要雇用一名新的办公助理。你先前的雇用尝试都失败了，于是你决定找一个雇用 ...",
    "title" :"5.1 概率分析和随机算法.雇用问题- 简书",
    },
    {
    "url" :"https://books.google.com.hk/books?id=FSG9CAAAQBAJ&pg=PA257&lpg=PA257&dq=%E9%9B%87%E7%94%A8%E7%AE%97%E6%B3%95&source=bl&ots=wDTLlhW3gp&sig=_mk5dhaUSk2KhEiaq1Yg-ORm6Nk&hl=zh-TW&sa=X&ved=0ahUKEwjs2LLZncXUAhVDFZQKHcuHA_0Q6AEIUDAH",
    "abstract" :"第4條第5條本法第13條第1項、第19條及第23條第1項所定僱用人數之計算,包括分支機構及附屬單位之僱用人數。本法第19條所定 ... 觀念強化算法案例: 1.詹姆森太太 ...",
    "title" :"104年就業服務乙級技能檢定學術科考照祕笈: ",
    "metadata" :"千華數位文化, 珍妮, [技能檢定] - 2015 - Education",
    },
    {
    "url" :"http://keisan.casio.jp/exec/system/1324267303",
    "abstract" :"給与や賞与の総支給額から平成29年度以降の雇用保険の労働者負担と事業主負担額を計算します。",
    "title" :"雇用保険料の計算 - 高精度計算サイト",
    },
    {
    "url" :"http://blogread.cn/it/article/3805",
    "abstract" :"2011年6月15日 - 这个公司需要雇用多少员工，才能让公司一年内所有员工的总工作时间期望值最大？ 假设一年有365 天，每个员工的生日都概率均等地分布在这365 ...",
    "title" :"趣题：公司应该雇用多少员工？ -- 算法-- IT技术博客大学习-- 共学习共 ...",
    },
    ],
######
#Q_1_9 #:原始社会的结构与功能 与数据结构有什么本质区别
######
"Q_1_9": ["原始社会的结构与功能 与数据结构有什么本质区别",
    {
    "url" :"https://www.zhihu.com/question/21165020",
    "abstract" :"数据结构」和「数据类型」两个概念的本质是什么，区别与联系是什么？ ... int char float double 这些是数据类型，类比作原子，他们间的不同就是元素种类的不同， ..... 在实际实现上，一种数据结构可以有不同类型的实现，比如链表这种数据结构，可以用 ...",
    "title" :"「数据结构」和「数据类型」两个概念的本质是什么，区别与联系是什么 ...",
    },
    {
    "url" :"https://books.google.com.hk/books?id=Nf15CgAAQBAJ&pg=PT45&lpg=PT45&dq=%E5%8E%9F%E5%A7%8B%E7%A4%BE%E4%BC%9A%E7%9A%84%E7%BB%93%E6%9E%84%E4%B8%8E%E5%8A%9F%E8%83%BD+%E4%B8%8E%E6%95%B0%E6%8D%AE%E7%BB%93%E6%9E%84%E6%9C%89%E4%BB%80%E4%B9%88%E6%9C%AC%E8%B4%A8%E5%8C%BA%E5%88%AB&source=bl&ots=zMRsrdRdhD&sig=ZlUQDEDwvf3q69U2H8iChvvVNm4&hl=zh-TW&sa=X&ved=0ahUKEwjzzuOInsXUAhVBpJQKHScdDc8Q6AEIMjAB",
    "abstract" :"《符號形式的哲學》是從這樣的前提出發的:如果有什麼關於人的本性或「本質」的定義 ... 因此,一種「人的哲學」一定是這樣一種哲學:它能使我們洞見這些人類活動各自的基本結構, ... 一種實體的紐帶,如在經院哲學中所想象和形容的那樣,而是一種功能的紐帶。 ... 更有價值的似乎是我們從普通社會學研究中所得到的幫助:不考慮原始社會的 ...",
    "title" :"人論: 改變世界的經典--文化觀 - Google 圖書結果",
    "metadata" :"卡西爾 - 2015 - Social Science",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%94%BF%E6%B2%BB%E4%BA%BA%E7%B1%BB%E5%AD%A6",
    "abstract" :"政治人类学研究题材众多，涉及面广，其基本内容包括从原始社会和初级社会中发现 ... 但无论政治学的研究方法发生什么样的改变，有一个主要的特征是没有改变的，即 ... 法，揭示各种政治制度之间的本质差异以及政治过程在不同的社会中是如何展开的。 ... 这种方法建立在功能分析和结构分析的基础之上，把具有相同的功能或结构的 ...",
    "title" :"政治人类学_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E7%A4%BE%E4%BC%9A",
    "abstract" :"微观上，社会强调同伴的意味，并且延伸到为了共同利益而形成联盟。 ... 1 词源; 2 历史起源; 3 社会学; ▫ 本质; ▫ 社会特征; ▫ 社会人群; ▫ 社会细胞. 4 社会分类; ▫ 马克思分类法; ▫ 伦斯基分类法; ▫ 通用分类法; 5 生存方式; 6 社会功能; 7 社会制度 ..... 社交网络就象个体之间各种关系的地图，其结构要点例如亲近程度、联系频率、关系种类（ ...",
    "title" :"社会（在特定环境下形成的个体间的存在关系的总和）_百度百科",
    },
    {
    "url" :"http://www.sohu.com/a/129451066_619467",
    "abstract" :"2017年3月20日 - Java工具包提供了强大的数据结构，在开发中一般都离不开Java集合框架，主要 ... 小编一般都是这样来理解记忆其大致区别的：Set代表无序、不可重复的 ... 它们都是通过数组实现的，本质上都是动态数组。 ... 逐个添加元素时，若ArrayList容量不足时，“新的容量”=“(原始容量x3)/2 + 1”。 .... 与a.equals(b) 有什么关系？",
    "title" :"经常被问到的有深度有内涵的数据结构面试题 - 搜狐",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%AE%97%E6%95%99",
    "abstract" :"宗教是对神明的信仰与崇敬，或者一般而言，宗教就是一套信仰，是对宇宙存在的解释，通常包括 .... 在歷史上，政教常有合一或分離現象，體現了社會行政功能與祭司宗教功能的有機結合，說明了宗教這一個體與世俗社會既有聯繫，又有區別。 ... 神話結構學說由法国人类学家李維史陀提出，他認為世界上不同的地方的原始人類的心靈皆 ...",
    "title" :"宗教- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%BA%BA%E7%B1%BB%E5%AD%A6",
    "abstract" :"體質人類學 · 文化人类學 · 語言人類學 · 社會人類學 · 考古學. 研究方法與架構. 應用人類學 · 民族誌 ... 人類學的基本關注問題是：什麼是智人的定義？ ... 在這個轉向中，關於知識的本質與生產的各項議題，佔據了社會文化人類學的核心位置。 ..... 這套理論有別於馬凌諾斯基的功能論，而且與後來的法國結構主義人類學有著極大不同，後者 ...",
    "title" :"人类学- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%96%87%E5%8C%96",
    "abstract" :"體質人類學 · 文化人类學 · 語言人類學 · 社會人類學 · 考古學. 研究方法與架構. 應用人類學 · 民族誌 .... 對於文化的構成有不同的說法，其中最常見的是物質文化、制度文化和精神 ... 早在原始社会时期，人类已形成第一次分工，产生了农业民族和畜牧民族。 .... 文化本身會受到支持改變及反對改變兩方力量的影響，這些力量和社會結構及 ...",
    "title" :"文化- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/p85mbqp.html",
    "abstract" :"2016年7月22日 - 標籤和分類的區別是大家喜聞樂見的，但是不夠深度和震撼，我們深入一點點。 ... 可是和我們要講的標籤有什麼關係呢？ ... 總之，結構化數據的特點和治理方式可以完美的套用到標籤上。 ... 本質上，標籤就是一堆對等的特徵信息。 ... 這種進化，大概等同於人類從原始社會一躍而入封建社會，而且是發達的封建社會。",
    "title" :"其實你並不懂產品標籤機制- 每日頭條",
    },
    {
    "url" :"http://www.tips.url.tw/publication/7-03%E5%BB%96%E6%9C%9D%E6%98%8E.pdf",
    "abstract" :"本文嘗試以源自社會學領域的結構功能論、衝突論，加以新進發展之建. 構論，探討原住 ... 三種理論闡釋自治問題，形成互有區別的理論模式，也從. 三種理論的整合分析，可以客觀理解原住民族自治訴求的本質與動力，有助 ..... 社會秩序除了混亂還會有什麼？」。 ... 構；二、正式或非正式的政治結構都具有政治功能；三、不論是存於原始抑.",
    "title" :"[PDF] 從社會學理論探究原住民族自治 - 台灣原住民教授學會",
    "metadata" :"由 廖朝明 著作 - 被引用 1 次 - 相關文章",
    },
    ],
######
#Q_1_8 #:特朗普的思维方式，真的像大家所说那样所谓的蠢吗？
######
"Q_1_8": ["特朗普的思维方式，真的像大家所说那样所谓的蠢吗？",
    {
    "url" :"https://www.zhihu.com/question/47642204",
    "abstract" :"总觉得知乎er对特朗普和希拉里的支持与否停留在情怀上，太务虚了，不够实。 ... 的综合国力在衰退，维持全球霸权力不从心，这种情况下，像特朗普主张的那样搞 ... 希腊里的方式是找其他国家解决；川普的方式是从美国国内解决 ... 大家都是读过书的人。 .... 白左们，纽约时报，川普说句话你们就跳起八丈高，ISL每天都在践行这些所谓 ...",
    "title" :"为什么知乎上很多人认为特朗普当选美国总统是美国之幸，希拉里当选就 ...",
    },
    {
    "url" :"https://www.zhihu.com/question/52444153",
    "abstract" :"相信大多数人都知道彼得·蒂尔在10月底美国总统大选公布结果之前在美国国家记者俱乐部发表了演讲，而正是这一足以写进历史教科书的演讲却在许多国内网站被 ...",
    "title" :"如何评价唐纳德·特朗普（Donald J. Trump）当选第45 任美国总统？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/35062190",
    "abstract" :"说认真的，现在的选举现象动不动就打专家的脸，所以所谓的选举规律什么的大家 ... 现在他的支持率一直不温不火甚至在往下掉，也是因为大家发现他实在太蠢（虽然 ..... 认为是特朗普说出了他们内心的委屈和愤怒，可实际情况远非那样简单，可以概括的 ... 我对穆斯林极端主义非常担心，就像特朗普说的，最好拒绝穆斯林移民来美国。",
    "title" :"如何看待唐纳德·特朗普（Donald Trump）在共和党内支持率升破40 ... - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/52401173",
    "abstract" :"2016年11月9日 - 很多其他意见者在问【知乎川粉这么不知悔改，到时候特朗普输了他们怎么办？】 ... 也许也告诉我们，只有不靠评论挣钱养活自己的喉舌，才能够说真话吧！ ... 答主泪奔只是说了几句事实而已，多谢大家但，为了满足答主的虚荣 ... 的工作方式，考虑文化战线如何统合共识，考虑如何给在大选所导致的 ..... 现实还是那样。",
    "title" :"如何评价唐纳德·特朗普当选第45 任美国总统？ - 知乎",
    },
    {
    "url" :"http://dajia.qq.com/original/meiguo/xjl20161020.html",
    "abstract" :"2017年1月20日 - 特朗普既然商场上那么出色，为何不能用商业的原则来治国？ ... 一种人生哲学的方式，旗帜鲜明地亮出了旗帜，令他们感到酣畅淋漓，大快人心。 ... 又将如何的兴奋莫名，像特朗普这样的商人，正是她心目中的道德化身。 ... 工具理性是资本主义的奥秘所在，而安·兰德所说的理性主义，正是韦伯意义上的工具理性精神。",
    "title" :"特朗普灵魂中的女人_许纪霖_腾讯大家",
    },
    {
    "url" :"http://www.wenxuecity.com/news/2016/10/19/5699501.html",
    "abstract" :"2016年10月19日 - 希拉里：我不想破坏移民家庭，也不会采取诸如特朗普所说的那种遣返部队； ... 希拉里还批评了特朗普在亚太的核立场，称特朗普像撕裂美国在亚太、 ... 特朗普的思维方式很有搞笑，也令人担忧。 .... 他的所谓商业成功，是不是也是牛皮？ ... 我始终在提醒大家：俄罗斯黑帮、中共流氓、美国3K党之流，做梦都想川普上台。",
    "title" :"最后一辩：特朗普否性丑闻称指控者想出名(图) | www.wenxuecity.com",
    },
    {
    "url" :"http://www.sohu.com/a/118579201_464025",
    "abstract" :"2016年11月9日 - 可以说，特朗普当选，用4个新思维颠覆了美国，不亚于一场革命。 ... 正是他在当选演讲中所说，“我们一起努力，开始这项刻不容缓的任务：重建我们的 .... 然而对于现在的年轻人来说，他们对于支持哪位总统候选人的决定方式，已经发生了改变，相比 ... 就像我从一开始就说的那样，这不只是一场选战，而是一次伟大的和 ...",
    "title" :"特朗普用4个新思维重新颠覆了美国！ - 搜狐",
    },
    {
    "url" :"https://commondatastorage.googleapis.com/letscorp_archive/archives/114951",
    "abstract" :"2017年1月29日 - 特朗普雄心勃勃，要在第一个100天里推出好多新政，中国人最关心的是会不会打 ... 大家都有大家的关心和担心，但最关心和最担心的还是美国人。 .... 如果美国GDP增长率真的像特朗普说的那样达到4%，那美联储绝对要提息，甚至 ..... 如果特朗普真的推出NAFTA，墨西哥还要面对关税的问题，墨西哥产品的成本优势 ...",
    "title" :"晨枫：特朗普的第一个100天",
    },
    {
    "url" :"https://luogicshow.wordpress.com/author/luogicshow/page/9/",
    "abstract" :"特朗普總統為了振興美國經濟，提出了「買美國貨、雇美國人」的口號，但他自己卻 ... 能像呼吸、走路、游泳和騎車那樣自然而然地用經濟學的思維方式來對世界做出反應。 ... 大家都希望自己能夠進好的大學，但是教育資源總是有限的，在世界各國都是如此。 .... 很重要，不要總是選那些能夠在一起吃喝玩樂卻胸無大志的所謂志同道合者。",
    "title" :"luogicshow – 9 頁– 羅輯思維",
    },
    {
    "url" :"https://kknews.cc/psychology/p4gk342.html",
    "abstract" :"2016年11月29日 - 編者按：唐納德·特朗普無疑是2016年全球最受關注的人物，這位富二代出身的 ... 揭開組成他獨特心理畫像的關鍵性格傾向、認知方式、動機和自我概念。特 ... 但是沒有誰像特朗普那樣由衷地享受這一競選過程。 .... 和布希一樣，特朗普總統可能會孤注一擲，以實現巨大回報——如他的競選口號所說，讓 .... 他的思維習慣.",
    "title" :"特朗普的心理肖像：自戀，誇張，不友善和不顧一切代價獲勝的個人敘事 ...",
    },
    ],
}
keyword_list = [ 
   "   拓扑",
   "   联接",
   "   4因5路",
   "   计算复杂度:常，对，线，平，立，指，阶",
   "   边际效应",
   "   概率",
   "   迭代",
   "   balance shift",
   "   批判",
   "   弹性",
   "   交换",
   "   外延",
   "   合并",
   "   生老病死",
   "   展示",
   "   有趣",
   "   边界",
   "   历史",
   "   不确定",
   "   高维",
   "   不动点",
   "   分类",
   "   建模",
   "   很感谢你能能来，不遗憾你离开",
   "   如何",
]
meta_data = {"status":"hc","Major": 1,"Minor": 14,"Prefix": "Q"}
km_0_title = "各种主义"
km_0_summary = "ummary_tp"
km_1_tags = []
