# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_1 #:全球每年出版多少本书
######
"Q_1_1": ["全球每年出版多少本书",
    {
    "url" :"https://www.thenewslens.com/article/36550",
    "abstract" :"2016年2月19日 - 台灣2013年的人均出版量排名世界第二，果真是因為台灣文壇興旺、台灣 ... 每百萬人口出版的新書及再版書數量，英國以每百萬人有2875本書，位居 ...",
    "title" :"到底為什麼？經濟學人：台灣的新書出版量世界第二- The News Lens ...",
    },
    {
    "url" :"https://zh.wikipedia.org/wiki/%E5%90%84%E5%9B%BD%E6%AF%8F%E5%B9%B4%E4%B9%A6%E7%B1%8D%E5%87%BA%E7%89%88%E6%95%B0%E5%88%97%E8%A1%A8",
    "abstract" :"联合国教育、科学及文化组织统计各国每年的书籍出版数，并视其为生活和教育标准的一个重要指数。 目录. [隐藏]. 1 列表; 2 参考文献. 2.1 引用; 2.2 书籍; 2.3 网页 ...",
    "title" :"各国每年书籍出版数列表- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://zh.wikipedia.org/wiki/%E6%9A%A2%E9%8A%B7%E6%9B%B8%E5%88%97%E8%A1%A8",
    "abstract" :"跳至 3000万至5000万本 - 书名, 作者, 语言, 册数, 首次出版, 估计销量 ... 7, 1982年至2004年, 3000万. 米其林指南（每年出版）, 多作者, 法语, 109, 1900年至今, 3000万.",
    "title" :"暢銷書列表- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://group.dailyview.tw/2017/06/05/%E5%BE%9E%E6%95%B8%E5%AD%97%E7%9C%8B%E6%9B%B8%E5%B8%82%EF%BC%88%E4%B8%AD%EF%BC%89%EF%BC%9A%E5%8F%B0%E7%81%A3%E6%96%B0%E6%9B%B8%E5%87%BA%E7%89%88%E9%87%8F%E4%B8%96%E7%95%8C%E7%AC%AC%E4%BA%8C%EF%BC%8C/",
    "abstract" :"2017年6月5日 - 本土書與翻譯書的比例如何？而買書的人，平均每年買幾本書？ 「台灣一年出版多少新書在書店賣？」這問題有點複雜。國家圖書館全國新書資訊網 ...",
    "title" :"從數字看書市（中）：台灣新書出版量世界第二，但國人平均每年只買4本書 ...",
    },
    {
    "url" :"http://www.chinanews.com/cul/2013/09-24/5314962.shtml",
    "abstract" :"2013年9月24日 - 美国人年均阅读7本书，韩国人11本，日本、法国国民每年读书数量 ... 世界第一，但库存量也冠绝全球。2012年，中国出版的图书达到了414005种，册 ...",
    "title" :"中国图书出版量世界第1 国人阅读量严重偏低-中新网 - 中国新闻网",
    },
    {
    "url" :"http://iask.sina.com.cn/b/5717860.html",
    "abstract" :"2012年5月2日 - 每天约有67400000本书出版第二个问题还没人统计，但有统计学家估计全球共有20000亿本书。 这些书如果你学楼上那位“用的想象力去读”，还是有可能看 ...",
    "title" :"全球每天有全球平均每天有多少本书出版? - 爱问知识人",
    },
    {
    "url" :"http://baike.baidu.com/item/%E4%B8%96%E7%95%8C%E5%9B%BE%E4%B9%A6%E6%97%A5",
    "abstract" :"最初的创意来自于国际出版商协会。1995年11月15日正式确定每年4月23日为“世界图书与版权日”，设立 ... 美丽的公主被恶龙困于深山，勇士乔治只身战胜恶龙，解救了公主；公主回赠给乔治的礼物是一本书。 ..... 评价一座城市，要看它拥有多少书店。",
    "title" :"世界读书日_百度百科",
    },
    {
    "url" :"http://www.ettoday.net/news/20160218/649316.htm",
    "abstract" :"2016年2月18日 - 你一年閱讀多少本書呢？據《經濟學人》公布的資料，台灣在2013年，每百萬人能享有的新書出版量為1831本，榮登全世界第二名，與斯洛維尼亞並列 ...",
    "title" :"人人愛書？ 經濟學人：台灣新書出版人均數量世界第二| ETNEWS國際 ...",
    },
    {
    "url" :"http://www.setn.com/News.aspx?NewsID=259372",
    "abstract" :"4 days ago - 上一篇文章分析了台灣各縣市的書店分布，這篇讓我們看看台灣每年出了多少新書、在書店賣的書又有多少？本土書與翻譯書的比例如何？而買書的 ...",
    "title" :"網路溫度計／出版量世界第二但台灣人一年只買4本書！ | 名家| 三立新聞 ...",
    },
    {
    "url" :"http://www.orangenews.hk/culture/system/2015/07/17/010017252.shtml",
    "abstract" :"2015年7月17日 - 英美電子書可望在2018年超越紙本書和有聲書；中國電子書市場發展勢頭 ... 呂迪格·魏申巴特(Rüdiger Wischenbart)出版諮詢公司於4月發表的2015年版《全球電子書業 ... 近兩年來，中文紙本書每年可供書目數量有100萬種；但電子書僅有10幾萬 ... 需求而設定(例如7天、14天、30天)，每人同時可借多少種書亦可設定。",
    "title" :"電子出版的錢景在哪裡？-書局街-橙新聞",
    },
    ],
######
#Q_1_0 #:最新思想模型从哪里，论文
######
"Q_1_0": ["最新思想模型从哪里，论文",
    {
    "url" :"http://muchong.com/html/201705/2659795.html",
    "abstract" :"我的研究方向主要是统计学习和概率图模型，但对计算机视觉和计算神经科学都有涉及，对Data mining和IR也有些 .... 对，会议一般都是最新的思想，我建议我们建立一个人工智能群把 .... 楼主说的很有见解，请问机器学习的会议论文从哪里可以拿到？",
    "title" :"【讨论】为什么不去读顶级会议上的论文？适应于机器学习、计算机视觉和 ...",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/59nvl2.html",
    "abstract" :"2016年6月28日 - 機器學習機率框架的核心思想是：學習可被看作是推理合理模型以用於解釋被 ... 機率方法和貝葉斯推理的介紹開始，然後將討論一些該領域的最新進展。 ..... 確定函數f 上的機率分布，並用這種不確定來決定在哪裡（in X）查詢下一個。",
    "title" :"深度| Nature論文詳解機率機器學習：從不確定性表徵到自動建模（附論文 ...",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/re5ojp4.html",
    "abstract" :"2016年12月30日 - 你必須知道編程知識以便開發和測試深度學習模型。 ..... 通常每個新思想都是在arXiv.org 的預印本論文上發表。 ... 深度學習和卷積神經網絡感興趣，但是並不知道從哪裡開始，也不知道使用哪種庫，那麼這裡就為你提供了許多幫助。",
    "title" :"資源| 深度學習資料大全：從基礎到各種網絡模型- 每日頭條",
    },
    {
    "url" :"https://books.google.com.hk/books?id=jJSkBQAAQBAJ&pg=PT11&lpg=PT11&dq=%E6%9C%80%E6%96%B0%E6%80%9D%E6%83%B3%E6%A8%A1%E5%9E%8B%E4%BB%8E%E5%93%AA%E9%87%8C%EF%BC%8C%E8%AE%BA%E6%96%87&source=bl&ots=Oh5VEMGc1p&sig=EdhUuj7gTlPFVchYMGDWrRVP4ug&hl=zh-TW&sa=X&ved=0ahUKEwjXwqm338fUAhUMnJQKHfaMBVwQ6AEIMzAD",
    "abstract" :"... 对一神论的梵我思想产生了困惑,当听到《无常经》和《金刚经》的般若思想时,感到非常地震憾 ... 第一堂课后,我就跟社长说:「不好意思,我写论文很忙,下午必须回去赶论文。 ... 跟着一位自美国经济预测公司返国的客座教授,从事计量经济模型的建立与预测,对「 ... 读书的几位同仁,学校向公部门申请研究计划案,所作的研究报告到哪里去了?",
    "title" :"今生与师父有约（三）:  - Google 圖書結果",
    "metadata" :"果镜法师、果光法师、果毅法师、果贤法师",
    },
    {
    "url" :"https://kknews.cc/news/p8q2z42.html",
    "abstract" :"2017年3月1日 - 學界| CMU論文盤點深度學習的起源：從亞里士多德到生成對抗網絡 .... 本論文還解釋了這些現代模型和它們的先前思想之前聯繫，並傳遞了這樣一個 .... 個深度學習的新手，那麼你問的第一個問題可能是「我應該從哪篇文章開始讀呢？",
    "title" :"學界| CMU論文盤點深度學習的起源：從亞里士多德到生成對抗網絡- 每 ...",
    },
    {
    "url" :"https://www.zhihu.com/question/20829666",
    "abstract" :"文章计划投稿到本学科中上水平的学术期刊上，之前没有过用英文写学术论文的 ..... 是模仿，可以模仿结构、思路、句式、用词，但是绝不能抄袭人家的数据、结论、思想。 ..... 固定效应模型和随机效应模型的假设条件区别于随即模型必须满足观测对象的 ...",
    "title" :"第一次写学术论文无从下手怎么办？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/28351960",
    "abstract" :"Quantitative类论证有比较漂亮的模型：本科自己提model的应该不多，但是如果你用 ... 说一次性全部做到会有点难，很多小伙伴私信我说以前没写过不知道从哪里开始， ...... 的权威专家，并能够给文章得到切实可行的指导，同时跟踪最新的学术前沿。 .... 以上介绍了我的学习论文写作的思想，接下来具体说明下从论文选题到论文发表中 ...",
    "title" :"本科阶段怎么写出有质量的经济学论文？ - 知乎",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309404083727373320132&infeed=1",
    "abstract" :"2017年3月10日 - 这篇文章提出的思想很直观。首先，提出的模型还是直接Model每一个词。然后，和Paragraph Vectors不同的是，这个模型并不直接学习一个文档的 ...",
    "title" :"【论文每日读】Efficient Vector Repr. For Documents - 微博",
    },
    {
    "url" :"https://github.com/ty4z2008/Qix/blob/master/dl.md",
    "abstract" :"介绍:对深度学习和representation learning最新进展有兴趣的同学可以了解一下 ... 包括几本综述文章，将近100篇论文，各位山头们的Presentation。 ... 机器学习是什么，被应用在哪里？ ... 对NDCG之类不敏感，加入NDCG因素后变成了LambdaRank，同样的思想从神经网络改为应用到Boosted Tree模型就成就了LambdaMART。",
    "title" :"机器学习(Machine Learning) - GitHub",
    },
    {
    "url" :"http://www.sohu.com/a/127570059_465975",
    "abstract" :"2017年2月28日 - 除了对这些模型进行概述之外，这篇论文主要关注了上述模型的先前思想，探究了这些初始思想是如何组合构建成早期模型以及这些早期模型又是 ...",
    "title" :"学界| CMU论文盘点深度学习的起源：从亚里士多德到生成对抗网络 - 搜狐",
    },
    ],
}
keyword_list = [ 
   "   关系",
   "   联想",
   "   4因5路",
   "   排列组合",
   "   意义",
   "   概率",
   "   迭代",
   "   balance shift",
   "   证伪",
   "   稀缺",
   "   trade off",
   "   近同反",
   "   合并",
   "   生老病死",
   "   推动",
   "   有趣",
   "   边界",
   "   未来",
   "   混沌",
   "   分层模块化",
   "   随机",
   "   分块",
   "   建模",
   "   局部化",
   "   地点",
]
meta_data = {"status":"hc","Major": 1,"Minor": 2,"Prefix": "Q"}
km_0_title = "策略"
km_0_summary = "ummary_tp"
km_1_tags = []
