# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_11 #:政治 经济 战争
######
"Q_1_11": ["政治 经济 战争",
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E6%88%98%E4%BA%89%E7%BB%8F%E6%B5%8E%E5%AD%A6",
    "abstract" :"所謂戰爭經濟學，實際上從戰爭對經濟的影響角度來看，一個就是儘量減少戰爭對經濟的影響， ... 除了1914年出版的《戰爭的政治經濟學》之外；以後又有大量的著述。",
    "title" :"戰爭經濟學- MBA智库百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%88%98%E4%BA%89%E7%BB%8F%E6%B5%8E%E5%AD%A6/10587060",
    "abstract" :"所谓战争经济学，实际上从战争对经济的影响角度来看，一个就是尽量减少战争对经济的影响， ... 除了1914年出版的《战争的政治经济学》之外；以后又有大量的著述。",
    "title" :"战争经济学_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%88%98%E4%BA%89/14004",
    "abstract" :"战争是一种集体、集团、组织、民族、派别、国家、政府互相使用暴力、攻击、杀戮等行为，是敌对双方为了达到一定的政治、经济、领土的完整性等目的而进行的武装战斗 ...",
    "title" :"战争（矛盾斗争表现的最高形式与暴力手段）_百度百科",
    },
    {
    "url" :"https://www.wufi.org.tw/%E6%B7%BA%E8%AB%87%E7%B6%93%E6%BF%9F%E6%88%B0%E7%88%AD/",
    "abstract" :"此種「新式戰爭」雖不花一兵一卒、不動一槍一彈，也因而不易發覺與提防，卻經由掠奪一國之財力、人力及科技，達到癱瘓它國經濟命脈之政治目的。面對此一挑戰，「 ...",
    "title" :"淺談經濟戰爭 - 台灣獨立建國聯盟",
    },
    {
    "url" :"http://www.inmediahk.net/node/1048643a",
    "abstract" :"2017年4月2日 - 今年特首選舉最奇特的現象，不是北京政府信任的林鄭月娥當了特首，也不是她拿了777張票。最神奇的，是薯粉的出現。至今，也沒有人講得清楚，薯 ...",
    "title" :"特首政治經濟學：港式超級富豪的末日之戰| 股壇馬克思| 香港獨立媒體",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_4e2f86430102w6y0.html",
    "abstract" :"2015年11月15日 - 自美元指数上了98以后，野渡就断言，并每天不断提醒各方面，世界政治经济战争进入了一个新的高潮，并且给出了时间段，就是直到今年十二月底。",
    "title" :"世界政治经济战争中的一个小战役巴黎恐怖袭击_云-山-水-客_新浪博客",
    },
    {
    "url" :"https://www.zhihu.com/question/23032851",
    "abstract" :"2016年1月4日 - 战争与政治的关系：战争是政治的继续，政治是不流血的战争，战争是流血的政治。战争一刻也离不开政治。战争不等于一般的政治。政治目的达到了 ...",
    "title" :"战争与政治经济的关系？ - 知乎",
    },
    {
    "url" :"http://www.books.com.tw/products/0010726170",
    "abstract" :"2016年8月31日 - 書名：下一個100年：21世紀全球政治、經濟、資源、太空戰爭策略大布局，原文名稱：The Next 100 Years: a forecast for the 21st century，語言：繁體 ...",
    "title" :"博客來-下一個100年：21世紀全球政治、經濟、資源、太空戰爭策略大布局",
    },
    {
    "url" :"https://books.google.com.hk/books?id=sQHJCQAAQBAJ&pg=PT236&lpg=PT236&dq=%E6%94%BF%E6%B2%BB+%E7%BB%8F%E6%B5%8E+%E6%88%98%E4%BA%89&source=bl&ots=Eu2IHf7eLK&sig=vZNKQTa_107klqERtP2tskz87EA&hl=zh-TW&sa=X&ved=0ahUKEwjE0-iDiKfUAhWIq5QKHUwqD1gQ6AEIWjAI",
    "abstract" :"从宗教战争到(民族)国家间战争战争是人类的一项重大事务,古代如此,即便今天也是 ... (东方中华帝国除外)的战争,有着诸多政治、经济、民族、领土、权力等方面的原因, ...",
    "title" :"政治宪法学纲要:  - Google 圖書結果",
    "metadata" :"高全喜 - 2015 - Constitutional law",
    },
    {
    "url" :"https://books.google.com.hk/books?id=QdVvAgAAQBAJ&pg=PT76&lpg=PT76&dq=%E6%94%BF%E6%B2%BB+%E7%BB%8F%E6%B5%8E+%E6%88%98%E4%BA%89&source=bl&ots=hkj8ujLOFW&sig=7w9cLi7rPVwiv3TdJQTF2UfEbZM&hl=zh-TW&sa=X&ved=0ahUKEwjE0-iDiKfUAhWIq5QKHUwqD1gQ6AEIXzAJ",
    "abstract" :"战争的胜负,主要地决定于作战双方的军事、政治、经济、自然诸条件,这是没有问题的。然而不仅仅如此,还决定于作战双方主观指导的能力。军事家不能超过物质条件 ...",
    "title" :"中国革命战争的战略问题:  - Google 圖書結果",
    "metadata" :"毛泽东 - 2013",
    },
    ],
######
#Q_1_10 #:斯巴达 与雅典
######
"Q_1_10": ["斯巴达 与雅典",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%96%AF%E5%B7%B4%E8%BE%BE",
    "abstract" :"斯巴达（希腊语：Σπάρτη），又称拉刻代蒙（古希腊语：Λακεδαίμων, Lakedaímōn）是古代希腊城邦之 .... 波斯戰爭後，斯巴達為了與雅典爭奪霸權，因此統率其主導的伯罗奔尼撒联盟與以雅典为首的提洛同盟進行了伯罗奔尼撒战争。这场战争从前431年 ...",
    "title" :"斯巴达- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%BC%AF%E7%BD%97%E5%A5%94%E5%B0%BC%E6%92%92%E6%88%98%E4%BA%89",
    "abstract" :"伯羅奔尼撒戰爭（Peloponnesian War）是以雅典為首的提洛同盟與以斯巴達為首的伯羅奔尼撒聯盟之間的一場戰爭。這場戰爭從前431年一直持續到前404年，期間 ...",
    "title" :"伯羅奔尼撒戰爭- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%96%AF%E5%B7%B4%E8%BE%BE%E5%92%8C%E9%9B%85%E5%85%B8",
    "abstract" :"希腊文明希腊罗马文明是西方文明的源头。希腊文明发源于地中海东部·公元前8-6世纪·古希腊面积最多人口最多的国家斯巴达又称“ 平等者公社” ，斯巴达人以尚武 ...",
    "title" :"斯巴达和雅典_百度百科",
    },
    {
    "url" :"https://resources.hkedcity.net/downloadResource.php?rid=561046408&pid=702133302",
    "abstract" :"【資料二】以下是一個斯巴達的士兵的訪問. 記者：士兵先生，聞說你們每一個人由出生一開始已經要接受考驗，是嗎？ 記者：在舉世知名的溫泉關一役，共有多少人多少人 ...",
    "title" :"[DOC] C.雅典與斯巴達的政治及軍事比較",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/3eob9y.html",
    "abstract" :"2016年8月6日 - 他們互相貿易，互相移民，也互相進行掠奪和侵略。而在諸城邦中，勢力最大的就是斯巴達和雅典。 斯巴達城位於中拉哥尼亞平原的南部，歐羅塔斯河 ...",
    "title" :"斯巴達與雅典的戰爭之伯羅奔尼撒戰爭、雅典出師不利- 每日頭條",
    },
    {
    "url" :"https://kknews.cc/zh-hk/military/n598448.html",
    "abstract" :"2016年12月14日 - 在伯羅奔尼撒戰爭期間，斯巴達打敗了雅典，但是斯巴達的霸權並沒有持續太久。在留克特拉戰役(Battle of Leuctra)中，斯巴達被底比斯大敗，自此 ...",
    "title" :"斯巴達為何能成為古希臘軍事強國？ - 每日頭條",
    },
    {
    "url" :"http://wenda.tianya.cn/question/15lds9b0ogda3pjagbp56p682dbmtveq2aieb",
    "abstract" :"2011年1月6日 - 这是一道大学大一的世界古代史的思考题，麻烦大大了！ ... 雅典和斯巴达都是古希腊城邦制小国。 不同点如下： 1雅典境内多山，多水，自然条件较差，以 ...",
    "title" :"比较雅典和斯巴达的不同特点_历史_天涯问答_天涯社区",
    },
    {
    "url" :"https://hk.answers.yahoo.com/question/index?qid=20060108000014KK04877",
    "abstract" :"2015年8月18日 - 最佳解答: 政治制度：希臘城邦的兩種政治形式，一是寡頭政治；一是民主政治。（1）斯巴達城邦：以多利安人為主，B.C.8-7世紀間，斯巴達征服鄰近美西尼亞（Messenia） ...",
    "title" :"我想要請問雅典與斯巴達的比較(急..) | Yahoo奇摩知識+",
    },
    {
    "url" :"http://military.china.com/history4/62/20140909/18770252_all.html",
    "abstract" :"2014年9月9日 - 伯罗奔尼撒战争（Peloponnesian War）是以雅典为首的提洛同盟与以斯巴达为首的伯罗奔尼撒联盟之间的一场战争。这场战争从前431年一直持续到 ...",
    "title" :"雅典和斯巴达的伯罗奔尼撒战争：摧毁希腊的战争_军事_中华网",
    },
    ],
######
#Q_1_5 #:战争 有什么好处
######
"Q_1_5": ["战争 有什么好处",
    {
    "url" :"https://www.zhihu.com/question/20861789",
    "abstract" :"2013年3月18日 - 战争是一种政治手段，为其主体的利益而服务。 起初，人们在食不果腹的条件下，为了获得必要的生存资料，需要互相扶助。在一个小族群的范围内， ...",
    "title" :"战争有什么好处？人类能完全离开战争吗？ - 知乎",
    },
    {
    "url" :"http://zhidao.baidu.com/question/1509992286471936780.html",
    "abstract" :"2016年12月2日 - 好处是： 1、战争能够纯化民族成分，战争就像用重结晶的方法一样去纯化民族，那些真正热爱祖国的民族保留下来，那些隐藏在民族内部的汉奸、走狗、投机 ...",
    "title" :"战争的好处和坏处_百度知道",
    },
    {
    "url" :"https://forum.gamer.com.tw/C.php?bsn=60318&snA=248",
    "abstract" :"因為ddmmokjmd大大建議我重貼此處，希望各位巴友能為我解惑人類因該算是鬥爭性非常高的一種生物吧? 在人類的歷史上，不斷出現過各種戰爭， ...",
    "title" :"【問題】戰爭的好處? @中華歷史相關遊戲哈啦板- 巴哈姆特",
    "metadata" :"2006年12月19日 - 20 篇文章 - 16 位作者",
    },
    {
    "url" :"http://paper.wenweipo.com/2014/05/31/OT1405310005.htm",
    "abstract" :"2014年5月31日 - 中國與日本及幾個東南亞國家，圍繞東海和南海的爭端日益緊張之際，美國一著名學者最近出書，強調戰爭可以帶來種種好處。他甚至認為，美國須 ...",
    "title" :"走東走西：戰爭：有甚麼好處？ - 香港文匯報",
    },
    {
    "url" :"http://lineq.tw/q/991795",
    "abstract" :"2014年11月24日 - 戰爭是國家獲取利益的其中一種手段，所以發動戰爭所獲得的好處必須依照發動方的動機來看。 例如英法兩國發動英法聯軍之役是為了在對華貿易中 ...",
    "title" :"[生活]戰爭的好處是什麼？ 的壞處是什麼？ 為什麼... - LINE Q",
    },
    {
    "url" :"http://www.chinadmd.com/search.do?nkey=%E6%88%98%E4%BA%89%E7%9A%84%E5%A5%BD%E5%A4%84%E5%92%8C%E5%9D%8F%E5%A4%84",
    "abstract" :"有了火药,也避免不了战争,在战争火药给我们带来的好处和坏处好处: 它推进了人类工业革命的发展速度.. 有了火药,人们的生产和生活方式都有了很大的变化。 坏处.",
    "title" :"战争的好处和坏处_搜索_中华文本库",
    },
    {
    "url" :"http://news.xinhuanet.com/mil/2013-11/19/c_125723648.htm",
    "abstract" :"2013年11月19日 - 奥地利《标准报》日前刊登题为《战争导致更和平的世界》的报道称，英美双重国籍的历史学家伊恩·莫里斯撰写的新书《战争的好处》近日引起很大轰动 ...",
    "title" :"《战争的好处》：战争致更和平的世界？-军事频道-新华网",
    },
    {
    "url" :"https://hk.answers.yahoo.com/question/index?qid=20060719000011KK17068",
    "abstract" :"聖經密碼預言2006原子彈戰爭現在各國也開始行動了！？ 無奈．．．幹麻戰爭好煩喔都不珍惜生命... 想叫他那想戰爭的人去送死好了＝ ＝ 你們覺的呢！？",
    "title" :"戰爭後的好處是什麼！？ | Yahoo奇摩知識+",
    },
    {
    "url" :"http://bbs.tianya.cn/post-worldlook-444720-1.shtml",
    "abstract" :"2012年3月7日 - 战争也如此，虽然战争会让世界生灵涂炭，但是，战争也有其好的一面。下面是偶总结出来的。第一个好处：可以优化世界种族，体现弱肉强食法则的 ...",
    "title" :"实话实说：战争给人类带来的十三个好处！_国际观察_天涯论坛_天涯社区",
    },
    {
    "url" :"http://www1.master-insight.com/content/article/5710",
    "abstract" :"2015年11月7日 - 這一「長程」的觀點是很「長」的，莫里斯強調他看戰爭不止是從近代五百年的 ... 戰爭甚至還引發了一些不無好處的革命，一些和平時期不易解決的沈痾 ...",
    "title" :"何懷宏推薦：從長程的觀點看戰爭| 灼見名家",
    },
    ],
######
#Q_1_4 #:战争的同盟 
######
"Q_1_4": ["战争的同盟 ",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%90%8C%E7%9B%9F%E8%80%85%E6%88%B0%E7%88%AD_(%E5%89%8D91%E8%87%B3%E5%89%8D88%E5%B9%B4)",
    "abstract" :"同盟者戰爭（Social War，其中「Social」一字源自socii，「同盟者」之意），也叫做意大利戰爭（Italian War）或是馬爾西戰爭（Marsic War），是一場從前91年至前88年由 ...",
    "title" :"同盟者戰爭(前91至前88年) - 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%A4%A7%E5%90%8C%E7%9B%9F%E6%88%B0%E7%88%AD",
    "abstract" :"大同盟戰爭（又称九年战争）是一场发生于1688年至1697年法王路易十四在位時的第三場重要戰爭（前兩場分別為權力轉移戰爭與法荷戰爭），這場戰爭是因為路易十四 ...",
    "title" :"大同盟戰爭- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%90%8C%E7%9B%9F%E6%88%98%E4%BA%89",
    "abstract" :"公元前1世纪意大利各“同盟者”反对罗马统治者的战争。自罗马统一意大利，实行分而治之以后，意大利人被称为“同盟者”，他们没有罗马公民权，因而不能享有与罗马人 ...",
    "title" :"同盟战争_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%90%8C%E7%9B%9F%E8%80%85%E6%88%98%E4%BA%89",
    "abstract" :"同盟者战争，公元前91～前88年，意大利“同盟者”争取罗马公民权、反对罗马统治者的战争。“同盟者”中以马尔西人反抗最激烈，故又称马尔西战争。意大利“同盟者”是 ...",
    "title" :"同盟者战争_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%A4%A7%E5%90%8C%E7%9B%9F%E6%88%98%E4%BA%89",
    "abstract" :"大同盟战争（1688—1697年）又叫奥格斯堡同盟战争、巴拉丁王位继承战争、九年战争。为法王路易十四在位时的第三场重要战争（前两场分别为遗产战争与法荷战争）， ...",
    "title" :"大同盟战争_百度百科",
    },
    {
    "url" :"http://www.twword.com/wiki/%E5%90%8C%E7%9B%9F%E8%80%85%E6%88%B0%E7%88%AD",
    "abstract" :"羅馬對義大利的征服是通過三次薩莫奈戰爭（公元前343—前290年）及貝尼溫敦戰役（公元前275年）而實現的。被羅馬征服的義大利居民，其中一部分與羅馬居民一樣 ...",
    "title" :"同盟者戰爭- 台灣Word",
    },
    {
    "url" :"http://www.baike.com/wiki/%E5%90%8C%E7%9B%9F%E8%80%85%E6%88%98%E4%BA%89",
    "abstract" :"同盟者战争-公元前90～前88年古代罗马的意大利“同盟者”城市和部落发动的反对罗马特权和争取罗马公民权的战争。罗马征服意大利后，在被征服地区采取“分而治之” ...",
    "title" :"同盟者战争_互动百科",
    },
    {
    "url" :"https://www.youtube.com/watch?v=O1qKpHCYLIc",
    "abstract" :"1:43 · EUROPEAN WAR 5 （歐陸戰爭5――帝國）DEX的新手解說 - Duration: 13:10. kingchau kingchau 181 views · 13 ...",
    "title" :"歐陸戰爭4 同盟的瓦解- YouTube",
    "metadata" :"2015年9月14日 - 上傳者：雪心 YuriAnna",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/yare4vk.html",
    "abstract" :"2016年12月20日 - 大多數人對於反法同盟的理解，就是法國大革命爆發到拿破崙的法蘭西帝國敗亡之間的七次歐洲戰略同盟。然而，這種歐洲數國針對一家獨大的法國 ...",
    "title" :"第一次反法同盟的瘋狂戰爭- 每日頭條",
    },
    {
    "url" :"https://books.google.com.hk/books?id=m0lIDAAAQBAJ&pg=PT226&lpg=PT226&dq=%E6%88%98%E4%BA%89%E7%9A%84%E5%90%8C%E7%9B%9F&source=bl&ots=Bf-d1zLR4t&sig=FBXzcp_OyZo52s0eOeYDkL8FIg8&hl=zh-TW&sa=X&ved=0ahUKEwiI_NXMh6fUAhXEpZQKHeyiA-4Q6AEIVzAJ",
    "abstract" :"俄國為了對抗德國,除了法國的援助外,還需要尋找一個更強有力的同盟者英國。 ... 第二次摩洛哥危機;1911年~1912年的意土戰爭;1912年~1913年的兩次巴爾幹戰爭。",
    "title" :"影響世界的100次戰爭 - Google 圖書結果",
    "metadata" :"李亭雨 - 2016",
    },
    ],
######
#Q_1_7 #:战争的意义
######
"Q_1_7": ["战争的意义",
    {
    "url" :"https://www.zhihu.com/question/24702836",
    "abstract" :"2015年9月3日 - Chris Hedges说过：“战争的持久吸引力在于：尽管存在毁灭和屠杀，战争也赋予我们生命中所渴望的东西。战争赋予我们目的感、意义感和生活的理由 ...",
    "title" :"战争的意义是什么？ - 知乎",
    },
    {
    "url" :"http://archive.hsscol.org.hk/Archive/periodical/spirit/S014c.htm",
    "abstract" :"本文，除了略述新舊約與教會對戰爭的看法外，特別提出基督徒的「正義戰爭論」與「 ... 希伯來語「Shalom」一詞也表達這層意義，就是：不只沒有衝突，更指正義的和平。",
    "title" :"基督徒探討戰爭的意義 - 聖神修院神哲學院",
    },
    {
    "url" :"https://tw.answers.yahoo.com/question/index?qid=20060412000012KK11666",
    "abstract" :"戰爭的意義或價值何在? 二.歷史上的戰爭通常起因為何?為了解決哪些問題?是否解決的問題?戰後又演生了哪些問題? 三.未來的科技戰爭對人類存亡的決定關鍵是 ...",
    "title" :"急贈20點~戰爭的意義為何?? | Yahoo奇摩知識+",
    },
    {
    "url" :"http://news.takungpao.com.hk/paper/q/2016/0120/3270315.html",
    "abstract" :"2016年1月20日 - 老牌戰地記者哈傑斯寫過一本暢銷書《戰爭是人生意義的力量》，其中的名句：“戰爭是一種藥癮，強大而致命，使你迫不及待趕赴戰場。” 這名句被後來 ...",
    "title" :"戰爭的意義/葉特生_大公資訊_大公網",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%88%98%E4%BA%89%E5%80%9F%E5%8F%A3",
    "abstract" :"現代國家的政府要向公民負責，在發動戰爭時要向公民合理原因，這樣政府才能向公民要求戰時的犧牲。因此戰爭藉口也有內政意義。如在越南戰爭中，假造北越對美國 ...",
    "title" :"戰爭藉口- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://book.douban.com/review/7866315/",
    "abstract" :"2016年4月24日 - 《海洋帝国》，开篇就是奥斯曼帝国与医院骑士团的罗得岛攻防战，我对于骑士什么的最没有免疫力，一下子就陷了进去，而且还一度以为《罗德岛战记》 ...",
    "title" :"战争的意义，究竟是什么呢？（海洋帝国）书评 - 豆瓣读书",
    },
    {
    "url" :"http://www.shs.edu.tw/search_view_over.php?work_id=897792",
    "abstract" :"參賽標題：, 思考戰爭的意義，了解和平的價值. 書籍ISBN：, 9789866714900. 中文書名：, 影響世界歷史的:50場經典戰爭. 原文書名：. 書籍作者：, 張彩玲. 書籍編譯者：.",
    "title" :"思考戰爭的意義 - 中學生網站",
    },
    {
    "url" :"http://i.mtime.com/JEROMEdiy/blog/888318/",
    "abstract" :"2008年1月25日 - 战争是什么?就是用一个尸体去掩盖另一个尸体. 当战争过去后,所有似乎都平静下来了,他他还有他们一个个高大的身影都被定格,当然还有那一面 ...",
    "title" :"战争的意义 - 社区 - Mtime时光网",
    },
    {
    "url" :"http://e23ee67.pixnet.net/blog/post/3593545",
    "abstract" :"其實看完這部，總覺得感觸很大。 雖然我對以前鋼彈不熟悉，但這感想是以這部來講的。 雖然不知道可不可以講的很好，但量力而為吧！ 描述西元2307年，石油耗盡， ...",
    "title" :"鋼彈00(ガンダム00)—戰爭的意義與思考@ 待月記:: 痞客邦PIXNET ::",
    },
    {
    "url" :"http://windrivernews.pixnet.net/blog/post/385006538-%E7%8F%BE%E4%BB%A3%E6%88%B0%E7%88%AD%E6%84%8F%E7%BE%A9%EF%BC%9A%E7%B6%93%E6%BF%9F%E5%88%A9%E7%9B%8A",
    "abstract" :"現代戰爭意義：經濟利益. 當前世界各地僵持不下的戰爭，不禁讓人疑惑，經過數世紀的殺戮，人類為何還像野蠻人一樣好戰嗜鬥，且隨著武器變得更先進，殺傷力也更 ...",
    "title" :"現代戰爭意義：經濟利益@ Win Driver News :: 痞客邦PIXNET ::",
    },
    ],
######
#Q_1_6 #:战争 目的
######
"Q_1_6": ["战争 目的",
    {
    "url" :"https://forum.gamer.com.tw/Co.php?bsn=60208&sn=17199",
    "abstract" :"2011年1月31日 - 很多人都誤解戰爭的真正目的。他並非像無數的軍事及文職領導者所認為，必須在戰場上將敵人的軍隊完全摧毀。這種被一般人稱之為『拿破崙式 ...",
    "title" :"【討論】戰爭的目的@軍事策略哈啦板- 巴哈姆特",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%88%98%E4%BA%89/14004",
    "abstract" :"跳至 目的 - 战争所要达到的预期结果。任何战争都是为了达到既定目的而进行的，具体表现为战争的军事目的、政治目的和经济目的。一般情况下，战争的一方 ...",
    "title" :"战争（矛盾斗争表现的最高形式与暴力手段）_百度百科",
    },
    {
    "url" :"https://hk.answers.yahoo.com/question/index?qid=20050318000010KK05200",
    "abstract" :"消滅敵人軍隊和保存自己軍隊是相輔相成的克勞塞維茨在論述戰爭目的時認為，消滅敵人軍隊和保存自己軍隊這兩種企圖是相輔相成、相互影響的，它們是同一戰爭 ...",
    "title" :"戰爭==>定義?? | Yahoo奇摩知識+",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%88%98%E4%BA%89%E8%AE%BA",
    "abstract" :"战争论（德语：Vom Kriege，德语发音：[fɔm ˈkʁiːɡə]）是普鲁士军事家卡尔·冯·克劳塞维茨的一部 ... 战争是政治的继续，战争的母体是政治。 战争的目的即是消灭敌人。因为政治斗争的目的便是消灭敌人，战争是这一目的最直接的表现。 战略要素包括 ...",
    "title" :"战争论- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%88%98%E4%BA%89",
    "abstract" :"在人类社会，战争则与政治紧密关联，克劳塞维茨认为“战争是政治的延续”。以武力为手段，目的是迫使一方服从另一方的意志（通常是政治意图），通过多次大规模对决 ...",
    "title" :"战争- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://read01.com/nG0jez.html",
    "abstract" :"2017年2月16日 - 原標題:戰爭的危害戰爭的目的究竟為了什麼. 戰爭是一種集體、集團、組織、民族、派別、國家、政府互相使用暴力、攻擊、殺戮等行為，是敵對雙方 ...",
    "title" :"戰爭的危害戰爭的目的究竟為了什麼- 壹讀",
    },
    {
    "url" :"https://www.zhihu.com/question/26720355",
    "abstract" :"战争目的是什么？ 战争的目的到底是什么？是为了打击另一国政权吗？若果不是的话，那是否就可以屠杀敌国平民。 显示全部. 关注者. 1. 被浏览. 114. 添加评论. 分享.",
    "title" :"战争目的是什么？ - 知乎",
    },
    {
    "url" :"http://www.chinabaike.com/article/baike/1000/2008/200805111457375.html",
    "abstract" :"zhQnzheng mudi 战争目的(Pu耳幻se of war)战争所要达到的预期结果。任何战争都是为了达到既定目的而进行的，具体表现为战争的军事目的、政治目的和经济目的 ...",
    "title" :"战争目的--中国百科网",
    },
    {
    "url" :"http://www.chinabaike.com/article/baike/1000/2008/200805111457376.html",
    "abstract" :"战争的目的与手段 ends and means of war 中国人民解放军海军装备的部分导弹战争的军事目的是保存自己、消灭敌人。一切战争，不论出于何种政治目的，也不论 ...",
    "title" :"战争的目的与手段--中国百科网",
    },
    {
    "url" :"http://www.youth.com.tw/db/epaper/es001010/eb0767.htm",
    "abstract" :"二、戰爭性質. 克氏「絕對暴力思想」，易使後人誤入歧途，就野戰指導立場而言，應屬正確，但就戰爭指導而言，則本末倒置，因為戰爭的目的是和平，軍事的勝利只是 ...",
    "title" :"克勞塞維茲戰爭論研究心得",
    },
    ],
######
#Q_1_1 #:攘外必安内 对吗？
######
"Q_1_1": ["攘外必安内 对吗？",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%AE%89%E5%85%A7%E6%94%98%E5%A4%96",
    "abstract" :"安內攘外，全稱稱「抗日必先勦匪，攘外必先安內，安內以攘外，剿匪以抗日」是中华民國国民政府 ... 使國家統一，進而討伐意圖分裂者，又稱為「統一方能禦侮」。當時在國民政府對內主要有兩大隱憂：中國共產黨的武裝分離運動，地方勢力的叛變。",
    "title" :"安內攘外- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://www.sohu.com/a/136324689_655138",
    "abstract" :"2017年4月24日 - 那我们先单纯从语意来分析，“攘外必先安内”这个话的意思，百度百科上有说过，其实这话的基点是强调先安内，将安内摆到首要位置，以安内为攘外 ...",
    "title" :"攘外必先安内，我蒋介石真的错了吗？ - 搜狐",
    },
    {
    "url" :"http://bbs.tianya.cn/post-no05-283498-1.shtml",
    "abstract" :"2013年8月28日 - 刚才无聊在历史吧闲逛，无意中读到一篇《攘外必先安内》的帖子，兴之所及，也来摆摆蒋介石先生的“攘外必先安内”这一政权措失，如有与诸君不同 ...",
    "title" :"〈讨论〉蒋介石的“攘外必先安内”是正确的吗？_煮酒论史_天涯论坛_天涯 ...",
    },
    {
    "url" :"http://bbs.tiexue.net/post_7019981_1.html",
    "abstract" :"近期看到有人说抗战时蒋的政策“攘外必安内”！这个在抗战时合用吗？ 我想说的是不行！因为这个政策最大受益人是日本人啊！ 有哪个人会傻到面 ...",
    "title" :"我对抗战“攘外必安内”的看法！ - 中国历史- 铁血社区",
    "metadata" :"2013年12月20日 - 3 篇文章 - 2 位作者",
    },
    {
    "url" :"http://bbs.tiexue.net/post2_7019981_1.html",
    "abstract" :"抗战时蒋面对强大的日军还要说攘外必安内。不知道蒋饭桶把日本人当成什么了？日本人不是什么好人，是畜牲！人家不会等你安完内再发展个几十 ...",
    "title" :"我对抗战“攘外必安内”的看法！ – 铁血网",
    "metadata" :"2013年12月20日 - 3 篇文章 - 2 位作者",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/4m83eg2.html",
    "abstract" :"2017年5月12日 - 一提起攘外必先安內大家第一時間能想起來的估計就是老蔣了，其實這並不是他提出來的，早在許久以前就有人提出過這個觀點，只不過是一步步的 ...",
    "title" :"如果崇禎聽從了楊嗣昌的攘外必先安內，明朝會滅亡嗎？ - 每日頭條",
    },
    {
    "url" :"http://konedreamhouse.blogspot.com/2013/11/blog-post_24.html",
    "abstract" :"2013年11月24日 - 其次，停戰抗日是民意所趨，如果國民政府繼續採取「先安內，後攘外」的政策，恐怕會令民心盡失。若聯共抗日，對外可多一分力量與日本抗衡，對內 ...",
    "title" :"【中史評論題】如果你是蔣介石，你會選擇先安內，後攘外嗎？ - K.one ...",
    },
    {
    "url" :"https://www.zhihu.com/question/20527648",
    "abstract" :"2014年7月15日 - 如何评价【攘外必先安内】。 至于执行的情况如何，关我鸟事。 看到了吗？关我鸟事！！！！！！ 我知道认真学习，仔细思考，就可能让我成为学霸；",
    "title" :"大家对“攘外必先安内”怎么看？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/topic/20007520",
    "abstract" :"大家对“攘外必先安内”怎么看？229个最新问答，点击查看更多>>",
    "title" :"攘外必先安内- 热门问答- 知乎",
    },
    {
    "url" :"http://www.huanghuagang.org/hhgMagazine/issue02/big5/2_3.html",
    "abstract" :"以蔣介石為首的國民政府似乎別有考慮，提出了“攘外必先安內”的基本國策。 .... 註3）更多的文件都顯示，中國共產黨對內的武裝鬥爭在“九一八”以後更加強了，因為國 ...",
    "title" :"“九一八”之後的正確國策：攘外先安內",
    },
    ],
######
#Q_1_0 #:战争的本质
######
"Q_1_0": ["战争的本质",
    {
    "url" :"http://www.leeyuri.org/T-c1.pdf",
    "abstract" :"《戰爭論綱要》電子版. 戰爭的本質. 第一篇. 第一章何謂戰爭. 一戰爭的概念. （1）戰爭的基本要素乃兩人以上的鬥爭，即決鬥之謂。所謂戰爭畢竟不外是. 決鬥的擴大。",
    "title" :"[PDF] 第一篇戰爭的本質 - 李浴日紀念碑",
    },
    {
    "url" :"http://defence.hgsh.hc.edu.tw/announce/data/2009821-113813.pdf",
    "abstract" :"證法探求於戰爭本質、互動下砒實際戰爭全貌瞂問題心得砒來打菔過去傳統戰爭 ... 三、克勞塞維茨對戰爭本質認知：戰爭乃人類原始獸性暴力決鬥的擴大銇戰爭是政治.",
    "title" :"[PDF] 從戰爭本質論克勞塞維茨戰爭論之時代意義 - 全民國防教育學科中心",
    },
    {
    "url" :"https://www.zhihu.com/question/49974416",
    "abstract" :"2016年8月24日 - （1）自然主义战争学者认为，战争的根源在于自然环境和人类的生物本性，并认为战争是自然的和永恒的现象。 （2）宗教战争论者则认为战争是上帝对 ...",
    "title" :"战争的本质是什么？ - 知乎",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%88%98%E4%BA%89/14004",
    "abstract" :"战争观是对战争的根本看法。包括对战争起源、战争根源、战争原因、战争本质、战争性质、战争目的、战争与相关因素的内在联系、消灭战争的途径及战争与革命、战争 ...",
    "title" :"战争（矛盾斗争表现的最高形式与暴力手段）_百度百科",
    },
    {
    "url" :"http://www2.nuk.edu.tw/student_affair/life/cadetteach/%BE%D4%AA%A7%AA%BA%A5%BB%BD%E8.ppt",
    "abstract" :"戰爭的本質 (the nature of war). 絕對戰爭 (absolute war) 與 真實戰爭 (real war). 西元一八一五年六月十八日，約七萬二千名法軍與六萬八千名英軍在比利時草原上 ...",
    "title" :"[PPT] 戰爭的本質(the nature of war) 絕對戰爭",
    },
    {
    "url" :"https://tw.answers.yahoo.com/question/index?qid=20060418000012KK14432",
    "abstract" :"最佳解答: 戰爭本質：戰爭是政治通過另一種手段的繼續克勞塞維茨認為，政治為生戰爭，操縱戰爭，並在軍事行動的全過程中影響著戰爭。政治是整體，戰爭只不過是 ...",
    "title" :"請說明(1)戰爭起因(2)戰爭本質(3)戰爭目的| Yahoo奇摩知識+",
    },
    {
    "url" :"https://book.douban.com/review/4546405/",
    "abstract" :"这本书的翻译很烂，许多句子语法不通。这本书内容非常好。第一章质疑了克氏在《战争论》中对战争的定义“战争是政治的继续”。作者分析了克的时代背景和视野的局限 ...",
    "title" :"战争的本质（战争史）书评 - 豆瓣读书",
    },
    {
    "url" :"http://bddatabase.net/tw/theme/6236/",
    "abstract" :"ID: 6236. 戰爭的本質. icon, 類型: 卡爾佩恩和女武神. - 說明: 記載戰爭本質的書。 作者是卡爾佩恩戰爭學者普拉多尼克， 士兵出身的他，據說經歷過很多戰爭。",
    "title" :"戰爭的本質- 黑色沙漠資料庫Black Desert Database 1.0",
    },
    {
    "url" :"http://military.china.com/zh_cn/episteme/ll/024.html",
    "abstract" :"战争本质，是战争固有的最根本的政治属性。战争是政治整体中的一个部分，战争行动，是阶级的政治通过武装斗争手段的继续。这是战争本质的核心。它规定着战争的 ...",
    "title" :"战争本质与战争性质 - 中华网军事",
    },
    {
    "url" :"http://a2z.fhl.net/fore/fore44.html",
    "abstract" :"在美國發動反恐怖戰爭到今日，國內外均有不少反戰的聲浪。一些觀點是認為戰爭是不好的，沒有所謂的正義之戰。很多人以為戰爭本質就是「恨」，而這場反恐怖戰爭裡 ...",
    "title" :"反恐怖戰爭是不義之戰？",
    },
    ],
######
#Q_1_3 #:为什么会发世界大战
######
"Q_1_3": ["为什么会发世界大战",
    {
    "url" :"http://zhidao.baidu.com/question/41253321.html",
    "abstract" :"2007年12月9日 - 第一次世界大战为什么会发生?第一次世界大战瓜分世界的首次大屠杀第一次世界大战，是1914—1918年帝国主义国家两大集团——同盟国与 ...",
    "title" :"第一次世界大战为什么会发生?_百度知道",
    },
    {
    "url" :"https://zh.wikibooks.org/zh-hk/%E4%B8%96%E7%95%8C%E6%AD%B7%E5%8F%B2/%E7%AC%AC%E4%B8%80%E6%AC%A1%E4%B8%96%E7%95%8C%E5%A4%A7%E6%88%B0%E7%9A%84%E6%88%90%E5%9B%A0%E8%88%87%E7%B6%93%E9%81%8E",
    "abstract" :"第一次世界大戰（簡稱一戰，1914年8月- 1918年11月）是一場主要發生在歐洲但波及到全世界的世界大戰。當時世界上大多數國家都捲入了這場戰爭。 戰爭過程主要是 ...",
    "title" :"世界歷史/第一次世界大戰的成因與經過- 维基教科书，自由的教学读本",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E7%AC%AC%E4%B8%80%E6%AC%A1%E4%B8%96%E7%95%8C%E5%A4%A7%E6%88%98",
    "abstract" :"跳至 巴黎和會 - 主条目：巴黎和會. 戰後各國於巴黎凡爾賽宮 ... 魯登道夫將軍等决策者。 而賠款過重的凡爾賽合約反而為20年後規模更大的第二次世界大戰埋下火種。",
    "title" :"第一次世界大战- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://gushi.tw/%E7%AC%AC%E4%B8%80%E6%AC%A1%E4%B8%96%E7%95%8C%E5%A4%A7%E6%88%B0%E7%82%BA%E4%BD%95%E7%88%86%E7%99%BC%EF%BC%9F%E5%8A%8D%E6%A9%8B%E6%AD%B7%E5%8F%B2%E5%AD%B8%E8%80%85%EF%BC%9A%E5%9B%A0%E7%82%BA%E4%B8%80/",
    "abstract" :"2015年10月25日 - 作者：林博文. 一九一四年夏天爆發的第一次世界大戰，歐洲近代史上稱之為「大戰」（Great War）；由於戰場在歐洲，中國人稱之為「歐戰」。英國史家威 ...",
    "title" :"第一次世界大戰為何爆發？劍橋歷史學者：因為一群強權的集體夢遊| 故事",
    },
    {
    "url" :"http://www.hkedcity.net/sch_files/a/lpy/lpy-lwy/visitor_cabinet/10383/Causes_of_WWI.doc",
    "abstract" :"試述第一次世界大戰爆發的原因。 余騰飛(3A 2002/2003). 第一次世界大戰發生於1914年。它是二十世紀的首次巨大戰爭。考其原因有四:同盟制度、軍備競賽、經濟與 ...",
    "title" :"[DOC] 試述第一次世界大戰爆發的原因",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_4d85564a01018ws3.html",
    "abstract" :"跳至 发评论 ] - 发评论. 以上网友发言只代表其个人观点，不代表新浪网的观点或立场。 < 前一篇为什么会发生第一次世界在战? 后一篇 >黄金价格暴跌就、是什么原因？",
    "title" :"为什么会发生第二次世界大战?_jry10106jrr_新浪博客",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_69803dc70102w3wr.html",
    "abstract" :"跳至 发评论 ] - 后一篇 >北洋军头反对参加世界大战，只是因为害怕到欧洲去打仗. 新浪BLOG意见反馈留言板 不良信息反馈 电话：4006900000 提示音后按1键（按当地 ...",
    "title" :"段祺瑞为什么会决定参加第一次世界大战？_关河五十州围脖_新浪博客",
    },
    {
    "url" :"https://www.zhihu.com/question/39164468",
    "abstract" :"2016年1月4日 - 俄国与塞尔维亚结盟的形成经历一个漫长而复杂的过程，事实上，真正意义上的俄塞同盟的形成要到第二次巴尔干内战结束的1913年，而一战已经 ...",
    "title" :"第一次世界大战前俄国为什么会和塞尔维亚结盟？ - 知乎",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/n55qjeq.html",
    "abstract" :"2016年3月2日 - 第一次世界大戰爆發於1914年，那時的民國還是袁世凱的時代。 ... 近代以來，中國對外關係日益發展，已經不可能完全孤立於世界大勢的發展之外，中國參戰是遲早的事情，只是 ... 段祺瑞為什麼會決定讓中國參加第一次世界大戰？",
    "title" :"中國參加第一次世界大戰的理由：改變國運、大國崛起的必然選擇！ - 每 ...",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/mn2nvz.html",
    "abstract" :"2016年9月18日 - 文|陳劍敏第一次世界大戰是一場帝國主義兩大集團重新瓜分世界的不義之爭。 ... 1914 年7月, 第一次世界大戰在歐州爆發, 中國政府從自身利益出發, 決定避開這場戰火, 於8 月6 .... 段祺瑞為什麼會決定讓中國參加第一次世界大戰？",
    "title" :"段祺瑞為何不顧朝野反對力主參加一戰？背後原因值得所有國人點讚- 每 ...",
    },
    ],
######
#Q_1_2 #:战争的起源
######
"Q_1_2": ["战争的起源",
    {
    "url" :"https://wenku.baidu.com/view/1b1f6090dd88d0d233d46afd.html",
    "abstract" :"2011年10月31日 - 战争起源，是战争在人类社会史上的开始产生。战争并不是从人类社会的开始就有的。如人类从形成原始群这个人类社会的雏形起，到逐步进化为 ...",
    "title" :"战争起源_百度文库",
    },
    {
    "url" :"http://ikuko.pixnet.net/blog/post/26713750-discovery%E9%A0%BB%E9%81%93%E2%94%80%E3%80%8C%E6%88%B0%E7%88%AD%E7%9A%84%E8%B5%B7%E6%BA%90%E3%80%8D",
    "abstract" :"2009年7月21日 - 為了要在有限的豐饒之地中生存，人類不惜掠奪他人食物得以繼續存活而有強盜集團的產生，因此戰爭起源於盜竊。為了防止盜賊的侵襲，人民團結 ...",
    "title" :"DISCOVERY頻道  「戰爭的起源」 @ 郁子的休閒小站:: 痞客邦PIXNET ::",
    },
    {
    "url" :"http://www.ipe.sis.pku.edu.cn/Default.aspx?path=/files/file/%E6%88%98%E4%BA%89%E7%9A%84%E8%B5%B7%E6%BA%90_%E7%A0%94%E7%A9%B6%E5%B1%82%E6%AC%A1%E7%9A%84%E5%A4%9A%E6%A0%B7%E6%80%A7.pdf",
    "abstract" :"战争的起源: 研究层次的多样性. 黄琪轩. [ 摘要]. 学者们为探索战争的起源做出了很大的努力, 而这一领域的研究, 呈现出较多的研究层次。本文从不同的研究层次: 个.",
    "title" :"[PDF] 战争的起源: 研究层次的多样性 - 北京大学国际政治经济研究中心",
    },
    {
    "url" :"http://www.people.com.cn/GB/198221/198819/198856/12320723.html",
    "abstract" :"2010年8月2日 - 朝鲜战争的起源首先是朝鲜半岛上共产党革命力量同右派保守力量之间尖锐冲撞的结果，也同冷战在全球范围内兴起的大背景紧密联系在一起。",
    "title" :"朝鲜战争的起源与历史影响--文史--人民网",
    },
    {
    "url" :"http://bbs.tianya.cn/post-worldlook-961319-1.shtml",
    "abstract" :"2013年12月16日 - 每个人都讨厌战争，只有那些不用上战场，而且在战后享受别人用生命换 ... 这就是战争的起源，有了国度，你是什么人，他是不是敌人，这一切都有了 ...",
    "title" :"你知道战争的起源吗？_国际观察_天涯论坛_天涯社区",
    },
    {
    "url" :"https://www.youtube.com/watch?v=hA9GVqMyDqY",
    "abstract" :"獲獎美國記者Ben Swann揭露了ISIS和「反恐戰爭」的真正起源原影片: https://www.youtube.com/watch?v=o6kdi1UXxhY&feature=youtu.be.",
    "title" :"獲獎美國記者揭露了ISIS和「反恐戰爭」的真正起源- YouTube",
    "metadata" :"2015年11月16日 - 上傳者：Hssszn 讚影音",
    },
    {
    "url" :"http://www.baike.com/wiki/%E4%B9%89%E5%92%8C%E5%9B%A2%E6%88%98%E4%BA%89%E7%9A%84%E8%B5%B7%E6%BA%90",
    "abstract" :"一个世纪以前那场“以最为猛烈的愤怒表现出来”的战争的起源，最为全面地展示在我们面前。作者以档案文献为基础，一幕幕展示了义和团战争的起源；其中既有大国政.",
    "title" :"义和团战争的起源_互动百科",
    },
    {
    "url" :"https://books.google.com.hk/books?id=OcF8CwAAQBAJ&pg=PA123&lpg=PA123&dq=%E6%88%98%E4%BA%89%E7%9A%84%E8%B5%B7%E6%BA%90&source=bl&ots=OcaGPxjW1q&sig=0EgqdFLFkh416WU-m8h1Jur5WWc&hl=zh-TW&sa=X&ved=0ahUKEwjKqKLBh6fUAhUHbrwKHbILBIsQ6AEIWzAH",
    "abstract" :"... 的扩大化遥反恐战争进入第三阶段袁即所谓的野帝国冶阶段要要反恐与反大规模杀伤性武器扩散尧确保美国本土安全与地区和平混为一谈噎噎人类对战争的起源曾 ...",
    "title" :"战魂: 从历史透析未来战争:  - 第 123 頁 - Google 圖書結果",
    "metadata" :"王义桅 - 2017 - Military history, Modern",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%B8%89%E7%99%BE%E4%B8%89%E5%8D%81%E4%BA%94%E5%B9%B4%E6%88%B0%E7%88%AD",
    "abstract" :"跳至 起源 - 這場所謂的戰爭的起源是英國內戰。在1642年至1652年的第二次英國內戰中，克倫威爾率圓顱黨擊敗了保王黨。英國西部的康沃爾成為保王黨勢力 ...",
    "title" :"三百三十五年戰爭- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://book.douban.com/subject/26769553/",
    "abstract" :"图书帝国的分裂：美国独立战争的起源介绍、书评、论坛及推荐.",
    "title" :"帝国的分裂：美国独立战争的起源(豆瓣) - 豆瓣读书",
    },
    ],
######
#Q_1_9 #:中国几千年的战争使民族融合了，但中东没有实现融合
######
"Q_1_9": ["中国几千年的战争使民族融合了，但中东没有实现融合",
    {
    "url" :"https://kknews.cc/zh-hk/history/aeyyag.html",
    "abstract" :"2016年5月9日 - 在中國古代，中原漢族人民的思想里沒有少數民族這個概念，那些游離於 ... 了上千年，一直到現在，和漢人一起融合成了一個大一統的多民族國家。",
    "title" :"歷史大融合：戰爭是民族融合的催化劑- 每日頭條",
    },
    {
    "url" :"http://www.szhgh.com/Article/opinion/xuezhe/2017-05-01/136682.html",
    "abstract" :"2017年5月2日 - 比来比去，只有中华民族这一支，堪称真正的广土巨族，用了五千年不间断的 ... 政府，但大多数没能像中华民族这样通过数千年同化和融合实现巨族的成长。 ... 在欧亚大陆中部的大中东地区，几千年来先后出现过几十个巨大的 .... 以中国为对照，欧洲的大一统远远没有实现，历史上多次接近完成统一又都功亏一篑。",
    "title" :"文扬：中华民族是一个广土巨族，要讲一个更宏大的中国故事- 学者观点 ...",
    },
    {
    "url" :"https://www.zhihu.com/question/21049012",
    "abstract" :"2016年5月31日 - 事实上也确实如此，中亚乃至远东的游牧民族一次次地侵袭欧洲，从 ... 而且，汉族具有很强的同化能力，在统一的非战争年代里，可以呈现出对其他民族非常强大的包容性。 ... 凭借先进的文明和几千年来积累的统治管理能力，迅速逆袭统治民族。 ..... 比起汉人，罗马人对待其他民族更加忽略和歧视，没有任何包容或融合 ...",
    "title" :"为什么和欧洲面积差不多大的中国是统一的，而欧洲是分裂的？ - 知乎",
    },
    {
    "url" :"http://military.china.com/critical3/27/20170526/30578672_all.html",
    "abstract" :"2017年5月26日 - 2017年注定是中国地缘政治突破年，“一带一路”国际合作高峰论坛的 ... 这些地理因素对一个国家一个民族的生存、文化、宗教、政治、经济到底有什么样的决定性影响? ... 在几千年的历史上，中国除了与产生于印度的佛教有过文化融合，基本上 ... 中华文明是一个未受欧洲、中东文化侵蚀的纯粹的单一文明体系，而且是 ...",
    "title" :"“一带一路”宏大视野中的中国战略突破_军事_中华网",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%B8%96%E7%95%8C%E6%AD%B7%E5%8F%B2",
    "abstract" :"世界歷史，簡稱世界史，又稱人類史，一般是指有人類以來地球上歷史的總和，雖然世界歷史本身早 .... 但這樣的環境條件同樣使得北歐的新石器時代遲至公元前四千年才來臨。 ... 緊接著青銅時代，在東地中海、中東與中國等地陸續出現鐵製工具與武器。 ..... 於科学仍尚存疑虑，但是这个时期的确极大地促进了阿拉伯地区与欧洲的融合。",
    "title" :"世界歷史- 维基百科，自由的百科全书 - 維基百科",
    },
    {
    "url" :"http://wap.sciencenet.cn/blogview.aspx?id=785175",
    "abstract" :"2014年4月15日 - 有人说，中国怎么总和战争连在一起，而且是国内战争？ 其实，其他任何民族，都不会例外，但只有中华民族能5000年不倒，而且能不断融合、吸纳 ...",
    "title" :"中华文明千古未灭之谜-博客-科学网手机版",
    },
    {
    "url" :"http://www.sohu.com/a/114964055_488119",
    "abstract" :"2016年9月23日 - 中华民族的文化不同于西欧、中东的西方文化，中华文化几千年一直 ... 古书没有现代标点符号，缺了这种阅读辅助工具，也造成了一些困难。 ... 秦汉统一后，2000多年间，统一时间长，而分裂时间短，说明中国各族人民拥护统一，反对分裂割据。 ... 宋以后900多年来，被儒教主流吸收、融合，佛教影响不及儒、道长久）。",
    "title" :"任继愈：《老子》难读 - 搜狐",
    },
    {
    "url" :"http://china168.hk/article.php?id=28734",
    "abstract" :"2017年5月26日 - 2017年註定是中國地緣政治突破年，“一帶一路”國際合作高峰論壇的 ... 這些地理因素對一個國家一個民族的生存、文化、宗教、政治、經濟到底有什麼樣的決定性影響? ... 在幾千年的歷史上，中國除了與產生於印度的佛教有過文化融合，基本上 ... 中華文明是一個未受歐洲、中東文化侵蝕的純粹的單一文明體系，而且是 ...",
    "title" :"“一帶一路”突破地緣限制打造國際合作_中國夢_華發網繁體版_華發網 ...",
    },
    {
    "url" :"http://www.szlib.com/DR/SuzhouForums/Content/202",
    "abstract" :"从西周开始，境内各个民族与部落不断融合，华夏族和楚族的逐步发展，成为现代汉 .... 中国几千年的历史发展，形成了以汉族为主体的各民族大杂居、小聚居的分布特点。 .... 便是统一的大秦帝国的建立，从而使中国文明万源归一，形成中国文明的正源。 .... 中华民族文化受到了印度文化和中东文化的挑战和影响，但中国在同亚洲其它 ...",
    "title" :"地缘结构制约下的民族融合与国家分合 - 苏州图书馆",
    },
    {
    "url" :"http://people.com.cn/BIG5/channel2/18/20000703/127147.html",
    "abstract" :"2000年7月3日 - 中國文化其實是世界主義的，當然，這是一種與西方世界主義完全不同的 ... 前者實現了最大的民族融合，而后者卻在向世界推進資本主義的過程中，引發了無數的戰爭與沖突 ... 也許，只有了解一點全球化進程中東西方文化的差異以及它們之間相互 .... 中國歷史，不了解中國几千年來形成的文化傳統，是一個重要原因。",
    "title" :"以包容的文化融入世界",
    },
    ],
######
#Q_1_8 #:战争的形式
######
"Q_1_8": ["战争的形式",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/Category:%E6%88%98%E4%BA%89%E5%BD%A2%E5%BC%8F",
    "abstract" :"請注意，本分類不應該包括任何條目頁面，所有條目頁面都應該重新被分類至Category:各類戰爭。歡迎您協助進行重新分類，如需更多幫助請參閱分類重定向的說明。",
    "title" :"分類:戰爭形式- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://tw.answers.yahoo.com/question/index?qid=20060202000013KK09139",
    "abstract" :"請問從遠古到近代的戰爭形式有何差別他們的戰術! 和武器演進,技術! 有何改變? 越簡潔越好! 希望各位軍事研究者或路人给與解答或建議! 不准貼文!!",
    "title" :"戰爭形式之改變| Yahoo奇摩知識+",
    },
    {
    "url" :"http://www.sohu.com/a/136745093_699296",
    "abstract" :"2017年5月7日 - 中国人发明了火药，遗憾的是没有发明火枪，自长矛以后，人类的战争形式基本没有太多的变化——直到火枪的诞生。火枪的威力比弓弩更大，射程比 ...",
    "title" :"这七种武器改变了战争的形式，左右了士兵的生死！ - 搜狐",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%88%98%E4%BA%89/14004",
    "abstract" :"广义来说，并不是只有人类才有战争。蚂蚁和黑猩猩等等生物都有战争行为。战争是政治集团之间、民族（部落）之间、国家（联盟）之间的矛盾最高的斗争表现形式，是 ...",
    "title" :"战争（矛盾斗争表现的最高形式与暴力手段）_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%88%98%E4%BA%89%E4%B8%8E%E5%8F%8D%E6%88%98%E4%BA%89",
    "abstract" :"托夫勒夫妇认为：自古以来，战争的形式一直都在不断地变化。农业时代，战争的形式是锄头和刀剑；工业时代，战争的形式是大规模生产加毁灭性武器；而未来，随着 ...",
    "title" :"战争与反战争_百度百科",
    },
    {
    "url" :"http://www.ntl.edu.tw/public/Attachment/992612532949.pdf",
    "abstract" :"自有人類以來就有戰爭' 只是戰爭的形式'因時空的不同而有差異。以歷史演進軌. 跡看' 我們可以將它分成幾個時期，第]個時期'人類是與大自然去鬥爭>'而求保生命.",
    "title" :"[PDF] 自有人類以來就有戰爭' 只是戰爭的形式'因時空的不同而有差異。以歷史 ...",
    },
    {
    "url" :"https://books.google.com.hk/books?id=EwAiDAAAQBAJ&pg=PA77&lpg=PA77&dq=%E6%88%98%E4%BA%89%E7%9A%84%E5%BD%A2%E5%BC%8F&source=bl&ots=BkDiOxoc-e&sig=FryPab2voIPIIoV7rtX2Js_P4xM&hl=zh-TW&sa=X&ved=0ahUKEwj9xIPzh6fUAhUGHJQKHaFTBHcQ6AEIVzAL",
    "abstract" :"與資訊化戰爭是一種戰爭形態的概念相對應,資訊戰則是一種反映資訊化戰爭內容的作戰形式,與傳統意義上的火力戰、機動戰等一樣同屬於戰爭形態範疇之下的概念。",
    "title" :"21世紀戰爭新趨勢恐怖攻擊: 不對稱的戰爭 - 第 77 頁 - Google 圖書結果",
    },
    {
    "url" :"http://www.rocidea.com/roc-29048.aspx",
    "abstract" :"2015年8月23日 - 導讀. 武器和戰爭是互相影響的。戰爭促進武器的發展，武器又反過來改變了戰爭的形式。今天樓主就為大家總結一些，改變了戰爭甚至世界面貌的 ...",
    "title" :"[講武堂]改變戰爭的七種兵器：秦弩靠邊站-民初思韻網",
    },
    {
    "url" :"https://books.google.com.hk/books?id=QdVvAgAAQBAJ&pg=PT85&lpg=PT85&dq=%E6%88%98%E4%BA%89%E7%9A%84%E5%BD%A2%E5%BC%8F&source=bl&ots=hkj8ujLOCR&sig=k9EgtRpHAlSVySBjoGtO8meNdV4&hl=zh-TW&sa=X&ved=0ahUKEwj9xIPzh6fUAhUGHJQKHaFTBHcQ6AEIYDAN",
    "abstract" :"说长期反复,是说战争和战斗形式的反复。这是事实,任何人一看就知的。“围剿”和反“围剿”,是战争形式的反复。敌以进攻对我防御、我以防御对敌进攻的第一阶段,和敌以 ...",
    "title" :"中国革命战争的战略问题:  - Google 圖書結果",
    "metadata" :"毛泽东 - 2013",
    },
    ],
}
keyword_list = [ 
   "   关系",
   "   可视化",
   "   本质",
   "   计算复杂度:常，对，线，平，立，指，阶",
   "   边际效应",
   "   概率",
   "   迭代",
   "   从心开始",
   "   证伪",
   "   弹性",
   "   优化",
   "   外延",
   "   统一",
   "   生老病死",
   "   推动",
   "   故事",
   "   边界",
   "   历史",
   "   不确定",
   "   分层模块化",
   "   随机",
   "   分块",
   "   抽象",
   "   很感谢你能能来，不遗憾你离开",
   "   哪些人",
]
meta_data = {"status":"hc","Major": 1,"Minor": 12,"Prefix": "Q"}
km_0_title = "战争"
km_0_summary = "ummary_tp"
km_1_tags = []
