# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_0 #:博异伦中一报还一报策略最稳定最终会有一种平衡策略，这只是一种平衡
######
"Q_1_0": ["博异伦中一报还一报策略最稳定最终会有一种平衡策略，这只是一种平衡",
    {
    "url" :"http://www.sohu.com/a/138051196_340420",
    "abstract" :"2017年5月3日 - 从另一种意义上讲，艺术家的作品一旦完成，进入公共场合，作品就不再 ... 所以彭薇的作品，兴趣都在一种“表面性”，我认为这是一种“木乃伊”策略，通过不断包裹出来的 ... 的图案语言，在传统笔墨与当代语境中在寻找一种平衡，彭薇对传统的 ... 她的信件里面其实有种“缺席者”（absent）的概念，里面有一种缺失的东西。",
    "title" :"封面故事| 缺席者的优势——对彭薇苏博个展的讨论 - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/134937471_690232",
    "abstract" :"2017年4月18日 - 青年是一种“存在”，这是近年来青年研究新范式的重要特征，也是支撑着分层 ... 有其价值的话，更合理的青年研究应该在“成长”与“存在”这两个主题中取得平衡。 ... 总之，青年是成长中的个体的这种假设至今仍是各种青春期理论的重要基石。 ..... 含中”策略有利于推进青年整体性研究，进而超越“成长”与“存在”的二元对立.",
    "title" :"【新鲜速递-理论探索】|方俊|超越二元对立:论青年整体性研究范式2017年 ...",
    },
    {
    "url" :"https://www.zhihu.com/question/21133264",
    "abstract" :"2）尾巴的功能在灵长类来说主要是固定身体、运动中保持平衡、以及偶尔做攻击的武器。 ... 在没有安全的盲肠切除手术的年代，急性盲肠炎是一种严重的致命疾病。 ... 进化生物学的研究表明，即使是很微小的生存优势，最终也能影响进化的发展历程。 ... 动物的这种缺陷让没有体毛的人类拥有了巨大的狩猎优势，因为体毛少和汗腺发达 ...",
    "title" :"人类进化为什么把体毛和尾巴进化掉了？ - 知乎",
    },
    {
    "url" :"https://xueqiu.com/8489104454/26212371",
    "abstract" :"2013年11月21日 - 在北京金博会现场举办的#雪球用户2013投资报告会#正在进行中，上午第二个演讲嘉宾 ... 实际上这就是一种认知的误区，我们一定要从这种东西跳出来。 .... 带着这种思考和实践的探索，我最终选择了动态再平衡的策略。 .... 还有一类港股，也算是一个非常奇特的，就是没有成交的一个群体，我现在研究港股非常享受， ...",
    "title" :"Sosme：洞悉自我、张弛有度，我的投资策略- 雪球",
    },
    {
    "url" :"http://files.2epub.net/sites/default/files/inputfiles/2014_7/6850/zi_si_de_ji_yin_.ying_li_cha_de_.dao_jin_si_.pdf",
    "abstract" :"道金斯对社会学说中这一崭新工作的主要论题逐一作了介绍：利他和利己行为的概念，遗传学上 ...... 生活的机器，甚至还有一种小虫，是保存基因在德国啤酒杯草垫中生活的机器。 ..... 迹地查考一个遗传小单位的祖先，我们最终会找到它的最初创造者。 ...... 象群体选择，是因为它使我们联想到处于一种稳定平衡状态的种群，每当这种平衡 ...",
    "title" :"[PDF] 自私的基因. - epub电子书",
    "metadata" :"由 R Dawkins 著作 - 被引用 18 次 - 相關文章",
    },
    {
    "url" :"http://www.economics.uci.edu/~dbell/Power&Survival.pdf",
    "abstract" :"财富的重要性一旦明朗，我们便能够理解一种制度是怎样通过制定道德标准和社会关 ... 发现平衡交换关系的充分必要条件，而且证明任何其他概念都不适用。 .... 学术界刚刚放弃殖民主义在社会差异中实现剥削的积累策略，马上推出了一个宣布其他权 ...... 的大范围分配，确保了群体的生存。xii自然的规律最终会使生活重归平静，但是 ...",
    "title" :"[PDF] 北京讲座：全球积累时代的权力与生存 - Economics | UCI",
    },
    {
    "url" :"http://weibo.com/ttarticle/p/show?id=2309404032815590172551&infeed=1",
    "abstract" :"2016年10月21日 - 人们对死亡通常会有一种误解，认为死亡从生命诞生的那一刻起就 ... 最终还是会死的，衰老会逐渐地侵蚀人们的肉体，直到死亡最终降临。 ... 今天这个世界上，有一种小生命名叫阿米巴虫，是一种单细胞原生 ..... 这种平衡是一个漫长而复杂的过程，而有的物种甚至连最基本的问题，“应该和谁交配”这件事都没搞太清楚。",
    "title" :"我们为什么要放弃永生 - 微博",
    },
    {
    "url" :"http://vicsforum.blogspot.com/2011/02/",
    "abstract" :"2011年2月27日 - 有一年，我和倫敦一起讀書一起逛舊書店的意大利朋友在翡冷翠相遇，他帶我去看 ... 意大利朋友說文藝復興這段歷史一五二七年隨着羅馬淪陷其實已經燈火闌珊 .... 審慎理財、平衡預算、大市場小政府、市場比政府更有效率、私有化是解決 ... 這種邏輯，倒過來說就對了：市民窮困，是由於政府富有。 ..... 最終禍國殃民啊。",
    "title" :"Vicsforum - One man's forum: 二月2011",
    },
    {
    "url" :"https://zh.wikipedia.org/wiki/%E6%B8%85%E6%9C%9D",
    "abstract" :"清朝（1616年2月17日、1636年5月15日或1644年6月5日－1912年2月12日），正式國号為大清國（ ..... 這種藉由繞道入侵的作法後來又執行五次，與明朝內部的流寇一同消耗明朝的經濟力。1642年， ...... 乾隆時期的清朝疆域最為穩定，因此一般將乾隆時期疆域定為淸朝的最大範圍：東北與俄羅斯 ...... 吾輩尤有一事當感謝清儒者，曰輯佚。",
    "title" :"清朝- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://www.dce.com.cn/dashangsuo/old/%E5%9B%BD%E9%99%85%E8%A1%8D%E7%94%9F%E5%93%81%E5%B8%82%E5%9C%BA%E5%8A%A8%E6%80%81%E3%80%90%E7%AC%AC27%E6%9C%9F%E3%80%91.1400566961123.pdf",
    "abstract" :"08 美国商品期货监管委员会不应和美国证监会合并 .... 资者更倾向于使用场内交易美国期权作为波动性策略。 .... 这种情况是少见的）或是股票期权等证券衍生品进 .... 其中最. 基本的问题是，到底何谓MTF。MTG是否只是一种. 虽然监管机构已经做出 .... 在此不久，20国集团金融稳定 ..... 实现这种平衡的例子之一，就是最近的CFTC员.",
    "title" :"[PDF] 下载 - 大连商品交易所",
    },
    ],
}
keyword_list = [ 
   "   关系",
   "   联想",
   "   4因5路",
   "   计算复杂度:常，对，线，平，立，指，阶",
   "   边际效应",
   "   度量",
   "   增长",
   "   从心开始",
   "   验证",
   "   选择",
   "   交换",
   "   近同反",
   "   统一",
   "   生老病死",
   "   并行",
   "   有料",
   "   奇点",
   "   未来",
   "   混沌",
   "   高维",
   "   随机",
   "   分解",
   "   抽象",
   "   很感谢你能能来，不遗憾你离开",
   "   为什么",
]
meta_data = {"status":"hc","Major": 1,"Minor": 1,"Prefix": "Q"}
km_0_title = "竟争"
km_0_summary = "ummary_tp"
km_1_tags = []
