
Q_dict = { 
######
#Q_0_0 #:adfadfafa: : : : 
######
}
keyword_list = [ 
"什么公司会在股市上溢价，爆发性增长的行业。",
"关注新上市的公司。",
"共享单车 + 自行车的制造业，上海凤凰，要关注其年度。",
"当看到一个热点，就要马上看看其周边。",
"如何解决周期不匹配的问题，也就是生不逢时。 关键是自己认知没有上去，看到中央那么多政策关于洛阳，自己还不赶紧动手。",
"如果看到你喜欢也买不起的东西，那就是买他们的股票吧。",
"我因为喜欢某个产品而买了的公司股票，都把我花在该产品上的钱赚回来了。",
"要投资那些经常被骂的标的物，如中国房地产、星巴克、携程...只有那些无法被轻易摆脱的、具有某种垄断属性的事物才有机会被骂。",
]
meta_data = {"status":"投资","Major": 0,"Minor": 0,"Prefix": "Q"}
km_0_title = "投资"
km_0_summary = "ummary_tp"
km_1_tags = []
