# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_2_2 #: 封建制、宗法关系、编户齐民的关系与演变
######
"Q_2_2": [" 封建制、宗法关系、编户齐民的关系与演变",
    {
    "url" :"http://social.ntue.edu.tw/monograph/92year/%B3%AF%AEa%A8q%A6%D1%AEv/%B4%BF%BCz%AES.doc",
    "abstract" :"... 民到授地。而文中除了提及封建制度與貴族的關係外，亦論及了平民百姓在此封建體系下所扮演的角色及其義務。 關鍵詞：西周、封建體制、宗法制度、昭穆制度、國人與野人 ...... 關係研究》。 注十八：杜正勝＜「編戶齊民」的出現及其歷史意義＞，P91。",
    "title" :"[DOC] 西周封建體制的演變 - 國立台北教育大學社會與區域發展學系",
    },
    {
    "url" :"https://m.igetget.com/try/article/cid/3546",
    "abstract" :"2017年3月31日 - 政府要想集权，就必须破除地方上的各个宗族组织，斩断宗法纽带，在法律面前使人人平等。 .... 封建制、宗法关系、编户齐民的关系与演变。 孔子“仁” ...",
    "title" :"试读《1.5丨儒学和中央集权帝国最核心的矛盾》 - 得到",
    },
    {
    "url" :"http://web.kshs.kh.edu.tw/his01/%E9%AB%98%E4%B8%80%E4%B8%8B%E6%AD%B7%E5%8F%B2%E8%AC%9B%E7%BE%A9/3-1%E5%A4%A7%E4%B8%80%E7%B5%B1%E5%B8%9D%E5%9C%8B%E7%9A%84%E5%87%BA%E7%8F%BE%E8%88%87%E7%9A%87%E5%B8%9D%E5%88%B6%E5%BA%A6%E7%9A%84%E7%A2%BA%E7%AB%8B.doc",
    "abstract" :"在地方上，行「郡縣制」，使治下的人民成為「編戶齊民」。 .... 弊：缺乏宗法關係的支持，易使皇室孤立無援。 (b)封建：. 利：可賴宗法關係，屏障王室 .... 五)學術思想的演變.",
    "title" :"[DOC] 第三章 帝國體制與天下秩序 第一節大一統帝國的出現與皇帝制度的確立 ...",
    },
    {
    "url" :"http://www.jianshu.com/p/8742e77487d1",
    "abstract" :"2017年5月4日 - 孔子的“仁爱”本质：仁政观念是在宗法关系的土壤里自然成长起来的。孔子的“复礼”是想 ... 1、封建制、宗法关系、编户齐民的关系与演变。 2、孔子“仁” ...",
    "title" :"1.5--儒学和中央集权帝国最核心的矛盾- 简书",
    },
    {
    "url" :"http://nuoha.com/book/148908/00001.html",
    "abstract" :"表现在宗族关系上，周人将宗法制度发展到了巅峰状态，并使之达到了至善至美的 ... 由此可见，由家族制度演变而来的宗法制度，随着历史发展，逐渐由雏形到完善，并最终 ... 从此，父系血缘关系成为维系我国家庭和家族的纽带，封建宗法家族就是以父系 .... 编户齐民一词习见于汉人的著作，但作为社会存在或社会现象，初步形成于春秋 ...",
    "title" :"第1章血缘宗法社会向地缘政治社会的转型-- 春秋战国时期社会转型研究",
    },
    {
    "url" :"http://fix.pcsh.ntpc.edu.tw/test/101/101-2-1%E9%AB%98%E4%B8%80%E6%AD%B7%E5%8F%B2.docx",
    "abstract" :"過去，上帝和統治者之祖先關係密切，祖先的世界與上帝之世界幾不可分；但後來的統治者 .... (A)封建制度 (B)宗法制度 (C)井田制度(D)禮樂制度。 ..... 大司馬大將軍」到的演變歷程，可知內朝形成正是皇權膨脹的表現(E)中國政治充斥人治色彩。 ... (A)法治社會的產生(B)編戶齊民的興起(C)禮壞樂崩(D)貴族權力的擴大 (E)人文思想盛行。",
    "title" :"[DOC] 第一次期中考解答",
    },
    {
    "url" :"http://lib.wfsh.tp.edu.tw/exam/%E9%AB%98%E4%B8%AD%E9%83%A8/103%E5%AD%B8%E5%B9%B4%E5%BA%A6/103-1%E9%AB%98%E4%B8%AD%E7%AC%AC%E4%B8%80%E6%AC%A1%E5%AE%9A%E8%80%83%E9%A1%8C%E7%9B%AE/%E6%AD%B7%E5%8F%B2/%E9%AB%98%E4%B8%89%E7%A4%BE%E6%9C%83%E7%B5%84%E6%AD%B7%E5%8F%B2%E6%9C%9F1%E8%A9%A6%E9%A1%8C%E5%8D%B7201410.doc",
    "abstract" :"從下述兩則資料，可知此一朝代約百年政治循環演變的情況：當內朝惡鬥時（外戚與宦官之爭），外朝（士大夫階層）以「清議」表現對時局 ... (A)提倡一夫一妻(B)維護母系家長的地位(C)維護宗法制度(D)規範諸侯們的婚姻 ... 請問：「編戶齊民」的觀念與此下列哪一制度關係最密切？ ... 下表是郡縣制度和封建制度的比較表，請問：何者為是？",
    "title" :"[DOC] 臺北市立萬芳高級中學九十學年度第學期  第次定期考查  競試  第次補考 ...",
    },
    {
    "url" :"http://www.pttsh.ttct.edu.tw/school/paper/hits.php?id=955&filename=201405161556180.doc",
    "abstract" :"2014年5月16日 - B ) 春秋戰國時期「編戶齊民」的出現，象徵國家社會何種趨勢？ .... 中發現許多青銅酒器，正可佐證酒誥所述 (D)康叔治理殷商遺民一事，與周人推行封建制度有密切關係 ... 解析： 周代的宗法制度中，除了周天子是絕對的大宗外，其他大宗、小宗的稱呼都是相對的。 ..... 從春秋到戰國，時代的演變呈現了什麼樣的風貌？",
    "title" :"[DOC] 題目卷",
    },
    {
    "url" :"http://lms.tnssh.tn.edu.tw/sys/read_attach.php?id=15293",
    "abstract" :"二）宗法制度的展現 ... 4、到春秋晚期封建制度崩潰後，國人野人之別才逐漸消失。 ... 考驗，造成宗法精神鬆動與淡化，後代彼此間的關係逐漸疏遠，甚至相攻如仇人。 .... 成文法律（鑄刑書、鑄刑鼎）並使法律遵守的對象擴及全民，逐漸形成編戶齊民的社會。 ... 1、王官說：由封建時代，掌管政府文件資料的世官，他們的專業知識演變而來。",
    "title" :"[DOC] 第二章周代的興衰與文化",
    },
    ],
######
#Q_2_3 #: 权 力 与昨权 力 寻租 的数 学模 型 
######
"Q_2_3": [" 权 力 与昨权 力 寻租 的数 学模 型 ",
    {
    "url" :"http://dspace.xmu.edu.cn/dspace/retrieve/18572/license.txt",
    "abstract" :"权力与昨权力寻租的数学模型. 高鸿祯. 杨建新. 摘. 要. 寻租活动的数学模型表明,. 在决策主体希望经济利益最大化的前提下,. 廉政建设的一个有效措施是应建立一种 ...",
    "metadata" :"由 高鸿桢 著作 - 1997 - 被引用 7 次 - 相關文章",
    "title" :"[PDF] 权力与昨权力寻租的数学模型 - 厦门大学学术典藏库",
    },
    ],
######
#Q_2_0 #:孔子孔子“仁”观念的渊源与本质，源于周礼，宗法制
######
"Q_2_0": ["孔子孔子“仁”观念的渊源与本质，源于周礼，宗法制",
    {
    "url" :"http://www.eastasia.ntu.edu.tw/member/eastasia/temp/7-2/7-2-12.pdf",
    "abstract" :"上，孔子對禮的信念有另外的淵源，這淵源先於仁觀念。這另外的淵源深 ... 體驗、知識、意願）的尺度，在禮、仁關係中，不僅有仁體現禮的本質. （「人而不仁如禮何」）， ...",
    "metadata" :"由 顏世安 著作 - 被引用 1 次 - 相關文章",
    "title" :"[PDF] 析論《論語》中禮與仁的關係A Disscusion of the Relationship between ...",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%BB%81",
    "abstract" :"跳至 孔子以前古書中“仁”字的含義 - 因此，即使在孔子之前没有发现“仁”字，我们也不能否定孔子之前已 ... 所謂“仁者，人也”是說，仁是人之為人的本質和特徵，也就是說， ... 《左傳》和《國語》中仁的主要觀念大都為《論語》所承繼，其中包括：.",
    "title" :"仁- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://big.hi138.com/zhexue/sixiangzhexue/200303/87545.asp",
    "abstract" :"2003年3月27日 - 據學者們研究，仁字和仁的觀念皆淵源於古東夷文化，后來進入“中國”，成為“ ... 孔子的意思是說，禮樂不僅僅是一種形式和節奏，而是有著更為本質的 ...",
    "title" :"孔子的仁禮相成思想及人性觀_思想哲學論文_免費論文下載中心",
    },
    {
    "url" :"http://zhidao.baidu.com/question/38814921.html",
    "abstract" :"2007年11月3日 - 孔子仁的思想有哪些特点,核心又是什么孔子的仁礼相成思想及人性观在 ... 据学者们研究，仁字和仁的观念皆渊源于古东夷文化，后来进入“中国”，成为“中国人”的文化观念。 .... 的确，为人而不仁，如何能理解礼乐制度的本质内涵呢？",
    "title" :"孔子仁的思想有哪些特点,核心又是什么_百度知道",
    },
    {
    "url" :"http://mail.lsps.tp.edu.tw/~a0153/class/chen60.doc",
    "abstract" :"牟氏認為此兩種說法皆可成立，但只是旁緣，而非主因，真正本質的淵源是在面對“ .... 吳氏認為：「孔子思想之中心觀念為仁，仁者人也，所謂相人偶，即與人為徒之意。",
    "title" :"[DOC] 孔子之畏天命思想探義 - Tp.edu.tw",
    },
    {
    "url" :"http://www.ncyu.edu.tw/files/site_content/giee/189-204--%E5%AD%94%E5%AD%90%E4%BA%BA%E7%94%9F%E5%93%B2%E5%AD%B8%E5%8F%8A%E5%85%B6%E5%B0%8D%E7%94%9F%E5%91%BD%E6%95%99%E8%82%B2%E7%9A%84%E5%95%9F%E7%A4%BA.pdf",
    "abstract" :"孔子於中國哲學史上最先提出一套「系統性自覺理論」，且在大眾觀念上謀求安身立命之 ... 研究範圍包括：（一）孔子其思想淵源；（二）孔子人生哲學的中心議題及（三）孔子人生哲學 ... 關懷「人」與「生命本質」為起點，對於人生的意義與價值等根本問題，提出明確的 .... 一個普遍性的範疇，孔子將「仁」視為人的最高美德和合乎人的本性要求。",
    "title" :"[PDF] 孔子人生哲學及其對生命教育的啟示 - 嘉義大學",
    },
    {
    "url" :"http://zhwhdx.ustc.edu.cn/zhwhdx/news/detail_197392.htm",
    "abstract" :"人类本质的共同性构成主体性的哲学基础。 ... 孔子的仁学起源于周礼，是从春秋新时代精神出发，通过对体现于周礼中的人文精神的阐发 ... 礼渊源于远古时期定居的农业部落生活的风尚和习惯，这些风尚和习惯在时间中的延续就 ..... 孔子把自觉的平等观念转化为一种普遍的社会关联，从而具有了适应社会进步的更为厂阔的道德意识：.",
    "title" :"论孔子仁学的精神- 中华文化大学",
    },
    ],
######
#Q_2_1 #: 编户齐民与宗族聚居共存的原因。
######
"Q_2_1": [" 编户齐民与宗族聚居共存的原因。",
    {
    "url" :"https://www.chineseupress.com/image/data/legacy/70/.pdf",
    "abstract" :"是野人，都是帝國的編戶齊民，直接受帝國的支配。同時，以血緣 .... 13 制定政策. 和貫徹實施，同時建立法制規範編戶齊民，各種懲罰和獎勵配合， ...... 代出現「專制」與「自由」共存的社會現狀，他認為沒有「專制」就沒. 36 以上 .... 本書認為鄉里共同體社會內的豪族地主、大小宗族，實際上是. 漢代地方 ..... 編戶民有不同的族姓聚居的原因。",
    "title" :"[PDF] target=_blank>here - The Chinese University Press",
    },
    {
    "url" :"https://m.igetget.com/try/article/cid/3546",
    "abstract" :"2017年3月31日 - 郁闷的业主们总结原因，多半都是因为“不齐心，不团结”。 .... 编户齐民与宗族聚居的共存，可以说是集权政治与儒学宗法性长期碰撞出来的产物。",
    "title" :"试读《1.5丨儒学和中央集权帝国最核心的矛盾》 - 得到",
    },
    {
    "url" :"http://www.jianshu.com/p/8742e77487d1",
    "abstract" :"2017年5月4日 - 如果小区里住的是从农村整体迁徙的庞大宗族，这种以血缘为纽带、以宗法秩序为管理结构 ... 促成集权的底层原因：文字成熟、交通便利，治大国变得容易。 ... 编户齐民与宗族聚居的共存，是集权政治与儒学宗法长期碰撞出来的产物。",
    "title" :"1.5--儒学和中央集权帝国最核心的矛盾- 简书",
    },
    {
    "url" :"http://www.ha.cuhk.edu.hk/Papers%202011/1.pdf",
    "abstract" :"化”趋势，以宗族组织和民间神祭祀为核心的乡. 村社会组织 .... 陵，主要为讲客家话的人群聚居，韩江下游的三. 角洲平原，其 ... 时间里，逐步成为王朝编户齐民的过程，构成了韩. 江流域社会 .... 祯六年该府又有镇平县之设，其原因仍然是“寇. 变”： ... 共存。在这一过程中，地方动乱与社会整合的关. 键之一，是身份与认同的问题。在当时 ...",
    "metadata" :"由 陈春 著作 - 2011 - 被引用 7 次 - 相關文章",
    "title" :"[PDF] 聚落形态与社会转型：明清之际韩江流域地方动乱之历史影响",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E7%B7%A8%E6%88%B6%E9%BD%8A%E6%B0%91",
    "abstract" :"編戶齊民，由於先秦以來，階級消融，身分制解除，理論上所有人的身份都是平等的，是謂「齊民」；而國家將他們一一納入紀錄，以戶為單位來掌握人民，是謂「編戶」， ...",
    "title" :"編戶齊民- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://thjcs.web.nthu.edu.tw/files/14-1662-41510,r2985-1.php?Lang=zh-tw",
    "abstract" :"篇名, 編戶齊民論的剖析. 作者, 杜正勝. 類型, 論文. 頁數, 163~191. 下載. 語言, 中文. 關鍵詞. 編戶齊民，國人，共同體. 中文摘要, 《編戶齊民》釋我解釋中國古代政治 ...",
    "title" :"編戶齊民論的剖析- 清華學報Tsing Hua Journal of Chinese Studies",
    },
    {
    "url" :"https://book.douban.com/review/4921283/",
    "abstract" :"2011年4月24日 - 杜正胜院士《编户齐民》从他所观察的从春秋到秦汉的的社会社会的基础 ... 型的转变，福柯提出的原因之一是随着社会经济的发展，资产阶级需要更多 ...",
    "title" :"《编户齐民》读书笔记（編戶齊民）书评 - 豆瓣读书",
    },
    ],
######
#Q_3_2 #:   权力的悖论
######
"Q_3_2": ["   权力的悖论",
    {
    "url" :"https://book.douban.com/subject/26730646/",
    "abstract" :"迈克尔·刘易斯、丹尼尔·戈尔曼等倾力推荐；美国社会心理学顶级学者20多年研究成果；“20条权力准则”帮助你定义自己的社会地位和权力等级；想要了解如何在集体中 ...",
    "title" :"权力的悖论(豆瓣) - 豆瓣读书",
    },
    {
    "url" :"https://www.amazon.cn/%E5%9B%BE%E4%B9%A6/dp/B01EEUM1XA",
    "abstract" :"《权力的悖论》权力存在于人类社会生活的方方面面，你我之间的每一次交流、每一次互动无不流淌着权力塑造的痕迹。对于权力的追寻是人类成功统治世界的本能使然。",
    "title" :"达契尔•克特纳(Dacher Keltner), 胡晓姣, 李想, 刘辛未权力的悖论 - 亚马逊",
    "metadata" :"評分：3.5 - 2 則評論",
    },
    {
    "url" :"http://www.books.com.tw/products/CN11405667",
    "abstract" :"2016年11月1日 - 書名：權力的悖論--致決策者，語言：簡體中文，ISBN：9787513643290，頁數：226，出版社：中國經濟出版社，作者：湯安中，出版日期：2016/11/01， ...",
    "title" :"博客來-權力的悖論--致決策者",
    },
    {
    "url" :"http://m.sanmin.com.tw/Product/Index/005683179",
    "abstract" :"美國心理學會獎項得主達契爾•克特納研究“權力的悖論”問題長達數十年。在他曾經經歷過的數千次社會實驗研究中，無不反映了權力對於人類生活的關鍵影響，它塑造 ...",
    "title" :"三民網路書店>權力的悖論：影響力，怎樣獲取，又是如何失去的？（簡體 ...",
    },
    {
    "url" :"http://m.cn.nytimes.com/books/20150120/t20stalin/zh-hant/",
    "abstract" :"2015年1月20日 - 斯蒂芬·科特金。 Larry Levanti. 閱讀斯蒂芬·科特金(Stephen Kotkin)的《斯大林：權力的悖論》之時，讀者可能會期望本書詳盡剖析一位格魯吉亞鞋匠的 ...",
    "title" :"斯大林，權力的悖論- 紐約時報中文網國際縱覽 - 纽约时报",
    },
    {
    "url" :"https://cn.nytstyle.com/books/20150120/t20stalin/",
    "abstract" :"2015年1月20日 - 阅读斯蒂芬·科特金(Stephen Kotkin)的《斯大林：权力的悖论》之时，读者可能会期望本书详尽剖析一位格鲁吉亚鞋匠的儿子与神学院学生如何变成了 ...",
    "title" :"斯大林，权力的悖论- 纽约时报国际生活",
    },
    {
    "url" :"http://www.luojiji.com/thread-8197-1-1.html",
    "abstract" :"什么是权力的悖论,它是怎么来的以及如何破解.生活中和历史上经常有这样的事发生:一个人拼命地争夺权力,最终终于掌握了权力,但在那之后却开始 ...",
    "title" :"权力的悖论：如何产生如何破解-2017-04-02-得到_罗辑思维-罗辑集",
    "metadata" :"2017年4月2日 - 1 篇文章 - 1 位作者",
    },
    {
    "url" :"https://item.jd.com/11918996.html",
    "abstract" :"京东JD.COM图书频道为您提供《权力的悖论》在线选购，本书作者：，出版社：中信出版集团。买图书，到京东。网购图书，享受最低优惠折扣!",
    "title" :"权力的悖论 - 京东",
    },
    {
    "url" :"http://www.library.gxnu.edu.cn/node/576",
    "abstract" :"[内容简介]：美国心理学会奖项得主达契尔·克特纳研究“权力的悖论”问题长达数十年。在他曾经经历过的数千次社会实验研究中，无不反映了权力对于人类生活的关键 ...",
    "title" :"权力的悖论| 广西师范大学图书馆",
    },
    {
    "url" :"http://product.dangdang.com/23948662.html",
    "abstract" :"当当网图书频道在线销售正版《权力的悖论》，作者：（美）达契尔·克特纳(Dacher Keltner)，出版社：中信出版社。最新《权力的悖论》简介、书评、试读、价格、图片等相关 ...",
    "title" :"权力的悖论 - 简介_书评_在线阅读 - 当当",
    },
    ],
######
#Q_3_1 #:   天赋 人权 是指什么
######
"Q_3_1": ["   天赋 人权 是指什么",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%BA%BA%E6%9D%83",
    "abstract" :"人權（基本人權、自然權利及人类基本权利）是指“個人或群體因作為人類，而應享有的權利”人權的許多價值以強化人的能動性並以普世（或曰普適）原則要求所有人應享有此天赋權利。",
    "title" :"人权- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://baike.baidu.com/item/%E4%BA%BA%E6%9D%83/117645",
    "abstract" :"人权（基本人权或自然权利）是指“人，因其为人而应享有的权利”。 ... 民族自决权：追根溯源，民族自决权其实源于资产阶级革命时期的天赋人权说和人民主权说。1776 ...",
    "title" :"人权（普遍的人类权利）_百度百科",
    },
    {
    "url" :"http://www.baike.com/wiki/%E5%A4%A9%E8%B5%8B%E4%BA%BA%E6%9D%83",
    "abstract" :"后来的启蒙思想家洛克、孟德斯鸠、卢梭进一步的发展了天赋人权学说。笛卡尔在其《方法论》的开头就断言：良知也好，理性也好，对所有的人来说都是天赋的，平等的， ...",
    "title" :"天赋人权_互动百科",
    },
    {
    "url" :"http://www.soco.org.hk/rights/rights_main_c.htm",
    "abstract" :"甚麼是人權? ... 人權背後的價值觀，是強調每個人都有天賦的人格尊嚴和價值，每個人都是生而平等的， ... 公民政治權利是指公民依法享有參與國家政治生活的權利。",
    "title" :"香港社區組織協會--天賦人權",
    },
    {
    "url" :"https://www.zhihu.com/question/20633436",
    "abstract" :"之前在很多回答中都提到，我个人不认同自然权利理论，借这个问题把天赋人权和 .... 应该是什么样子的，通常是指宇宙秩序本身中作为一切指定法制基础的关于正义 ...",
    "title" :"天赋人权的依据是什么？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/24333567/answer/27448772",
    "abstract" :"其实翻译的不太对， 英文单词是：Natural rights 直译就是天生的权利，也有翻译成自然权利。 意思是：作为一个自然属性的人，从作为自然人起就拥有的权利，称之为 ...",
    "title" :"天赋人权的“天”指的是什么？ - 知乎",
    },
    {
    "url" :"http://wenda.tianya.cn/question/510c85ec1125c5be",
    "abstract" :"2009年4月22日 - 自然权利是指人生而有之的权利是天赋的、不可转让、不可剥夺的权利，是理论上存在的权利。自然权利是人人所共有的、任何个人都可对其社会所 ...",
    "title" :"天赋人权的含义是什么？ _语文_作业_天涯问答_天涯社区",
    },
    {
    "url" :"http://www.twword.com/wiki/%E5%A4%A9%E8%B3%A6%E4%BA%BA%E6%AC%8A",
    "abstract" :"後來的啟蒙思想家洛克、孟德斯鳩、盧梭進一步的發展了天賦人權學說。笛卡爾在其《方法論》的開頭就斷言：良知也好，理性也好，對所有的人來說都是天賦的，平等的， ...",
    "title" :"天賦人權- 台灣Word",
    },
    {
    "url" :"https://books.google.com.hk/books?id=0-LNDgAAQBAJ&pg=PA81&lpg=PA81&dq=%E5%A4%A9%E8%B5%8B+%E4%BA%BA%E6%9D%83+%E6%98%AF%E6%8C%87%E4%BB%80%E4%B9%88&source=bl&ots=fxlErCv7F7&sig=j457tlmHe2uyFBTI6DaKm-8Wv90&hl=zh-TW&sa=X&ved=0ahUKEwjJ2v-Y9ITUAhXIHZQKHWuOAQ0Q6AEIXzAI",
    "abstract" :"首先是“权利”这一概念,即“权利”究竟是指什么?纳休在《自然的权利》中 ... 显然,这是在从“天赋人权”向“自然的权利”的进化中来看待权利概念的扩大的。不过,在纳休那里, ...",
    "title" :"环境管理与环境社会科学 研究方法:  - 第 81 頁 - Google 圖書結果",
    "metadata" :"曾思育 编著",
    },
    {
    "url" :"https://books.google.com.hk/books?id=e4Pj-g-lf2gC&pg=PA81&lpg=PA81&dq=%E5%A4%A9%E8%B5%8B+%E4%BA%BA%E6%9D%83+%E6%98%AF%E6%8C%87%E4%BB%80%E4%B9%88&source=bl&ots=LcuMPtOzml&sig=dMUhAhYFJE_vDpfQb6X87MXPbkw&hl=zh-TW&sa=X&ved=0ahUKEwjJ2v-Y9ITUAhXIHZQKHWuOAQ0Q6AEIZDAJ",
    "abstract" :"首先是权利这一概念,即权利究竟是指什么?纳休在《自然的权利》中 ... 显然,这是在从天赋人权向自然的权利的进化中来看待权利概念的扩大的。不过,在纳休那里, ...",
    "title" :"环境管理与环境社会科学研究方法 - 第 81 頁 - Google 圖書結果",
    "metadata" :"曾思育 - 2004",
    },
    ],
######
#Q_3_0 #:   权力 度量模型
######
"Q_3_0": ["   权力 度量模型",
    {
    "url" :"http://cdmd.cnki.com.cn/Article/CDMD-10335-1011050169.htm",
    "abstract" :"本研究运用认知理论和冲突分析(Conflict Analysis)理论分析纠纷中权力差异的影响机理,运用动态博弈理论构建权力差异度量模型。 首先,对纠纷中权力的内涵、权力的 ...",
    "title" :"工程纠纷中权力差异影响机理及度量模型研究--《浙江大学》2011年硕士 ...",
    "metadata" :"由 孔春华 著作 - 2011",
    },
    {
    "url" :"http://cdmd.cnki.com.cn/Article/CDMD-10108-1012279363.htm",
    "abstract" :"【摘要】：为了达到一个共同的目标,许多领域之间的合作可以被认为是联盟博弈模型,在许多情况下博弈方的权力不相等就影响了博弈的结果.本文从两个角度给出了博弈 ...",
    "title" :"控制权度量模型及计算--《山西大学》2011年硕士论文",
    "metadata" :"由 杜立平 著作 - 2011",
    },
    {
    "url" :"http://wap.cnki.net/lunwen-1011050169.html",
    "abstract" :"工程纠纷中权力差异影响机理及度量模型研究,权力,博弈,权力不对称,冲突分析。建设工程纠纷中当事人之间往往存在着权力差异,这种权力差异的存在有其必然性和 ...",
    "title" :"工程纠纷中权力差异影响机理及度量模型研究-手机知网",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AC%8A%E5%8A%9B",
    "abstract" :"權力是一种广泛存在的社会现象，是政治學、國際關係與國際政治學的核心概念。在政治學與國際關係研究中，對「權力」的可能有四種甚至以上的定義：. 「權力」作為個人或國家的追求目標（power as a goal）。 「權力」作為影響力（influences）的度量（measurement）尺度，即資源的內容與 .... 將權力視為「能力」、「資源」的觀點容易偏重「硬國力」（hard power）以利模型 ...",
    "title" :"權力- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://wenku.baidu.com/view/36bd364587c24028915fc3bd.html",
    "abstract" :"2015年5月5日 - 第十一章博弈模型11.1 进攻与撤退的抉择11.2 让报童订购更多的 ...... 权力度量模型评述Banzhaf指标Shapley指标道理上更浅显, 容易口头解释, ...",
    "title" :"姜启源数学模型第四版第十一章_图文_百度文库",
    },
    {
    "url" :"https://itimetraveler.github.io/2016/11/21/%E5%9F%BA%E4%BA%8E%E7%A4%BE%E5%8C%BA%E5%8F%91%E7%8E%B0%E7%AE%97%E6%B3%95%E5%92%8C%E5%9B%BE%E5%88%86%E6%9E%90Neo4j%E8%A7%A3%E8%AF%BB%E3%80%8A%E6%9D%83%E5%8A%9B%E7%9A%84%E6%B8%B8%E6%88%8F%E3%80%8B/",
    "abstract" :"2016年11月21日 - 这样得到一个简单的数据模型： ... 图1 ：《权力的游戏》模型的图。Character角色节点 .... 度中心性是最简单度量，即为某个节点在网络中的联结数。",
    "title" :"基于社区发现算法和图分析neo4j解读《权力的游戏》 | iTimeTraveler",
    },
    {
    "url" :"http://wiki.mbalib.com/zh-tw/%E7%AE%A1%E7%90%86%E5%B1%82%E6%9D%83%E5%8A%9B",
    "abstract" :"跳至 管理層權力的度量[2] - 管理層權力的度量 ... 為管理層權力大小的度量提供一個新的研究視角，本文在參考Finkelstein(1992)的權力模型的基礎上， ...",
    "title" :"管理層權力- MBA智库百科",
    },
    {
    "url" :"http://61.54.243.197:8089/Kcms/detail/detail.aspx?filename=1012279363.nh&dbcode=CMFD&dbname=CMFD2012",
    "abstract" :"本文从两个角度给出了博弈方权力的度量和计算.一、用Banzhaf权力指数的概念来度量博弈方的权力大小.基于Banzhaf权力指数计算的复杂性,由独立不同分布的中心 ...",
    "title" :"控制权度量模型及计算- 中国优秀硕士学位论文全文数据库",
    },
    {
    "url" :"https://books.google.com.hk/books?id=M1pUDQAAQBAJ&pg=PT215&lpg=PT215&dq=%E6%9D%83%E5%8A%9B+%E5%BA%A6%E9%87%8F%E6%A8%A1%E5%9E%8B&source=bl&ots=PN7WLSF1OP&sig=6LT03aZenNVoL8UsU3se8zeMJe0&hl=zh-TW&sa=X&ved=0ahUKEwiNheGS9ITUAhUHHZQKHV-AB6UQ6AEIXDAI",
    "abstract" :"时,他潜在的继任者可能会为权力而争斗,或是不打算从事经营的继承者即将准备接管 ... 而现代金融理论的发展和新的信用工具的创新,也给开发新的信用风险度量模型 ...",
    "title" :"金融风险分析与管理 - Google 圖書結果",
    "metadata" :"刘海龙, 张若丹 - 2013 - Business & Economics",
    },
    {
    "url" :"https://books.google.com.hk/books?id=bU4KCwAAQBAJ&pg=PA47&lpg=PA47&dq=%E6%9D%83%E5%8A%9B+%E5%BA%A6%E9%87%8F%E6%A8%A1%E5%9E%8B&source=bl&ots=T7cw_ny4mf&sig=ErF_yfKa5dpAVUwa3djD6UswhvQ&hl=zh-TW&sa=X&ved=0ahUKEwiNheGS9ITUAhUHHZQKHV-AB6UQ6AEIYTAJ",
    "abstract" :"Aghion 和 Tirole ( 1997 )从不完全契约的角度分析了权力的重要性和激励性, ... 和实际权力( realauthority )的基础上,通过建立委托一代理模型证明了正式权力的授出 ... 张维迎( 1998 )认为企业的收益可以划分为两个部分:一部分是难以度量的非货币 ...",
    "title" :"岳麓管理论丛：企业高管人员隐性价值评价与激励",
    "metadata" :"姚艳红, Esphere Media（美国艾思传媒） - 2015",
    },
    ],
}
keyword_list = [ 
   "   网络",
   "   可视化",
   "   4因5路",
   "   排列组合",
   "   边际效应",
   "   费米计算",
   "   迭代",
   "   balance shift",
   "   批判",
   "   短缺和过剩",
   "   优化",
   "   外延",
   "   合并",
   "   健康",
   "   刻意练飞",
   "   有用",
   "   极限",
   "   未来",
   "   混沌",
   "   分层模块化",
   "   随机",
   "   分解",
   "   建模",
   "   局部化",
   "   为什么",
]
meta_data = {"status":".","Major": 3,"Minor": 3,"Prefix": "Q"}
km_0_title = "权力"
km_0_summary = "ummary_tp"
km_1_tags = ["权利,分配"]
