
# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_0_0 #:adfadfafa: : : : 
######
}
keyword_list = [ 
"上帝的归上帝，凯撒的归凯撒是什么意思，？",
"国家运行的算法",
"雇用算法",
"把生命当作数据处理和决策时，是否遗漏了什么因素？",
"在这世界上，会不会有什么无法简化成数据？",
"如果在所有已知的数据处理任务上，无意识算法终于完全胜过了有意识的人类智能，一旦我们用前者取代后者，可能会失去什么？",
"为什么答案可以有很多种，真理只有一个？",
"中国古代为什么领先世界，为什么近代又会落后呢，如何保证未来的崛起呢？",
"特朗普的思维方式，真的像大家所说那样所谓的蠢吗？",
"原始社会的结构与功能 与数据结构有什么本质区别",
"刻意发扬国学以及亚里士多德与柏拉图的学术，就像经你现在放弃知能手机，并且如何发扬大哥大的功能一样。",
"亚当斯密在国富论中水与钻石的悖论，水的用途极大，但是无价的，而钻石没有使用价值的，但是巨贵的。还有什么东东像钻石一样呢？",
"贵且无用。",
"为什么中国的封建制要远远常于西方，是不是也由于中国的经学？",
]
meta_data = {"status":"mc","Major": 0,"Minor": 0,"Prefix": "Q"}
km_0_title = "各种主义"
km_0_summary = "ummary_tp"
km_1_tags = []



