# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_0_0 #:adfadfafa: : : : 
######
}
keyword_list = [ 
   " 国家的本质",
   " 国家的起源",
   " 国家会不会变成公司",
   " 国家存在的意义",
   " 个人与国家的关系",
   " 为什么人们会把国家比做父母",
   " 梵蒂冈为什么能成为一个国家",
   " 大城市与小社会的区别在于流动性和习俗的区别。在保留着基督新教信仰的美国社区文化，仍旧保持着良好习俗的约束，修理院子、孩子串门、周末聚会、捐助公益。老子的学说在大社会中无所适从，是否与社会缺乏一神的教义有关？也就是说，大社会中的人缺乏教义的约束，缺少了道德底线，从而无所顾忌. ",
]
meta_data = {"status":"国家","Major": 0,"Minor": 0,"Prefix": "Q"}
km_0_title = "国家"
km_0_summary = "ummary_tp"
km_1_tags = []
