# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_4 #:马其顿帝国的衰亡
######
"Q_1_4": ["马其顿帝国的衰亡",
    {
    "url" :"https://www.zhihu.com/question/22555683",
    "abstract" :"历史总是喜欢捉弄，罗马帝国衰亡的根本原因，也确然不是因为外力，而是“自 .... 的怒米迪亚骑手，马其顿人的亚历山大方阵，东方的巨无霸塞留古帝国，擅长骑射的帕 ...",
    "title" :"古罗马灭亡的根本原因有哪些？ - 知乎",
    },
    {
    "url" :"https://kknews.cc/history/g8ojr3l.html",
    "abstract" :"2017年5月9日 - 隨著馬其頓王朝的咽氣，拜占庭帝國進入其老年時期，它開始走向衰亡。這個存在了600多年的帝國，它終於遇到了它命中的剋星——突厥人。1071年 ...",
    "title" :"拜占庭帝國的衰亡與第一次十字軍東征- 每日頭條",
    },
    {
    "url" :"http://www.people.com.cn/GB/guoji/25/95/20030423/978327.html",
    "abstract" :"2003年4月23日 - 亚述帝国和亚历山大马其顿帝国 .... 同时，亚述人的残暴统治也激起了被压迫民族的反抗，加上王室内部的争权夺利最终加速了帝国的衰亡。",
    "title" :"史海回眸：历史上的几大帝国（一） - 人民网",
    },
    {
    "url" :"http://www.lrip.org/churchhistory/Big5/history/01.htm",
    "abstract" :"主前264~146年間，羅馬先後征服了迦太基、敘利亞、馬其頓、希臘等地，迅速擴張 .... Gibbon, 1737-1794 A.D.），寫了一本史學巨著，就是有名的《羅馬帝國衰亡史》。",
    "title" :"初期教會的背景  古羅馬帝國 - 主恢復資訊入口",
    },
    ],
######
#Q_1_1 #:它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都很发达
######
"Q_1_1": ["它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都很发达",
    {
    "url" :"http://www.toutiao.com/item/6255917962851516929/",
    "abstract" :"2016年2月27日 - 它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都 ...",
    "title" :"图书在两个帝国的不同命运- 今日头条(www.toutiao.com)",
    },
    {
    "url" :"http://hongchaozhang.github.io/blog/2017/04/05/what-are-philosophers-doing",
    "abstract" :"2017年4月5日 - 它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都 ...",
    "title" :"《哲学家们都干了些什么？》读后小结- Zhang Hongchao",
    },
    {
    "url" :"http://www.kejilie.com/baidu/article/vEvmqa.html",
    "abstract" :"2016年11月10日 - 它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都 ...",
    "title" :"中国人的无神论信仰_科技猎",
    },
    {
    "url" :"http://nuoha.com/book/175589/00003.html",
    "abstract" :"它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都很发达。",
    "title" :"第3章少年国王-- 哲学的童年——让人讨厌的苏格拉底 - 诺哈网",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_4b712d230102w3gi.html",
    "abstract" :"2016年3月3日 - 古波斯人作为后来者，长期是两河文明或其衍生文明最强大的继承者。 ... 军事、科技和金融称霸全球（目前金融和英文文化传媒资源仍独霸世界，但军事和 ... 以上文字演化的历史，地上地下都是有无数货真价实的文物古迹作证的，历史上 .... 紧邻希腊，位于东西罗马文化中心之间的东欧地区，在匈奴远征到达之前，曾经 ...",
    "title" :"“古希腊文明”的伪造中华文明的重新定位_何新老家伙_新浪博客",
    },
    {
    "url" :"http://www.ciis.org.cn/gyzz/2016-07/22/content_8913356.htm",
    "abstract" :"2016年7月22日 - 〔提 要〕 历史证明，东西方文明的复兴都是文明再造的结果。 ... 阿拉伯文明则在近东文化和欧洲文化的交融中再造并崛起，对中世纪前半期世界文明的 ... 发源于黄河流域、长江流域的中华文明则是世界文明的另一个核心区。 ... [4] 他将两河文明、古埃及文明、古希腊文明和古印度文明都视为西方文明的组成部分，因为 ...",
    "title" :"文明的再造与复兴——东西方文明兴衰的启示_国际问题研究",
    },
    {
    "url" :"https://book.douban.com/people/dian629/annotation/26390842/",
    "abstract" :"2016年12月28日 - 马其顿和秦国很像。差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后，但是军事都很发达。因为文化落后，最早处于中心文明的国家都不愿意接纳它们，直到后来它们军事能力强大了，就以武力把其他国家都统一了，建立了庞大的帝国。",
    "title" :"Vanilla对《哲学家们都干了些什么》的笔记(4) - 豆瓣读书",
    },
    {
    "url" :"http://dushu.qq.com/read.html?bid=821598&cid=3",
    "abstract" :"2016年7月18日 - 它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都 ...",
    "title" :"哲学家们都干了些什么_少年国王_腾讯文学 - 腾讯读书 - 腾讯网",
    },
    {
    "url" :"http://xinwen.eastday.com/a/161110162727705-2.html?xx=1",
    "abstract" :"2016年11月10日 - 它们差不多处于同一个历史时期，都位于中心文明（希腊文明/中华文明）的西北角，都是多山地形，土地贫瘠，初期经济和文化都比较落后。但是军事都 ...",
    "title" :"中国人的无神论信仰_科技频道_东方网",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/6pl3gp.html",
    "abstract" :"腓力當政之後，在政治、軍事和經濟方面進行了一系列改革。他加強王權，削弱貴族會議和公民大會的職能，把它們變成聽命於他的工具。他改革 ... 2016-05-24 由 趣歷史 發表于歷史 ... 腓力是希臘人中第一位賦予騎兵重大意義的人。 ... 各邦禁止互相攻伐，各邦被內部禁止重分土地，沒收富人財產，取消債務，不准為政治目的解放奴隸。",
    "title" :"亞歷山大帝國的腓力時期：基本統治了全希臘- 每日頭條",
    },
    ],
######
#Q_1_0 #:为什么马其顿帝国与秦帝国都短命呢
######
"Q_1_0": ["为什么马其顿帝国与秦帝国都短命呢",
    {
    "url" :"http://tieba.baidu.com/p/1063735591?pn=3",
    "abstract" :"马其顿帝国人家是从希腊一个小山区马其顿起家的，先统一希腊，而后开始征服欧亚非，那样国情不一地域跨度极大的国家，本来就是个武力联盟，短命是应该的。狗秦 ...",
    "title" :"回复：为什么孙浩辉推崇的天国一样的大秦帝国如此短命？ - 百度贴吧",
    },
    {
    "url" :"http://tieba.baidu.com/f?ct=335675392&tn=baiduPostBrowser&sc=12151150104&z=1063735591",
    "abstract" :"亚历山大死后，由于他的遗言：“把王位交给最强的人”，所以帝国被四位大将分割。最终，公元前301 ... 回复：为什么孙浩辉推崇的天国一样的大秦帝国如此短命？ 只看楼主 ... 埃及托勒密王朝 塞琉西王国 卡山德的马其顿王国 色雷斯王国 卡山得统治 ... 秦帝国消失无踪了，但汉帝国完全继承了秦帝国的法律、政治、经济制度！除了帝国不 ...",
    "title" :"回复：为什么孙浩辉推崇的天国一样的大秦帝国如此短命？_ ... - 百度贴吧",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/zrox93.html",
    "abstract" :"2016年9月27日 - 在古典社會早期，大漢帝國、羅馬帝國、安息帝國、帕提亞帝國被譽為「古典早期四大帝國」。但是，安息和帕提亞完全是湊數的，只有大漢與羅馬才是 ...",
    "title" :"羅馬為何能與漢帝國齊名，並都能稱霸歐亞？ - 每日頭條",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/p4a5438.html",
    "abstract" :"2017年1月17日 - 中國歷史一直以來都有諸多的強國，甚至稱為帝國，我們都知道：秦朝、兩漢、唐 ... 研究了一些古代歷史，才真正的了解了這個強國，才知道這個國家為什麼這麼強大。 ... 西羅馬帝國我們就比較熟悉了，依然定都於羅馬，不過是短命王朝，410年， ... 第一個是亞歷山大帝國（馬其頓）又稱馬其頓帝國，前336年～前323年。",
    "title" :"歷史上的今天：被分裂的羅馬帝國- 每日頭條",
    },
    {
    "url" :"https://www.zhihu.com/question/24631642",
    "abstract" :"为什么中国自秦以来延续千年，同样强大的罗马今天却不复存在？ ... 的产物，和高卢人关系不大；马其顿共和国最早的国旗沿用了亚历山大时期的马其顿标志， ... 东帝国则延续到1453年灭亡，奥斯曼人攻占君士坦丁堡之后也自称罗马的继承人（ ...... 迅速解决第五要感谢俩个短命的王朝秦朝和隋朝这俩个短命的王朝都为以下千年的王朝.",
    "title" :"为什么中国自秦以来延续千年，同样强大的罗马今天却不复存在？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/29987674",
    "abstract" :"2为什么中国的权力争夺一定要以“改朝换代”为形式，而日本和欧洲貌似不一定用 .... 年利奥五世（一般不被视为一个王朝） 7年弗里吉亚王朝43年马其顿王朝189年<- ... 比起天朝诸朝实在是短命的多，不过拜占庭的内忧外患也比天朝多不少就是了。 ... 所以看上去各个王国帝国都是超级长寿，实际上按照天朝的算法不知道都换了多少朝了 ...",
    "title" :"为什么中国历朝历代都超不过300年历史，而日本和欧洲却可以1,2千年不 ...",
    },
    {
    "url" :"http://bbs.tiexue.net/post2_3861871_1.html",
    "abstract" :"源头呢，其实是战友~阴影足迹兄的：驳斥《马其顿方阵.罗马军团与中国军队的 ... 个别细节有不同意见。 先讨论两大帝国的粮食供给问题，罗马帝国.",
    "title" :"[原创]秦帝国与罗马帝国的实际对比– 铁血网",
    "metadata" :"2009年10月1日 - 20 篇文章 - 14 位作者",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_5e6e0d820102wx6v.html?tj=hist",
    "abstract" :"2017年5月27日 - 一个统辖数百万平方公里版图的东方帝国，众目睽睽之下，任由一个小宦官在随意折腾。明目张胆诛杀老臣和皇室兄弟，始皇的六个儿子被处死在杜 ...",
    "title" :"大秦短命有个很特殊的原因_秦四晃_新浪博客",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_4bbb74a5010099pz.html",
    "abstract" :"2008年5月29日 - 为什么说皇太极是中国式摔跤的倡 ... 其中，公元前3世纪两大帝国的君主：中国的秦始皇和印度的阿育王，引起我非常浓厚的兴趣。 ... 几乎同时、都是以残酷的武力征战完成帝国统一大业，又都是短命的朝代（秦朝于公元 ... 秦帝国版图 ... 祖父旃陀罗笈多于公元前317年率军击败了入侵的马其顿军队，之后进抵摩揭陀国 ...",
    "title" :"同时代两位千古一帝对比：中国秦始皇和印度阿育王_陈明远_新浪博客",
    },
    {
    "url" :"http://www.twgreatdaily.com/cat77/node870814",
    "abstract" :"2017年4月4日 - 今天小編帶領大家瞅瞅這些帝國都有哪些？ 世界歷史上，地跨 ... 強大的帝國征服了。 馬其頓王國的國王亞歷山大浩浩蕩蕩地踏上征服亞洲的征途。",
    "title" :"世界歷史上，地跨歐亞非的大帝國有哪些？誰是第一個！ - GreatDaily",
    },
    ],
######
#Q_1_3 #:马其顿帝国的发展史 
######
"Q_1_3": ["马其顿帝国的发展史 ",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E9%A6%AC%E5%85%B6%E9%A0%93%E7%8E%8B%E5%9C%8B",
    "abstract" :"跳至 帝國解體 - 亞歷山大部將又互相廝殺，爭奪土地，帝國就立即進入繼業者戰爭中， ... 年佔領馬其頓後，又向東發展，餘下的塞琉古帝國在前63年，托勒密 ...",
    "title" :"馬其頓王國- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E9%A6%AC%E5%85%B6%E9%A0%93",
    "abstract" :"公元前4世紀中葉，馬其頓王國統治了巴爾幹半島；從那之後，馬其頓的歷史便開始 ..... 儘管如此，拜占庭帝國的其他地區依然蓬勃發展，特別是如塞薩洛尼基這樣的 ...",
    "title" :"馬其頓- 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/r9blql4.html",
    "abstract" :"2017年3月20日 - 馬其頓的文明發展較晚，比南部的希臘人遲了很多。 馬其頓先後由羅馬帝國、拜占庭帝國（希臘人所主導）等統治。公元前5世紀初，波斯侵略希臘， ...",
    "title" :"馬其頓簡史- 每日頭條",
    },
    {
    "url" :"https://books.google.com.hk/books?id=03QxAwAAQBAJ&pg=PT131&lpg=PT131&dq=%E9%A9%AC%E5%85%B6%E9%A1%BF%E5%B8%9D%E5%9B%BD%E7%9A%84%E5%8F%91%E5%B1%95%E5%8F%B2&source=bl&ots=edSAFRroXF&sig=hOPDlEGtbxq70wlvKrq8TKS-qhI&hl=zh-TW&sa=X&ved=0ahUKEwj7iJO_zq7UAhWGKZQKHel4AwcQ6AEIMzAD",
    "abstract" :"帝國主義列強在巴爾幹地區的明爭暗鬥,直接影響著該地區諸國的內外政策,左右著 ... 阿爾巴尼亞人民走上了獨立發展的道路,馬其頓和色雷斯等地的人民獲得了解放。",
    "title" :"技藝大師的練就之路:  - Google 圖書結果",
    "metadata" :"涼秋 - 2006 - Travel",
    },
    {
    "url" :"https://books.google.com.hk/books?id=Eh0nd-opEAcC&pg=PA46&lpg=PA46&dq=%E9%A9%AC%E5%85%B6%E9%A1%BF%E5%B8%9D%E5%9B%BD%E7%9A%84%E5%8F%91%E5%B1%95%E5%8F%B2&source=bl&ots=vttu9f8yli&sig=E6eCc_pj2mW4jQ4EKYhg6jKJ4xg&hl=zh-TW&sa=X&ved=0ahUKEwj7iJO_zq7UAhWGKZQKHel4AwcQ6AEINjAE",
    "abstract" :"多德不久就敗亡,他在公元前 323 年離開雅典,同年雅典與馬其頓爭戰, ,亞里斯多德也在隔年病逝。十五、馬其頓帝國一水科學與工程的結合希臘文化鼎盛時期,位於希臘 ...",
    "title" :"工程發展與社會變遷 - 第 46 頁 - Google 圖書結果",
    "metadata" :"陽毅平 - 2004 - Engineering",
    },
    {
    "url" :"https://zh.wikibooks.org/zh-hk/%E4%B8%96%E7%95%8C%E6%AD%B7%E5%8F%B2/%E5%8F%A4%E5%B8%8C%E8%87%98%E8%88%87%E4%BA%9E%E6%AD%B7%E5%B1%B1%E5%A4%A7%E5%A4%A7%E5%B8%9D",
    "abstract" :"在希臘城邦向地中海沿岸擴展的同時，西亞的波斯帝國也在擴張，強大的波斯 ... 菲利普大力推動馬其頓歷史發展﹐使馬其頓的歷史從此長期與希臘的歷史融為一體。",
    "title" :"世界歷史/古希臘與亞歷山大大帝- 维基教科书，自由的教学读本",
    },
    {
    "url" :"http://baike.baidu.com/item/%E4%BA%9A%E5%8E%86%E5%B1%B1%E5%A4%A7%E5%A4%A7%E5%B8%9D/30529",
    "abstract" :"... 即亚历山大三世，马其顿帝国国王，亚历山大帝国皇帝，生于古马其顿王国首都佩 ... 里创下了前无古人的辉煌业绩，他促进了古希腊文化的繁荣发展和东西方文化的 ...",
    "title" :"亚历山大大帝（亚历山大帝国皇帝）_百度百科",
    },
    {
    "url" :"https://books.google.com.hk/books?id=628ECgAAQBAJ&pg=PP4&lpg=PP4&dq=%E9%A9%AC%E5%85%B6%E9%A1%BF%E5%B8%9D%E5%9B%BD%E7%9A%84%E5%8F%91%E5%B1%95%E5%8F%B2&source=bl&ots=SQRlR3-8Iv&sig=J_srpTrfbSiP6IUGnOgBUznt6Hs&hl=zh-TW&sa=X&ved=0ahUKEwj7iJO_zq7UAhWGKZQKHel4AwcQ6AEISDAH",
    "abstract" :"公元前338年,雅典被马其顿征服,这成为一次历史性转折,它标志着古希腊的雅典 ... 公元前509年前27年间为“罗马共和国”,公元前27年公元476年发展为“罗马帝国”。",
    "title" :"西方音乐史纲与名曲赏析 - Google 圖書結果",
    "metadata" :"李兴梧, 蒲娟娟, Esphere Media（美国艾思传媒） - 2015",
    },
    {
    "url" :"http://baike.baidu.com/item/%E9%A9%AC%E5%85%B6%E9%A1%BF%E5%B8%9D%E5%9B%BD",
    "abstract" :"而马其顿人则粗犷勇武，被看作是非严格意义的希腊人，许多希腊人甚至称他们是异族蛮人。马其顿国家形成的过程极为模糊。它发展很晚，又长期处于希腊世界外围， ...",
    "title" :"马其顿帝国 - 百度百科",
    },
    {
    "url" :"https://www.zhihu.com/question/34550296",
    "abstract" :"米诺斯文明→迈锡尼文明→希腊击败波斯→斯巴达击败雅典→马其顿横跨欧亚非但很 ..... 古罗马的重点是罗马法,而罗马法的发展是与罗马帝国的扩张和生产力的进步 ...",
    "title" :"如何清晰梳理古希腊、罗马史？ - 知乎",
    },
    ],
######
#Q_1_2 #:秦的崛起之路
######
"Q_1_2": ["秦的崛起之路",
    {
    "url" :"https://kknews.cc/zh-hk/history/6noallp.html",
    "abstract" :"2017年3月16日 - 大秦帝國，作為中華民族歷史上第一個大一統的王朝，從秦非子被封諸侯到千古一帝始皇帝統一天下歷經近千年，今天就讓我們來了扒拉一下它的 ...",
    "title" :"大秦帝國君王列表及崛起之路，秦迷們有福了- 每日頭條",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/p4r58yz.html",
    "abstract" :"2017年1月14日 - 秦穆公稱霸西戎——西秦的崛起之路秦人的祖先曾經為周王朝管理馬匹，被封為大夫。西周末年，申侯和犬戎攻打鎬京（在今陝西省西安西南），殺死 ...",
    "title" :"秦穆公稱霸西戎——西秦的崛起之路- 每日頭條",
    },
    {
    "url" :"https://kknews.cc/zh-hk/history/nmmgryq.html",
    "abstract" :"2017年2月18日 - 國家擁有一個穩定的國君和中央機構，不僅有利於政通人和，往往還是建功立業的根據。而作為中國歷史上在位時期最長的君主之一，秦昭襄王的 ...",
    "title" :"秦國崛起之路不可或缺卻被嚴重低估的一代雄主- 每日頭條",
    },
    {
    "url" :"http://www.jingduzhisheng.com/wsxs/201703/21/t20170321_4992219.shtml",
    "abstract" :"2017年3月21日 - 国家拥有一个稳定的国君和中央机构，不仅有利于政通人和，往往还是建功立业的根据。而作为中国历史上在位时期最长的君主之一，秦昭襄王的 ...",
    "title" :"秦国崛起之路不可或缺却被严重低估的一代雄主_京都之声",
    },
    {
    "url" :"https://15yan.guokr.com/story/9EOhmemkZNE/",
    "abstract" :"2017年3月7日 - 战国”这个词，用在秦昭王时期再合适不过。 他在位的五十六年，恰好是整个春秋战国时代战争最频繁、战况也最惨烈的时期，这里集中了一半以上的 ...",
    "title" :"秦国崛起之路：五场战争，摧毁五个国家- - 十五言",
    },
    {
    "url" :"https://www.chinatt.news/6397363712377750018.html",
    "abstract" :"2017年3月16日 - 大秦帝國，作為中華民族曆史上第一個大一統的王朝，從秦非子被封諸侯到千古一帝始皇帝統一天下曆經近千年，今天就讓我們來了扒拉一下它的 ...",
    "title" :"大秦帝國君王列表及崛起之路，秦迷們有福了- 中文頭條新聞- 每日新鮮 ...",
    },
    {
    "url" :"http://www.360doc.com/content/17/0316/07/18841360_637263543.shtml",
    "abstract" :"2017年3月16日 - 大秦帝国，作为中华民族历史上第一个大一统的王朝，从秦非子被封诸侯到千古一帝始皇帝统一天下历经近千年，今天就让我们来了扒拉一下它的 ...",
    "title" :"大秦帝国君王列表及崛起之路，秦迷们有福了 - 360doc",
    },
    {
    "url" :"http://ask.wenku1.com/question/38018560.html",
    "abstract" :"问题一：秦国是怎样崛起的. 秦孝公时期重用异国谋士商鞅进行变法，秦国采用远交近攻的外交策略，渐渐强大起来，到秦始皇时，已具备统一六国的物质基础.",
    "title" :"【专家解答】秦国崛起之路ask.wenku1.com - 第一文库网",
    },
    {
    "url" :"https://read01.com/EOLgD8.html",
    "abstract" :"2017年3月4日 - 國家具有一個安穩的國君和基地組織，不只有利於政通人和，通常還是建功立業的依據。而作為我國前史上在位期間最長的君主之一，秦昭襄王的前 ...",
    "title" :"秦國崛起之路不可或缺卻被嚴重低估的一代雄主- 壹讀",
    },
    {
    "url" :"http://weibo.com/5884983147/EyHYNlpm5",
    "abstract" :"2017年3月7日 - 【不叁说秦】秦国崛起之路：五场战争，摧毁五个国家》 作者：@秦穿导游张不叁http://t.cn/Ri0vJxk ​​​​",
    "title" :"《【不叁说秦】秦国崛起之路：五场战争，摧... 来自大秦帝国之崛起- 微博",
    },
    ],
}
keyword_list = [ 
   "   网络",
   "   联接",
   "   4因5路",
   "   排列组合",
   "   边际效应",
   "   概率",
   "   迭代",
   "   从心开始",
   "   验证",
   "   价格",
   "   trade off",
   "   外延",
   "   合并",
   "   健康",
   "   刻意练飞",
   "   有用",
   "   奇点",
   "   未来",
   "   不确定",
   "   分层模块化",
   "   不动点",
   "   分类",
   "   抽象",
   "   局部化",
   "   为什么",
]
meta_data = {"status":"hc","Major": 1,"Minor": 5,"Prefix": "Q"}
km_0_title = "秦与马其顿"
km_0_summary = "ummary_tp"
km_1_tags = []
