# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_5 #: 太阳能充电的效率
######
"Q_1_5": [" 太阳能充电的效率",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E5%A4%AA%E9%98%B3%E8%83%BD%E7%94%B5%E6%B1%A0",
    "abstract" :"各類太陽能電池技術轉換效率進展(National Renewable Energy Laboratory（英语：National Renewable Energy Laboratory）). 太阳能电池（亦称太阳能芯片或光电池）是一种將太阳光通过光生伏打效应轉成電能的裝置。 在常見 .... 太陽能電池應用在消費性商品上，大多有充電的問題，過去一般的充電對象採用鎳氫或鎳鎘乾電池，但是鎳 ...",
    "title" :"太阳能电池- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%A4%AA%E9%98%B3%E8%83%BD%E5%85%85%E7%94%B5%E5%99%A8",
    "abstract" :"1 基本信息; ▫ 太阳能充电器; ▫ 太阳能充电器产品类型; ▫ 太阳能电池板; 2 结构原理 .... 一个好的太阳能充电，要综合考虑使用效率、蓄电池和电路设计等问题，从技术到 ...",
    "title" :"太阳能充电器_百度百科",
    },
    {
    "url" :"https://tw.answers.yahoo.com/question/index?qid=20071127000016KK08903",
    "abstract" :"此外題外題，我用太陽能板充電，但是否有充電時間少，面積又不大的太陽能電池類型？ ... (1000/36)/70%=39.68小時太陽能板的效率從最好的人造衛星用25%，",
    "title" :"太陽能電池充電以及充電時間的計算方式| Yahoo奇摩知識+",
    },
    {
    "url" :"https://kknews.cc/zh-hk/digital/lz95bvg.html",
    "abstract" :"2017年4月6日 - 傳統的太陽能充電方式在USB接口和外部電池環節會形成能量損耗，而Hybbi電池內置在手機里，直接充電使得它的效率是其他太陽能充電產品的兩 ...",
    "title" :"充電效率翻倍的太陽能電池，Hybbi正在眾籌- 每日頭條",
    },
    {
    "url" :"http://www.twword.com/wiki/%E5%A4%AA%E9%99%BD%E8%83%BD%E5%85%85%E9%9B%BB%E5%99%A8",
    "abstract" :"太陽能充電器是將太陽能轉換為電能以後存儲在蓄電池裡面，蓄電池可以為任何形式的 ... 太陽能轉化為電能中降低成本、和提高光電轉化效率是太陽能發電系統中，最 ...",
    "title" :"太陽能充電器- 台灣Word",
    },
    {
    "url" :"http://www.sohu.com/a/132399875_673884",
    "abstract" :"2017年4月6日 - 这款电池名为Hybbi，主要由锂电池和太阳能组件组成。通过直接置换手机原装电池的方式，这种直接充电的方式能量损耗极低，效率是其他太阳能 ...",
    "title" :"【技术】充电效率翻倍：世界第一款太阳能手机电池问世 - 搜狐",
    },
    {
    "url" :"https://www.zhihu.com/question/45840589",
    "abstract" :"太阳能充电效率问题。？ 求大神解答，常规晴天日照强度下，一块4cm×4cm普通的太阳能充电板给1.2v充电电池充电，8h大概能提供多少mAh的电量？ 显示全部.",
    "title" :"太阳能充电效率问题。？ - 知乎",
    },
    {
    "url" :"https://www.mobile01.com/topicdetail.php?f=168&t=3920357",
    "abstract" :"請問一下有用太陽能板...(恕刪). 要注意一下你蓄電設備的充電效率.. 如果充電效率, 保守點, 只抓個6成. (這是來自於老NiCd充電池的規格, 0.1C電流, ...",
    "title" :"家電綜合- [請問]有關太陽能板瓦數算法- 居家討論區- Mobile01",
    "metadata" :"2014年5月24日 - 10 篇文章 - 7 位作者",
    },
    {
    "url" :"https://read01.com/L6APPg.html",
    "abstract" :"2016年4月13日 - 太陽能充電控制器：說白了就是一個充電器，之前用的最多的是PWM類型，但是效率很低，現在基本都用MPPT類型，效率要高很多，一般都在百分之 ...",
    "title" :"專家解讀：房車與太陽能板的有效運用- 壹讀",
    },
    {
    "url" :"http://activity.ntsec.gov.tw/activity/race-1/48/high/030819.pdf",
    "abstract" :"我們將太陽能發電板合併多功能充電器成為太陽能多功能充電器，並在測試與觀察的過 ... 電的效率及產生的電壓，照度超過7000 lux 才會有較理想的充電效果。",
    "title" :"[PDF] 太陽多功能充電器裝置改良與其實際應用",
    },
    ],
######
#Q_1_4 #: 充电宝的价格
######
"Q_1_4": [" 充电宝的价格",
    {
    "url" :"http://www.1688.com/chanpin/-CAD6BBFAB3E4B5E7B1A6.html",
    "abstract" :"阿里巴巴为您找到59149条手机充电宝产品的详细参数，实时报价，价格行情，优质批发/供应等信息。您还可以找手机充电宝套装,手机充电宝手电筒等产品信息。",
    "title" :"手机充电宝_手机充电宝价格_优质手机充电宝批发/采购- 阿里巴巴",
    },
    {
    "url" :"http://www.1688.com/chanpin/-C8FDD0C7B3E4B5E7B1A6.html",
    "abstract" :"阿里巴巴为您找到4400条三星充电宝产品的详细参数，实时报价，价格行情，优质批发/供应等信息。您还可以找三星背夹充电宝,创意充电宝,太阳能充电宝,三星充电 ...",
    "title" :"三星充电宝_三星充电宝价格_优质三星充电宝批发/采购- 阿里巴巴",
    },
    {
    "url" :"http://tw.taobao.com/product/%E5%85%85%E9%9B%BB%E5%AF%B6.htm",
    "abstract" :"淘寶網充電寶頻道，我們從品牌、價格、評價、銷量出發，為您精選了充電寶相關的商品。您還可以找充電寶蘋果4s,充電寶袋,充電寶轉接線,充電寶迷你.",
    "title" :"【充電寶】_推薦_品牌_價格- 淘寶網",
    },
    {
    "url" :"https://www.taobao.com/product/%E5%B0%8F%E7%B1%B3%E5%85%85%E9%9B%BB%E5%AF%B6.htm",
    "abstract" :"淘寶網小米充電寶頻道，我們從品牌、價格、評價、銷量出發，為您精選了小米充電寶相關的商品。您還可以找充電寶蘋果4s,充電寶袋,充電寶轉接線,充電寶迷你.",
    "title" :"【小米充電寶】_推薦_品牌_價格- 淘寶網 - Taobao.com",
    },
    {
    "url" :"http://www.xuhangzj.com/jiage.html",
    "abstract" :"续航之家网站充电宝价格频道，为网友提供各品牌各型号充电宝移动电源价格，移动电源批发价格，充电宝零售价格，充电宝推荐，充电宝/移动电源报价，移动电源/ ...",
    "title" :"充电宝价格、移动电源价格_续航之家 - 充电宝什么牌子最好",
    },
    {
    "url" :"http://www.dangdang.com/sales/brands/136840.html",
    "abstract" :"当当网-提供苹果手机充电宝10000最新商品,查看苹果手机充电宝10000【价格|评价|问答】,了解苹果手机充电宝10000怎么样,到DANGDANG.COM苹果手机充电 ...",
    "title" :"【苹果手机充电宝10000】_苹果手机充电宝10000价格_苹果手机 ... - 当当",
    },
    {
    "url" :"http://www.dangdang.com/sales/brands/96931.html",
    "abstract" :"当当网-提供华为充电宝最新商品,查看华为充电宝【价格|评价|问答】,了解华为充电宝怎么样,到DANGDANG.COM华为充电宝专区,购物享当当!",
    "title" :"【华为充电宝】_华为充电宝价格_华为充电宝怎么样-当当网",
    },
    {
    "url" :"http://www.price.com.hk/product.php?p=168990",
    "abstract" :"類型:外置電, 比較Remax Proda 玲瓏系列6J 20000mAh移動充電寶價格，查看詳細規格、用家意見、相關情報及二手買賣，安心訂購產品享折扣優惠及購物保障.",
    "title" :"Remax Proda 玲瓏系列6J 20000mAh移動充電寶價格、規格及用家意見 ...",
    "metadata" :"HK$110.00 至 HK$178.00",
    },
    {
    "url" :"http://www.zol.com.cn/detail/34053/",
    "abstract" :"ZOL中关村在线为您提供专业、及时的充电宝价格相关问题解决方案，解决当前用户关心的充电宝价格问题.",
    "title" :"【充电宝价格】充电宝价格最新信息-ZOL中关村在线",
    },
    {
    "url" :"https://search.suning.com/013bp.html",
    "abstract" :"84个结果 - 苏宁易购小米充电宝专题频道，为您提供小米充电宝价格、小米充电宝最新报价、小米充电宝多少钱，关键词参数等产品信息，了解更多关键词导购信息，就上 ...",
    "title" :"小米充电宝价格_小米充电宝最新报价_小米充电宝多少钱-苏宁易购",
    },
    ],
######
#Q_1_1 #: 共享充电宝，可以解决实时不断电的问题
######
"Q_1_1": [" 共享充电宝，可以解决实时不断电的问题",
    {
    "url" :"http://www.sohu.com/a/134227066_160337",
    "abstract" :"2017年4月15日 - 需要承认的是，共享充电宝出现后，并不像共享单车那样幸运，“伪刚需”等质疑声音一直伴随其左右。 ... 随身带一个充电宝，就可以解决问题。 ... 虽然共享充电宝出现后质疑不断，但是值得推敲的是，资本方面似乎有意与“主流观点” ..... FX168财经网提供实时外汇牌价,汇率换算,黄金,今日黄金价格,白银价格,美元走.",
    "title" :"资本“新宠”共享充电宝：真风口还是伪刚需？ - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/140057127_104543",
    "abstract" :"2017年5月12日 - 一个是4月12日，共享充电宝企业“来电科技”将竞争对手“街电科技”告上 ... 一种生活方式才能有持续不断的复购率，平台方才可以形成相对稳定可 ... 笔者认为，共享充电宝本来就是解决用户的充电问题，给用户提供快捷、便利服务的企业 .... FX168财经网提供实时外汇牌价,汇率换算,黄金,今日黄金价格,白银价格,美元走.",
    "title" :"10天融资3亿，共享充电宝未来发展前景如何？ - 搜狐",
    },
    {
    "url" :"http://www.pc6.com/edu/112505.html",
    "abstract" :"2017年4月13日 - 共享充电宝是一个全新的服务方式，对于很多初次接触这种共享充电宝 ... 电共享电源的微信端来介绍他的使用方法及注意事项,共享充电宝怎么 ... 手机功能不断增加，智能机电池续航能力却有限，充电是一件高频刚需 ... 其次，共享充电宝行业受到的政策影响较小，甚至还可以帮助政府解决充电宝未来扔给谁的问题。”.",
    "title" :"共享充电宝怎么使用共享充电宝注意事项_pc6苹果网iOS资讯 - pc6下载站",
    },
    {
    "url" :"http://sina.com.hk/news/article/20170524/0/5/2/%E5%85%B1%E4%BA%AB%E5%96%AE%E8%BB%8A%E8%A6%8B%E5%A4%9A%E4%BA%86-%E9%82%A3%E5%85%B1%E4%BA%AB%E5%85%85%E9%9B%BB%E5%AF%B6%E5%91%A2-7454106.html",
    "abstract" :"2017年5月24日 - 充電是一件高頻剛需的事情，手機功能不斷增加，智能機電池續航能力 ... 智能手機的技術進步，在近一兩年內電池技術不斷突破也是時間問題。 ... 歸還方式則類似於共享單車，用戶可以在公眾號平台上根據充電寶的GPS定位，就近歸還。 ... 免費提供充電寶，櫃檯裡面也可以直接充電，這兩個渠道已經可以解決顧客需要 ...",
    "title" :"共享單車見多了那共享充電寶呢？ - 香港新浪",
    },
    {
    "url" :"https://meet.bnext.com.tw/articles/view/40514",
    "abstract" :"2017年5月8日 - 而在充足曝光之後，一個關鍵問題是：共享充電寶是否能成為下一個共享汽車、單車呢？ ... 就已經得到了市場的解決，用戶可以在外找到充電需求， 那麼需要收費充電的共用充電， ... 而另一方面，新電池的技術研究也在不斷醞釀之中。",
    "title" :"以「共享」之名，共享充電寶就能成為下一個共享單車？",
    },
    {
    "url" :"http://www.woshipm.com/it/645733.html",
    "abstract" :"2017年4月27日 - 同时，新入局者不断，目前已经有电小鸟、云冲吧等十多个共享充电宝项目都在找投资。 .... 以解决原有的出租充电宝高维护费问题，而用户在线上下单后即可取走，用完 ... 商家合作：相比于大机柜，小机柜的模式可以结合合作商家，解决了原有的出租充电宝的高维护费和推广 .... 2）线下服务点的普及及技术的实时更新。",
    "title" :"一文详解共享充电宝（附运营策略） | 人人都是产品经理",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/8m4pm3n.html",
    "abstract" :"2017年5月9日 - 但共享充電寶也確實解決了充電問題，當我們的手機缺少電的時候，身旁正好有共享充電寶機櫃，我們的缺電問題就會解決。 ... 等小憩的地方，實時租賃充電寶就有用武之地，在你休息的時候，就可以借用這充電寶，當你要走了，就可以當場 ... 最近社會熱點頻頻，娛樂圈的故事不斷，「真太極」與「假打假」真真假假等等。",
    "title" :"共享充電寶：王思聰賭輸「吃翔」，馬化騰還在投- 每日頭條",
    },
    {
    "url" :"http://tech.qq.com/a/20170413/008457.htm",
    "abstract" :"2017年4月13日 - 市面上的共享充电宝从使用场景来分，大致可以分为三大类： ... 手机功能不断增加，智能机电池续航能力却有限，充电是一件高频刚需 ... 其次，共享充电宝行业受到的政策影响较小，甚至还可以帮助政府解决充电宝未来扔给谁的问题。",
    "title" :"盈利模式不清晰共享充电宝解决的是真痛点还是伪需求？_科技_腾讯网",
    },
    {
    "url" :"http://epaper.stcn.com/paper/zqsb/html/epaper/index/content_985943.htm",
    "abstract" :"2017年5月20日 - 对于充电需求大的用户来说，购买比租赁更划算，所以共享充电宝不太像“ ... 共享充电宝是由企业提供充电租赁设备，用户可以通过扫描设备屏幕上的二 ... 城市的共享单车已经超出市场承载量，但还有企业不断地投放单车。 ... 共享经济”的主旨应该是帮人们解决问题提供便利，但如果可能制造更多问题，似乎得不偿失。",
    "title" :"证券时报电子报实时通过手机APP、网站免费阅读重大财经新闻资讯及 ...",
    },
    {
    "url" :"http://www.yunchongba.com/news.aspx?TypeId=28&FId=t2:28:2",
    "abstract" :"在惠州物联网·云计算技术应用博览会上，云充吧智能免费充电宝租赁设备成功成为充电宝行业焦点，引起 ... 从用户用电需求可以看出，共享充电宝租赁平台，这种租借模式不仅解决用户出门手机没电或忘带充电宝等充电问题，还营造出一种全新充电便利平台。 ... 网点遍布全国，推翻传统充电行业局限，大胆创新，让你的手机永不断电!",
    "title" :"媒体报道- 云充吧- 深圳市云充吧科技有限公司",
    },
    ],
######
#Q_1_0 #: 充电宝的费用
######
"Q_1_0": [" 充电宝的费用",
    {
    "url" :"http://www.1688.com/chanpin/-CAD6BBFAB3E4B5E7B1A6.html",
    "abstract" :"阿里巴巴为您找到59149条手机充电宝产品的详细参数，实时报价，价格行情，优质批发/供应等信息。您还可以找手机充电宝套装,手机充电宝手电筒等产品信息。",
    "title" :"手机充电宝_手机充电宝价格_优质手机充电宝批发/采购- 阿里巴巴",
    },
    {
    "url" :"http://tw.taobao.com/product/%E5%85%85%E9%9B%BB%E5%AF%B6.htm",
    "abstract" :"淘寶網充電寶頻道，我們從品牌、價格、評價、銷量出發，為您精選了充電寶相關的商品。您還可以找充電寶蘋果4s,充電寶袋,充電寶轉接線,充電寶迷你.",
    "title" :"【充電寶】_推薦_品牌_價格- 淘寶網",
    },
    {
    "url" :"https://www.taobao.com/product/%E5%B0%8F%E7%B1%B3%E5%85%85%E9%9B%BB%E5%AF%B6.htm",
    "abstract" :"淘寶網小米充電寶頻道，我們從品牌、價格、評價、銷量出發，為您精選了小米充電寶相關的商品。您還可以找充電寶蘋果4s,充電寶袋,充電寶轉接線,充電寶迷你.",
    "title" :"【小米充電寶】_推薦_品牌_價格- 淘寶網 - Taobao.com",
    },
    {
    "url" :"http://www.price.com.hk/product.php?p=168990",
    "abstract" :"類型:外置電, 比較Remax Proda 玲瓏系列6J 20000mAh移動充電寶價格，查看詳細規格、用家意見、相關情報及二手買賣，安心訂購產品享折扣優惠及購物保障.",
    "title" :"Remax Proda 玲瓏系列6J 20000mAh移動充電寶價格、規格及用家意見 ...",
    "metadata" :"HK$110.00 至 HK$178.00",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/85azmre.html",
    "abstract" :"2017年4月22日 - 與共享單車不同的是，在消費者還似懂非懂的狀態下，共享充電寶企業間 ... 充電更易管控、成本更低、自然損耗程度較低、異地複製簡單、維護費用也 ...",
    "title" :"共享充電寶半月融資近4億真相卻是慘不忍睹？ - 每日頭條",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/39yjo83.html",
    "abstract" :"2017年4月13日 - 根據來電科技創始人袁炳松的說法，充電寶租賃費用比單車收入更高，收入在每天4元以上。每部充電寶的硬體成本是100元，25天就可以收回成本。",
    "title" :"14天融資4億共享充電寶！是共享還是「共賞」？ - 每日頭條",
    },
    {
    "url" :"http://news.xinhuanet.com/fortune/2017-04/25/c_1120871970.htm",
    "abstract" :"2017年4月25日 - 同时，因为使用场景在半公共场所，甚至是商家店铺里面，自然损耗程度较低，维护费用低。其次，共享充电宝行业受到的政策影响较小。”现阶段的 ...",
    "title" :"10天融资近3亿元共享充电宝成下一个共享单车？-新华网",
    },
    {
    "url" :"http://www.liqucn.com/article/795480.shtml",
    "abstract" :"2017年4月12日 - 来电充电宝费用多少？来电充电宝怎么收费？下来电充电宝非常的实用哦，能够帮助您的手机更好的充电，避免没电的情况，下面就由小编为您详细 ...",
    "title" :"来电充电宝费用多少来电充电宝怎么收费_历趣",
    },
    {
    "url" :"http://www.sohu.com/a/139323783_123380",
    "abstract" :"2017年5月9日 - 正常情况下，租借充电宝都需要缴纳押金100元，一小时内免费，超过一小时后，则1元/小时，其中，街电的单日封顶费用为“2元/天”，而来电的封顶 ...",
    "title" :"陈欧投3亿，王思聪看衰，共享充电宝能革谁的命？ - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/134803105_115978?_f=v2-index-feeds",
    "abstract" :"2017年4月18日 - 而在4月12日，共享充电宝公司“来电科技”将竞争对手“街电科技”告上 ..... 而这还没有考虑机柜本身的费用，以及入住商场等是否需要向B端分成等的 ...",
    "title" :"蹲点调查：共享充电宝真相惨不忍睹！ - 搜狐",
    },
    ],
######
#Q_1_3 #: 共享充电宝 盈利模式 
######
"Q_1_3": [" 共享充电宝 盈利模式 ",
    {
    "url" :"http://www.sohu.com/a/140715992_114760",
    "abstract" :"2017年5月15日 - 半个月之前，我在PingWest品玩写过一篇文章叫《10天融资近3亿，我就等着看共享充电宝什么时候倒闭》。因为我承诺为品玩供稿不用一手信源， ...",
    "title" :"共享充电宝盈利模式深挖：王思聪可能真要吃翔 - 搜狐",
    },
    {
    "url" :"http://news.iresearch.cn/content/2017/04/267729.shtml",
    "abstract" :"2017年4月13日 - 一是移动模式下的移动共享，代表是“来电科技”，主攻大场景;人和充电设备都是可以移动的，比如从A地借充电宝到B地还，主攻大场景大设备，包括 ...",
    "title" :"盈利模式不清晰共享充电宝解决的是真痛点还是伪需求？_互联网_艾瑞网",
    },
    {
    "url" :"https://www.zhihu.com/question/58622141",
    "abstract" :"2017年5月17日 - 共享充电宝真的赚钱吗？这里我们将通过创业者对外宣布的业务数据、圈内人士提供的参考数据，以及我们采访创业者得到的数据，进行分析。",
    "title" :"共享充电宝有哪些盈利模式？ - 知乎",
    },
    {
    "url" :"http://finance.sina.com.cn/chanjing/cyxw/2017-04-27/doc-ifyetxec6697329.shtml",
    "abstract" :"2017年4月27日 - 共享充电宝：背靠每天1亿次使用的大市场来源：劳动报继共享单车、共享汽车之后，上海的“共享风”又刮到了充电宝。日前，记者注意到，上海多个 ...",
    "title" :"共享充电宝每天1亿次使用盈利模式待探索|充电宝|充电|胡燕华_新浪 ...",
    },
    {
    "url" :"http://www.lieyunwang.com/archives/311854",
    "abstract" :"猎云注：主流基金纷纷巨资下注，共享充电真的有这么赚钱吗？腾讯创业走访了各大商圈的共享充电宝现场，测算了其盈利模型后发现，这玩意儿还真能赚钱，且“三个 ...",
    "title" :"挖掘共享充电宝盈利模式：三个月回本，年成本利润率达85%，原来真的 ...",
    },
    {
    "url" :"http://www.d9soft.com/zhuanti/gxcdb/",
    "abstract" :"2017年4月27日 - 共享单车激战未果，共享充电宝又火起来了。共享充电宝怎么盈利靠什么赚钱？共享充电宝盈利模式解读分析。据记者不完全统计，从3月底到4月初， ...",
    "title" :"共享充电宝怎么盈利靠什么赚钱？共享充电宝盈利模式解读分析",
    },
    {
    "url" :"http://www.hksilicon.com/articles/1335913",
    "abstract" :"獵雲註：主流基金紛紛巨資下注，共享充電真的有這麼賺錢嗎？騰訊創業走訪了各大商圈的共享充電寶現場，測算了其盈利模型后發現，這玩意兒還真能賺錢，且「三個 ...",
    "title" :"挖掘共享充電寶盈利模式：三個月回本，年成本利潤率達85%，原來真的 ...",
    },
    {
    "url" :"http://tech.qq.com/a/20170413/008457.htm",
    "abstract" :"2017年4月13日 - 2017年4月12日，北京朝阳大悦城，用户从设备上租赁充电宝。新京报记者李强摄. 4月12日，用户在查看某商场充电宝租借机。新京报记者李强摄.",
    "title" :"盈利模式不清晰共享充电宝解决的是真痛点还是伪需求？_科技_腾讯网",
    },
    {
    "url" :"http://www.21jingji.com/2017/4-14/1MMDEzODFfMTQwNjg1MA.html",
    "abstract" :"2017年4月14日 - 智能手机的发展，使用户对充电宝需求量极大，成为高频应用，这给共享充电提供了一定可能性。其次，共享充电比共享单车更容易控制和管理，无论 ...",
    "title" :"共享充电悄然走俏盈利模式待考- 21经济网",
    },
    {
    "url" :"http://news.uc.cn/a_61225233697870324/",
    "abstract" :"4 days ago - 共享充电宝火爆的背景及行业预测随着iPhone为代表的智能机爆发，其薄弱 ... 桌面模式盈利主要以租金为主，使用频次在3~5次/日，每次以1元/小时 ...",
    "title" :"1个月花光3个亿的共享充电宝如何盈利?-UC头条",
    },
    ],
######
#Q_1_2 #: anytime,anywhere,anyway  本质
######
"Q_1_2": [" anytime,anywhere,anyway  本质",
    {
    "url" :"http://tw.ichacha.net/anytime%20anywhere%20anyway.html",
    "abstract" :"anytime anywhere anyway中文服務…，點擊查查權威綫上辭典詳細解釋anytime anywhere anyway的中文翻譯，anytime anywhere anyway的發音，音標，用法和 ...",
    "title" :"anytime anywhere anyway 中文 - 英語翻譯",
    },
    {
    "url" :"https://books.google.com.hk/books?id=Ph0MDgAAQBAJ&pg=PT109&lpg=PT109&dq=anytime,anywhere,anyway+%E6%9C%AC%E8%B4%A8&source=bl&ots=xrDwo5pmMs&sig=NjGrTHNV5Ig5YJkez4nIDcXvVxY&hl=zh-TW&sa=X&ved=0ahUKEwjmuNesiKfUAhVGGJQKHTlSAWcQ6AEIKjAB",
    "abstract" :"教育回歸服務本質教育的本質是對學習者提供的壹種服務,未來的教育將逐漸回歸 ... 4A (Anytime、Anywhere、Anybody、Anyway)學習模式的到來在線教育突破了 ...",
    "title" :"互聯網+教育：移動互聯網時代的教育大變革:  - Google 圖書結果",
    "metadata" :"王晨，劉男 - 2017 - Business & Economics",
    },
    {
    "url" :"http://dict.site/anytime%20anywhere%20anyway.html",
    "abstract" :"anytime anywhere anyway中文意思是什麼. anytime anywhere anyway解釋. 服務. anytime: adv. 1. 在任何時候。2. 總是，無例外地，一定。 anywhere: adv. 1. 無論何 ...",
    "title" :"anytime anywhere anyway的中文意思- anytime anywhere anyway中文 ...",
    },
    {
    "url" :"http://baike.baidu.com/item/5A%E6%94%BF%E5%8A%A1%E6%9C%8D%E5%8A%A1%E6%A8%A1%E5%BC%8F",
    "abstract" :"5A”是Anyone、Anytime、Anywhere、Anyway、Anything五个英文单词首字母的组合，代表着全体服务对象可以在任何时间、任何 ... 1 定义; 2 背景; 3 本质; 4 代表 ...",
    "title" :"5A政务服务模式_百度百科",
    },
    {
    "url" :"http://www.sohu.com/a/129603319_386633",
    "abstract" :"2017年3月21日 - 第七：4A(Anytime、Anywhere、Anybody、Anyway)学习模式的到来 ... 教育本质是服务，酒店本质也是服务，所以自然会有类似之处，也自然会O2O， ...",
    "title" :"互联网如何改变未来教育模式 - 搜狐",
    },
    {
    "url" :"http://www.jianshu.com/p/c924ff3fa71b",
    "abstract" :"2015年6月21日 - ... 任何时间（Anytime）、任何地方(Anywhere)、任何可用的方式(Anyway)获得想要的 ... 曾经看到一篇文章，上面说，O2O的本质是连接，我比较同意。",
    "title" :"关于Uber--O2O产品的一些思考- 简书",
    },
    {
    "url" :"http://cccp.eecs.umich.edu/papers/mwoh-micro10.pdf",
    "abstract" :"M. Woh et al, ''AnySP: Anytime Anywhere. Anyway Signal Processing,'' Proc. 36th. Ann. Int'l Symp. Computer Architecture,. ACM Press, 2009, pp. 128-139. 3.",
    "title" :"[PDF] anytime anywhere anyway signal processing - Compilers Creating ...",
    "metadata" :"由 M Woh 著作 - 被引用 44 次 - 相關文章",
    },
    {
    "url" :"https://kknews.cc/zh-hk/education/j8xnk8y.html",
    "abstract" :"2016年11月27日 - 7、4A（Anytime、Anywhere、Anybody、Anyway）學習模式的到來。 ... 教育本質是服務，酒店本質也是服務，所以自然會有類似之處，也自然會O2O， ...",
    "title" :"人人都在喊的在線教育，互聯網教育的玩法和困境到底在哪兒呢？ - 每日 ...",
    },
    {
    "url" :"https://kknews.cc/zh-mo/education/39byqmg.html",
    "abstract" :"2017年3月20日 - 第七：4A(Anytime、Anywhere、Anybody、Anyway)學習模式的到來 ... 教育本質是服務，酒店本質也是服務，所以自然會有類似之處，也自然會O2O， ...",
    "title" :"在互聯網如何顛覆未來教育模式？ - 每日頭條",
    },
    {
    "url" :"http://bs.uibe.edu.cn/marketing/news/View_News.aspx?systemName=YXNewsInfo&NewsId=3428",
    "abstract" :"2014年7月3日 - 金融的本质其实并没有改变。 ... 为银行业带来了三个方面的变化，即渠道上的多元化、交易方式要求做到“anytime、anywhere和anyway”，以及电商、 ...",
    "title" :"攻坚金融业务华为企业布道全渠道_对外经济贸易大学·营销学系系友联谊会",
    },
    ],
}
keyword_list = [ 
   "   秩",
   "   联想",
   "   本质",
   "   排列组合",
   "   边际效应",
   "   费米计算",
   "   迭代",
   "   balance shift",
   "   验证",
   "   策略",
   "   20/80原则",
   "   外延",
   "   统一",
   "   生老病死",
   "   展示",
   "   有趣",
   "   奇点",
   "   未来",
   "   不确定",
   "   高维",
   "   随机",
   "   分块",
   "   建模",
   "   很感谢你能能来，不遗憾你离开",
   "   如何",
]
meta_data = {"status":"hc","Major": 1,"Minor": 6,"Prefix": "Q"}
km_0_title = "共享充电宝"
km_0_summary = "ummary_tp"
km_1_tags = []
