# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_5 #:一个人心智发展模型
######
"Q_1_5": ["一个人心智发展模型",
    {
    "url" :"https://kknews.cc/zh-hk/education/k84nbzq.html",
    "abstract" :"2017年4月10日 - 為心智而教，為心智而學基於心智模型的學習力發展策略劉濯源\ ... 心智水平」是影響一個人學習動力、學習毅力、學習能力、學習轉化力及創造力的 ...",
    "title" :"基於心智發展模型的學習力發展策略- 每日頭條",
    },
    {
    "url" :"http://www.jiaoyujia.org/5836.html",
    "abstract" :"2017年4月12日 - 一、心智模型及其要素. “心智水平”是影响一个人学习动力、学习毅力、学习能力、学习转化力及创造力的关键因素。如果把学习比喻成练武功，那么 ...",
    "title" :"基于心智发展模型的学习力发展策略– 教育家",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%BF%83%E6%99%BA%E6%A8%A1%E5%9E%8B",
    "abstract" :"再说得清楚一点，你「希望」事物将如何发展，并不是心智模型，但你「认为」事物将如何发展，就是你的心智模型了。一个人若拥有完整而健全的心智模型，他对事物的 ...",
    "title" :"心智模型_百度百科",
    },
    {
    "url" :"https://www.zhihu.com/question/19940741",
    "abstract" :"心智模型/心智模式的理论是基于一个试图对某事做出合理解释的个人会发展可行的 ..... 我的理解是：：心智模型是一个人对外部事物理解的“过程与处理方式”，任何外界 ...",
    "title" :"什么是心智模型？ - 知乎",
    },
    {
    "url" :"https://books.google.com.hk/books?id=E8rPAgAAQBAJ&pg=PT64&lpg=PT64&dq=%E4%B8%80%E4%B8%AA%E4%BA%BA%E5%BF%83%E6%99%BA%E5%8F%91%E5%B1%95%E6%A8%A1%E5%9E%8B&source=bl&ots=SK3aD1ny4C&sig=AuIE0lNMViYxvbVvOu2NaKXb20c&hl=zh-TW&sa=X&ved=0ahUKEwiM072l2L3UAhVBJZQKHRpqD5sQ6AEIPzAE",
    "abstract" :"这个模型是整个大脑思维运行的完整类比模型,是每一个人思维偏好的集合体。 ... 在生活经验中发展出来的,因此,占优势的程度也会表现在一个人外在的心智偏好上面。",
    "title" :"大脑的神奇上:  - Google 圖書結果",
    "metadata" :"仇静 编著 - 2014",
    },
    {
    "url" :"https://books.google.com.hk/books?id=pbwhDgAAQBAJ&pg=PT7&lpg=PT7&dq=%E4%B8%80%E4%B8%AA%E4%BA%BA%E5%BF%83%E6%99%BA%E5%8F%91%E5%B1%95%E6%A8%A1%E5%9E%8B&source=bl&ots=3kg4dtqSOy&sig=5XdepLZyD5-pbFRZs_g3ry3o_VE&hl=zh-TW&sa=X&ved=0ahUKEwiM072l2L3UAhVBJZQKHRpqD5sQ6AEIRDAF",
    "abstract" :"擁抱領導力的新方法人們必須學會我稱之為「整合發展模型」的真正領導力,這是我在 ... 部隊心智鍛鍊法對於你培養個人紀律與道德標準的投入程度你必須專心成為一個好 ... 一個人從有限資源的大餅中,競相割取他人的一份,以保住正在下滑的生活水準。",
    "title" :"像海豹部隊一樣思考: 地表最強戰士教你敏銳專注、抗壓應變",
    "metadata" :"馬克•迪范, Mark Divine - 2014 - Business & Economics",
    },
    {
    "url" :"https://books.google.com.hk/books?id=JwEiDgAAQBAJ&pg=PT39&lpg=PT39&dq=%E4%B8%80%E4%B8%AA%E4%BA%BA%E5%BF%83%E6%99%BA%E5%8F%91%E5%B1%95%E6%A8%A1%E5%9E%8B&source=bl&ots=ekuhgggi4K&sig=FVrprIrQ0UjJExfZqGiOG4vBeoc&hl=zh-TW&sa=X&ved=0ahUKEwiM072l2L3UAhVBJZQKHRpqD5sQ6AEISDAG",
    "abstract" :"芝加哥大學行為科學教授揭開心智運作的真相 尼可拉斯. ... 一個人在河邊朝著對岸的另一個人大喊: 「喂,我怎麼樣才可以到河流對岸? ... 了解別人的觀點與你不同,是一種逐漸發展出來的體認,而不是你從小就有的理解。 ... 皮亞傑安排幼童坐在一件由三座高山構成的模型前方,然後問他們認為模型後方的洋娃娃會看見什麼,結果發現, ...",
    "title" :"為什麼我們經常誤解人心？: 芝加哥大學行為科學教授揭開心智運作的真相",
    "metadata" :"尼可拉斯．艾普利, Nicholas Epley - 2014 - Psychology",
    },
    {
    "url" :"http://www.teamepiccapital.com/article/58eada4f70b27a1f4688ea4e",
    "abstract" :"2017年4月10日 - 一个人若拥有完整而健全的心智模型，他对事物的发展就可以做出准确的预测，所以也就有能力做出比别人好的判断。我们形容人，有时会用有眼光、 ...",
    "title" :"芒格：单一思考模式是很多投资灾难的源头 - 前海鼎业",
    },
    {
    "url" :"http://cj.sina.cn/article/detail/5839878256/208028?cre=tianyi&mod=wpage&loc=2&r=9&doct=0&rfunc=0&tj=none&s=0&tr=9",
    "abstract" :"2017年4月5日 - 一个人若拥有完整而健全的心智模型，他对事物的发展就可以做出准确的预测，所以也就有能力做出比别人好的判断。我们形容人，有时会用有眼光、 ...",
    "title" :"芒格：这种思维是很多投资灾难的源头_财经头条",
    },
    {
    "url" :"http://www.developmentaldynamics.com/",
    "abstract" :"發展是關於運作層次，發展是在另一更高的層次中運作，不再受原有層次限制的 ... 外在的發展，源自內在的解明，亦即心智發展程度；一個人，又或一個機構，其發展將被 ... 本課程環繞著一套可套用到不同情境、不同文化、個人以至機構的模型，教導你 ...",
    "title" :"發展動力學Developmental Dynamics",
    },
    ],
######
#Q_1_4 #:为什么自己没能抓住第一波机会呢，自己也在风口上
######
"Q_1_4": ["为什么自己没能抓住第一波机会呢，自己也在风口上",
    {
    "url" :"https://kknews.cc/zh-hk/career/aneyp6.html",
    "abstract" :"2016年6月22日 - 第一波網際網路浪潮出現在90年代末，我在90年代末還在讀高中，抓住第一 ... 次風口，但我沒看見，看見了也沒抓住，只能證明我比豬笨，這是最好的解釋。 .... 段的人很多，但為什麼別人抓住了，自己卻連大勢、機會都沒看到，也就更 ...",
    "title" :"用數據說明，別人是怎麼成功的- 每日頭條",
    },
    {
    "url" :"https://books.google.com.hk/books?id=7IrjBgAAQBAJ&pg=PT262&lpg=PT262&dq=%E4%B8%BA%E4%BB%80%E4%B9%88%E8%87%AA%E5%B7%B1%E6%B2%A1%E8%83%BD%E6%8A%93%E4%BD%8F%E7%AC%AC%E4%B8%80%E6%B3%A2%E6%9C%BA%E4%BC%9A%E5%91%A2%EF%BC%8C%E8%87%AA%E5%B7%B1%E4%B9%9F%E5%9C%A8%E9%A3%8E%E5%8F%A3%E4%B8%8A&source=bl&ots=4IzkdTdTPW&sig=xoIC23wd4goh1mwjhh4K6a9uVdA&hl=zh-TW&sa=X&ved=0ahUKEwjwrJWf2L3UAhWCkZQKHfTJC3EQ6AEIKDAB",
    "abstract" :"例外暗地里也抓住了这些人的小辫子,等到机会合适的时候就可以拿来制住那些人了。不过,小平这次南巡,最让水工帝害怕的还是军队,因为虽然水工帝当时名义上为军委主席,可是第一副主席是 ... 现在水工帝看到杨尚昆拿着刀架在自己的脖子上了,自然只能装作听话的样子。 ... 这些残酷倒钩行动薄一波也知道的,私下里薄熙来也知道了。",
    "title" :"红朝宫廷评话: 原名：王立军事件给人的启示 - Google 圖書結果",
    "metadata" :"Ivan",
    },
    {
    "url" :"http://www.sohu.com/a/131986036_701980",
    "abstract" :"2017年4月4日 - 他看到他身边的人，抓住机会抢到了内容付费平台的头啖汤，好像抓住了风口， ... 人是一个巨大的刺激，小荻老师她怎么就能抓住机会，我就不行呢？ 很多人觉得自己在某个专业领域，积累也不差，也可以努力加速出内容产品，早点变现。 .... 今天换个马甲，不就叫叫“微信矩阵”，上一波叫微博矩阵，有什么本质区别吗？",
    "title" :"内容付费是旧瓶换新酒，还是下一个风口？ - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/148214596_776774",
    "abstract" :"3 days ago - 一位合格的天使投资人，本质都是承认自己傻逼，什么都不懂，然后希望 ... 你要么离开这个市场，要么休息，并没第三种选择。 .... 就是发出三张牌就必赢的那种机会，但是很少有人能抓住。 .... 这个也是为什么傻逼比不傻逼的人赚钱很多的原因。 ... 活下来的公司，其实都碰上了上一波的风口，活着就有机会碰到风口。",
    "title" :"江南愤青：承认自己是傻逼的天使投资人，才是合格的！ - 搜狐",
    },
    {
    "url" :"https://www.zhihu.com/question/21330897",
    "abstract" :"商机就像第一只螃蟹，你来早了不敢吃，你来晚了吃不到。 ... 自己没实力，那就借你的时间、资源、平台做自己的事。 ... 为什么当时连锁加盟是商机？ ... 典型表现，一是找不出说得上名字的品牌，二是杂牌也能卖得很好。 .... 但你需要懂得的是：从“发现机会-分析机会-把握机会”的框架思维以及执行中落实 .... 那下一波风口类商机是什么？",
    "title" :"什么是商机？如何抓住商机？ - 知乎",
    },
    {
    "url" :"https://zhuanlan.zhihu.com/p/21959707",
    "abstract" :"2016年8月10日 - 再说白一点，第一做自己，第二借势。其实前人已经 ... 具体怎么做自己、怎么借势（里面将有一个重大的机会），接下来我都会讲到。（最讨厌某些 ... 所以大家要提早抓住机会，要不然你跟上大部队的时候可能汤都喝不上。 .... 为什么不能？ ... 那怎么办，y说这也不能干，那也不能干，具体的操作我不能说，免得以后被人说。",
    "title" :"怎么抓住生意的下一波风口- 知乎专栏",
    },
    {
    "url" :"https://read01.com/4jjkj6.html",
    "abstract" :"2017年2月18日 - 他看到他身邊的人，抓住機會搶到了內容付費平台的頭啖湯，好像抓住了風口 ... 人是一個巨大的刺激，小荻老師她怎麼就能抓住機會，我就不行呢？ 很多人覺得自己在某個專業領域，積累也不差，也可以努力加速出內容產品，早點變現。 .... 今天換個馬甲，不就叫叫「微信矩陣」，上一波叫微博矩陣，有什麼本質區別嗎？",
    "title" :"內容付費是舊瓶換新酒，還是下一個風口？ - 壹讀",
    },
    {
    "url" :"https://read01.com/n33n4E.html",
    "abstract" :"5 days ago - 江南憤青：承認自己是傻逼的天使投資人，才是合格的！ ... 你要麼離開這個市場，要麼休息，並沒第三種選擇。 .... 要求穩，只有兩種做法：第一就是看了又看，等你看明白了，機會也就 ... 就是發出三張牌就必贏的那種機會，但是很少有人能抓住。 .... 活下來的公司，其實都碰上了上一波的風口，活著就有機會碰到風口。",
    "title" :"江南憤青：承認自己是傻逼的天使投資人，才是合格的！ - 壹讀",
    },
    {
    "url" :"http://www.jianshu.com/p/a473f3d49a67",
    "abstract" :"2017年2月7日 - 为什么说过去的30年普通老百姓赚钱机会很清楚。 ... 这是第一波很清晰的发财机会，政府在清晰明确的呼吁。 90年代初，政府呼吁鼓励老百姓投资股票，将白花花的钱去买不能当饭吃也不能当水喝的 ... 当大哥的不打赏这个小弟如何也说不过去，肯定要的嘛，不然以后，哪个听自己的话。 ... 下一个应该风口是——变现.",
    "title" :"我们这些没有背景的大多数，如何抓住最后一波普遍性财富机会？ - 简书",
    },
    {
    "url" :"https://cn.linkedin.com/pulse/%E5%86%85%E5%AE%B9%E4%BB%98%E8%B4%B9%E6%98%AF%E6%97%A7%E7%93%B6%E6%8D%A2%E6%96%B0%E9%85%92%E8%BF%98%E6%98%AF%E4%B8%8B%E4%B8%80%E4%B8%AA%E9%A3%8E%E5%8F%A3-%E5%8F%B6-%E7%A7%8B",
    "abstract" :"2017年2月17日 - 他看到他身边的人，抓住机会抢到了内容付费平台的头啖汤，好像抓住了风口， ... 人是一个巨大的刺激，小荻老师她怎么就能抓住机会，我就不行呢？ 很多人觉得自己在某个专业领域，积累也不差，也可以努力加速出内容产品，早点变现。 .... 今天换个马甲，不就叫叫“微信矩阵”，上一波叫微博矩阵，有什么本质区别吗？",
    "title" :"内容付费是旧瓶换新酒，还是下一个风口？ | 秋叶| Pulse | LinkedIn",
    },
    ],
######
#Q_1_7 #:想投资还是找专业的来做，买对方的股份
######
"Q_1_7": ["想投资还是找专业的来做，买对方的股份",
    {
    "url" :"http://know2014.pixnet.net/blog/post/261762583-%E8%BD%89%E8%BC%89%E8%A2%AB%E7%A8%B1%E9%A6%99%E6%B8%AF%E9%87%91%E8%9E%8D%E4%B8%AD%E5%BF%83%E5%93%A1%E5%B7%A5%E7%9A%84%E6%84%9B%E6%83%85%E9%A8%99%E5%AD%90%E9%A8%99%E6%8A%95%E8%B3%87",
    "abstract" :"2017年2月3日 - 公司的內線人在持股期間有變化時，就是在買賣公司股份時，需在兩個 ... 所以我想爭取讓你代替這個名額參加投資，我來做你的擔保人，時候多的 ... 對方：“當時是在會議中爭取到的，很所部門都在爭取，我是站在我專業 ... 你還是沒有明白我的意思是嗎？ ..... 如果想找人聊聊,可以連絡我哦~ know201409@gmail.com.",
    "title" :"轉載被稱香港金融中心員工的愛情騙子騙投資股票或期貨案(附照片 ...",
    },
    {
    "url" :"http://www.sohu.com/a/127054171_374981",
    "abstract" :"2017年2月22日 - 具体来说原始股投资有利润大、风险低之特性，因原始股价低，公司成本 ... 2、该股能不能在未来上市，这我想是你想买入这些原始股现在的主要 ... 人已经有了一定了解和信任，如果你根本就不信任对方或者就是看着对方 ... 明确公司性质是境内公司还是基于VIE架构的外资公司，如果是个VIE架构的公司，建议你还是找 ...",
    "title" :"技术人合伙的7大防坑攻略，创业不易，防坑趁早 - 搜狐",
    },
    {
    "url" :"https://books.google.com.hk/books?id=QCtUBQAAQBAJ&pg=PT155&lpg=PT155&dq=%E6%83%B3%E6%8A%95%E8%B5%84%E8%BF%98%E6%98%AF%E6%89%BE%E4%B8%93%E4%B8%9A%E7%9A%84%E6%9D%A5%E5%81%9A%EF%BC%8C%E4%B9%B0%E5%AF%B9%E6%96%B9%E7%9A%84%E8%82%A1%E4%BB%BD&source=bl&ots=D1NpqfeYE4&sig=0w0blGBTkSX1KshO15d13Cqzq34&hl=zh-TW&sa=X&ved=0ahUKEwjlzv6x2L3UAhUGUZQKHfUyAY4Q6AEINDAC",
    "abstract" :"对李振宁来说,重新换一个更气派更新的办公室不是问题,花重金聘请专业操盘手,建立一 ... 但是,要再拉一个人进来,而且来人还是完全不熟悉的外国人,对于这点,李振宁很是不快, ... 英籍基金经理心里肯定乐滋滋的,别说25%的股份,也别说和索罗斯一起共事,只要能和索罗斯的名字沾上一点边,对他个人的金融投资事业将会是何等的荣誉。",
    "title" :"与索罗斯一起走过的日子:  - Google 圖書結果",
    "metadata" :"梁恒 - 2014",
    },
    {
    "url" :"https://www.zhihu.com/question/37668821",
    "abstract" :"之前他有年薪几十万的稳定工作，名校背景，在大公司做到架构师。 ... 他想做真正的产品。 .... 正巧，我有一份刚刚到期的合同对方欠我们10万安装量。 .... 过了好几个月，记得是冬天的时候，他又来找我一次，还是说投资的事情，我说30、50万 ..... 我遇到了很多百度、腾讯、阿里等互联网公司工作的朋友，以及一些专业的投资人、创业者。",
    "title" :"拿了投资人的钱却创业失败，在商业圈子里的后果都会有哪些？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/19553544",
    "abstract" :"这个大高管用了1年时间，空手套白狼，逐渐股份越来越多，最后成了这个现在估值大几千万 ... 个，那这个投资人可能真的为他的公司做了很多实际的事情，这样的人你一定要珍惜。 ... 理解会存在差异，但是，一个靠谱的投资人无论对于创业者还是FA，是都愿意合作的； ..... 由对方的回答，就可以知道他对投资行业和你的专业的掌握度。",
    "title" :"创业者通过哪些方面来判断一个投资人的好坏？ - 知乎",
    },
    {
    "url" :"http://www.jiemian.com/article/1119164.html",
    "abstract" :"2017年2月17日 - 所有投资人都梦想投出下一个维秘、星巴克、淘宝或是宜家，可未必 ... 公司找上门，语气满是不可思议：竟然有投资公司愿意真金白银投资 ... 对方）让我几天里拿出商业计划。 ... 投资买手店还是投资服装品牌？ .... 刘小璐如今回忆道，“那未必是个坏时间，大家都蛮能静下心来做事情，不像现在有个创意就想拿一笔钱”。",
    "title" :"资本在寻找下一个中国明星时尚公司|界面新闻•时尚",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/z665kra.html",
    "abstract" :"2017年2月17日 - 不過對方要求的回利速度超過他的接受範圍，加上不熟悉和資本接洽的流程， ... 提到曾經有家風險投資公司找上門，語氣滿是不可思議：竟然有投資公司願意 ... 投資買手店還是投資服裝品牌？ .... 壞時間，大家都蠻能靜下心來做事情，不像現在有個創意就想拿一筆錢」。 ... 你又要有消費品專業經驗，又要有時尚人脈網。",
    "title" :"資本在尋找下一個中國明星時尚公司- 每日頭條",
    },
    {
    "url" :"http://touzi101.com/?p=9340",
    "abstract" :"2017年3月9日 - Oriza Ventures 是一家投资早期科技创业公司的硅谷风投机构，管理团队成员有 ... Oriza Ventures合伙人余军、梁晖：做创投不是买房子要避免成为“傻钱”被对方忽悠 .... 无论是招聘还是做调研，这个投资环境的大部分都是很专业的，这也是硅谷创投的 ... 因为你没有带来价值，就是给钱，当钱多的时候就没人来找你了。",
    "title" :"Oriza Ventures合伙人余军、梁晖：做创投不是买房子要避免成为“傻钱”被 ...",
    },
    {
    "url" :"http://www.ktec.gov.tw/epaper/share/tmp/files/anticheat.pdf",
    "abstract" :"問自己是要找一份工作還是找一個事業（職涯規劃）。 2. .... 公司便要求求職者必須購買公司產品，才能成為正式員工。 會誘逼應徵人員 ... 訓練時，還心想這是一家有規模、有專業的公司，連「行政職員」的工作都 .... 我姓陳，我們已經在這間公司做了三年了。來！ ..... 來讓家庭代工者欣然同意由該公司來代購代工所需的原料，譬如：「只有我.",
    "title" :"[PDF] 壹求職防騙教戰守則壹求職防騙教戰守則 - 高雄市政府勞工局訓練就業中心",
    },
    {
    "url" :"http://www.piaotian.com/html/4/4309/2516299.html",
    "abstract" :"汤维只是没有想到对方会给自己这么下绊子，自己一个不好，那真就是沦为别人的金 ... 做生不如做熟，这段物流方面没出问题，说明这个家伙做起生意来还是有两下子的！ ... 桥在桌子上：“这个女人比我想象中厉害，看来她是真的只想报仇，没想做一番事业。 ... 控制一家公司，然后找专业的经理人团队管理，他们要对董事会负责，我们所 ...",
    "title" :"财色无边最新章节,正文第九百三十二章李岩关于公司发展方向的建议,飘 ...",
    },
    ],
######
#Q_1_6 #:只有一种确定的答案，意味着你认知 很肤浅
######
"Q_1_6": ["只有一种确定的答案，意味着你认知 很肤浅",
    {
    "url" :"http://www.piaotian.com/html/3/3964/4004320.html",
    "abstract" :"火炬之光的偏差性神秘究竟是如何产生作用的，知道答案的人寥寥无几，谈起他们 ... 既然如此，假定那真的是一种“神秘”，那也绝非仅仅是人们认知中的“事情不如意”这么肤浅。 ... 火炬之光其实在掩饰自己，所谓的偏差，仅仅是一种表面上的现象，而他们的 ... 病毒”感染赋予的，这也意味着，拥有“江”的我，很可能会免疫这种力量的影响。",
    "title" :"限制级末日症候最新章节,之五邪恶力量1255 灯塔,飘天文学",
    },
    {
    "url" :"http://dajia.qq.com/original/lengmenshu/xs20170415.html",
    "abstract" :"2017年4月15日 - 一些人认为，40%的降水概率意味着明天40%的时间会下雨。还有人表示，明天40%的区域下雨才是正确答案。 ... 概率指的是，“在历史上具备这种气象条件的日子里，只有40%的天数会下雨。 ... 这是一种单纯的统计方法，仍然谈不上精确。 ... 这种对确定性的过度需求是风险认知的最大阻碍，它导致人们想当然地把 ...",
    "title" :"你知道降水概率40%是什么意思吗？_西闪_腾讯大家",
    },
    {
    "url" :"http://tomorrowsworldhk.com/node/14?language=zh-hant",
    "abstract" :"為什麼世人對神有著這麼多的懷疑和不確定呢？ ... 然而，在現今的世俗社會裏，我們所認知的電視節目表、名人的私生活狀況和職業 ... 真正的答案會令你感到驚訝和震驚！ ... 今時今日，有許多人所奉行的是很膚淺的“消費性的基督教”或“自助食堂的宗教 ..... 這意味著宇宙是會損耗的- 因此，“它不可能是過去或將來永遠存在的”（《當懷疑 ...",
    "title" :"真實的神：憑證與應許| Tomorrow's World",
    },
    {
    "url" :"http://www.sohu.com/a/114902707_372505",
    "abstract" :"2016年9月22日 - 对康德哲学体系的遵循所保证的历史连续性，也是唯一的关于确定的和有系统的结果的连续性。 .... 康德的知识论并没有开启形而上学的领域，因为它自身包含了一种关于无效的 ... 然而，这种认知意识的主体性质发端于这样一个事实，即：它的形成与无疑 ... 这仅仅意味着，经验意识的不同种类之间只有不明显的区别。",
    "title" :"本雅明：未来哲学纲领 - 搜狐",
    },
    {
    "url" :"http://www.jianshu.com/p/71942736072d",
    "abstract" :"2017年3月27日 - 你如果无法找到那个人类一直在追寻的东西，那么不论有多么高的道德， ... 但是，在任何一种宗教或信仰的指令之下，你还有可能自由地探索它 ... 信或不信都一样，因为除非你发现它，认识了它，否则人生永远是肤浅的。 .... 这意味着你必须全观。 ... 如果你很诚实又认真地提出这个问题，而且对答案一无所知，你自然会 ...",
    "title" :"思想的局限——克里希那穆提的教诲- 简书",
    },
    {
    "url" :"https://www.zhihu.com/question/22233971",
    "abstract" :"虽然最后面的答案可能没人会看到（至少我自己很懒得翻），但是真的很有一吐为快的 ... 所以，没有钱，对我们这样的年轻人来说，意味着失去了大胆选择的能力，以及，逼自己作出行动。 ... 没有，其实我当时对自己的实力并不是没有认知，也知道希望渺茫，但是好像不和别人 .... 其实只有一种感觉，被物质世界所激发，却和物质再没关系。",
    "title" :"没钱，对现在的年轻人意味着什么？ - 知乎",
    },
    {
    "url" :"https://www.zhihu.com/question/20767147",
    "abstract" :"我们和父母的相处模式几乎是造就我们未来的一切认知、行为模式的模板。但也要 ... 人类的归因倾向就是习惯于在根源处寻找答案，所以「原生家庭」这个词就几乎成了公认的心理病症的根本原因。 .... 一种是「依赖性自尊」，即依靠别人的评判标准来看待自己。 .... 不在意只是意味着你不会被别人的看法影响，也不会被别人的看法伤害。",
    "title" :"自己过于在意别人想法，如何克服？ - 知乎",
    },
    {
    "url" :"http://www.newmessage.org/zh/the-message/volume-2/greater-community-spirituality/what-must-be-avoided",
    "abstract" :"带着你内在这种增长的觉知，你怎能以一种随意的方式和他们在一起呢？你将不想分享 ... 你这样做，只是因为你有另外一个地方要去，有某种更伟大事物要认知。在此，你 ... 你很长时间里将无法充分理解它，但你需要前进。你无法返回 ... 这只是意味着你们无法同行。你在开展 ... 别用这种不停的质询纠缠自己，因为没有答案，只有前行。",
    "title" :"什么必须被避免？ - 来自上帝的新讯息 - The New Message from God",
    },
    {
    "url" :"http://www.newmessage.org/zh/category/volume-2/page/4/",
    "abstract" :"正如你和他人的关系一样，这个世界向你展示着你需要知道的一切。 ... 这使你处于一种揣测的状态里，那不是一种认知的状态。 ... 因为只有当你到达了发现你的灵性召唤的时刻——那是作为一个内识学生的高阶 ... 它只需要你去观察、去看、去认知。 ..... 然而，这部分的答案将给予你你所需要的东西，从而使你能够带着确定和力量前行。",
    "title" :"Volume 2 Archives - Page 4 of 4 - 来自上帝的新讯息",
    },
    {
    "url" :"http://www.yangzhiping.com/psy/What-Intelligence-Tests-Miss.html",
    "abstract" :"2015年7月5日 - 它是认知科学家斯坦诺维奇（Keith Stanovich）《机器人叛乱》的简体中文版。我是中国第 ... 在信息爆炸的今天，成为聪明人意味着要阅读大量图书并掌握大量概念。 .... 要想消除成见，还需具备另一种能力，他称其为理性。 ... 在他看来，肤浅的或者惰性思考是一个反思缺陷，是一个理性错误。 .... A. 是B. 不是C. 无法确定.",
    "title" :"理性：重新定义人类认知能力——《超越智商》推荐序- 阳志平的网志",
    },
    ],
######
#Q_1_1 #:风口猪战略
######
"Q_1_1": ["风口猪战略",
    {
    "url" :"http://guide.jiandaoyun.com/mba/12315",
    "abstract" :"从0到1，蓝海战略与风口上的猪. 标签：长尾理论蓝海战略时势差异化战略垄断. 身处“噪声”远多于“信号”的年代，商业理论出现的频率似乎越来越高，我们时时会被一些 ...",
    "title" :"从0到1，蓝海战略与风口上的猪-简道云 - 【简道云】资讯",
    },
    {
    "url" :"http://renshuling.baijia.baidu.com/article/54365",
    "abstract" :"2015年4月21日 - 身处“噪声”远多于“信号”的年代，商业理论出现的频率似乎越来越高，我们时时会被一些最新的商业理论所吸引，因为我们指望能够解释商业成功的 ...",
    "title" :"从0到1，蓝海战略与风口上的猪-百家号 - 寻空 - 百度",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/y3q28g.html",
    "abstract" :"2016年7月22日 - 中均資本|您身邊的貼身理財助手|原創雷軍說過很多話，最著名的那句就是：站在風口上，豬也會飛這讓很多創業者心動不已，現在就是個創業的時代 ...",
    "title" :"雷軍的戰略，真正說明了什麼樣的豬，恰好在風口上？ - 每日頭條",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/383erla.html",
    "abstract" :"2016年4月23日 - 在今天的綠公司年會上，雷軍再次談起了著名的「風口上的豬」理論， ... 雷軍再談「風口豬」論：我是豬，全憑颱風 ... 很多人談戰略，什麼是戰略呢？",
    "title" :"雷軍再談「風口豬」論：我是豬，全憑颱風- 每日頭條",
    },
    {
    "url" :"http://www.jiemian.com/article/1091609.html",
    "abstract" :"2017年1月28日 - 根据不同类型的机会和创新，分为了四大象限，其实这四大象限代表了四种不同的战略增长模式，即“风口鹰战略、风口猪战略、重构战略、不对称 ...",
    "title" :"2017，战略转型的新路径|界面新闻•JMedia",
    },
    {
    "url" :"https://www.zhihu.com/question/27010308",
    "abstract" :"战术上的勤奋无法掩盖战略上的懒惰！ 雷军目前紧跟趋势(智能电视，电动汽车，物联网)，并且他还异常勤奋，小米未来一片光明。 董明珠和他对赌必败，立贴为证。",
    "title" :"「站在风口上，猪都会飞」。百度、阿里巴巴、腾讯、小米等公司的「风口」是 ...",
    },
    {
    "url" :"https://www.ljsw.io/dedao/2017-03-29/Rq.html",
    "abstract" :"2017年3月29日 - 第二种是有增量机会和战术性创新的“风口猪”战略。如果没有鹰造风的本领，那么聪明的猪就要自己去找风口。对企业来说，你不一定要有核心能力， ...",
    "title" :"战略模型：机会与创新交叉组合_知识新闻_逻辑思维I/O",
    },
    {
    "url" :"http://www.jianshu.com/p/a04cd9b3a503",
    "abstract" :"2017年3月29日 - 第二种是有增量机会和战术性创新的”风口猪“战略。如果没有鹰的造风的本领，那么聪明的猪就要自己去找风口，找大势。找重大技术突破，比如新 ...",
    "title" :"战略模型：机会与创新交叉组合- 简书",
    },
    {
    "url" :"http://toutiao.com/i6276582315283972610/",
    "abstract" :"2016年4月23日 - 在今天的绿公司年会上，雷军再次谈起了著名的“风口上的猪”理论，不过 ... 战略就是在对的时间点做了对的事情，其实对于一般的企业家来说，做对的 ...",
    "title" :"雷军再谈“风口猪”论：我是猪，全凭台风- 今日头条(www.toutiao.com)",
    },
    {
    "url" :"https://books.google.com.hk/books?id=oc8LDgAAQBAJ&pg=PT128&lpg=PT128&dq=%E9%A3%8E%E5%8F%A3%E7%8C%AA%E6%88%98%E7%95%A5&source=bl&ots=LWodOHVqGb&sig=roeqsFE-CXrgDEvUMAellAAxc7M&hl=zh-TW&sa=X&ved=0ahUKEwjrts6N2L3UAhXKipQKHSCxAE4Q6AEIYzAJ",
    "abstract" :"... 農資生產企業,幾年前就開始布局智慧大北農戰略,依托自身優勢資源向綜合服務商轉型,打造農業互聯網與金融生態圈。 ... 農業互聯網金融能否成為風口上的“豬”?",
    "title" :"互聯網+農業：打造全新的農業生態圈:  - Google 圖書結果",
    "metadata" :"裴小軍 - 2017 - Business & Economics",
    },
    ],
######
#Q_1_0 #:风口鹰战略
######
"Q_1_0": ["风口鹰战略",
    {
    "url" :"http://www.jiemian.com/article/1091609.html",
    "abstract" :"2017年1月28日 - 这是我讲的第一种战略，风口鹰战略，这是要有核心技术的，或者是在社会大变迁当中，你的商业模式进行战略性的创新，创造了一个增量市场。",
    "title" :"2017，战略转型的新路径|界面新闻•JMedia",
    },
    {
    "url" :"https://www.ljsw.io/dedao/2017-03-29/Rq.html",
    "abstract" :"2017年3月29日 - 第一种是有增量机会和战略性创新的“风口鹰”战略。我们知道，就算没有风，鹰也能飞起来。它不会盲目跟着别人走，而是有能力自己创造趋势。",
    "title" :"战略模型：机会与创新交叉组合_知识新闻_逻辑思维I/O",
    },
    {
    "url" :"http://www.jianshu.com/p/a04cd9b3a503",
    "abstract" :"2017年3月29日 - 第一种是有增量机会和战略性创新的”风口鹰“战略。我们知道，就算没有风，鹰也能飞起来，它不会盲目跟着别人走。主要是指重大技术创新，比如电 ...",
    "title" :"战略模型：机会与创新交叉组合- 简书",
    },
    {
    "url" :"https://read01.com/ng5DQo.html",
    "abstract" :"2017年1月28日 - 根據不同類型的機會和創新，分為了四大象限，其實這四大象限代表了四種不同的戰略增長模式，即「風口鷹戰略、風口豬戰略、重構戰略、不對稱 ...",
    "title" :"2017，戰略轉型的新路徑- 壹讀",
    },
    {
    "url" :"http://www.hme4u.com/?mod=pad&act=view&id=215",
    "abstract" :"如果你自己是“大款”，叫风口猪战略，其中一个是主义一定会实现，又没有重大创新，风口鹰战略，未来，第二个问题是什么？是充电时间长，就是技术性问题。",
    "title" :"2017中国企业战略转型的新径",
    },
    {
    "url" :"https://kknews.cc/zh-hk/finance/oy5ajom.html",
    "abstract" :"2017年3月31日 - 對於企業，將自面臨的機會和創新能力相組合，大致可以確立以下四種形式的發展戰略：. 第一種：有增量機會+戰略性創新=「風口鷹」戰略. 雷軍說：「站 ...",
    "title" :"PCB中小企業如何創造新的增長機會？ - 每日頭條",
    },
    {
    "url" :"https://xueqiu.com/9298420434/27578026",
    "abstract" :"乐视的战略规划. ... 作者：风口上的鹰. 2014-02-12 20:52, Android客户端, 转发：0, 回复：0, 喜欢：0. 乐视的战略规划 [很赞] ...",
    "title" :"风口上的鹰:乐视的战略规划- 雪球",
    },
    {
    "url" :"http://www.cdnews.com.tw/cdnews_site/docDetail.jsp?coluid=141&docid=104029712",
    "abstract" :"2017年2月7日 - 各種定義都有，我就講三句很常識的話來理解戰略，即戰略最主要是回答三個問題：第一個 .... 第一象限是增長機會與戰略性創新，這是風口鷹戰略。",
    "title" :"公司管理/2017，中國大陸企業戰略轉型的新路徑 - 中央網路報-即時新聞",
    },
    {
    "url" :"http://cj.sina.cn/article/detail/5623014947/219898?cre=tianyi&mod=wpage&loc=1&r=9&doct=0&rfunc=0&tj=none&s=0&tr=9",
    "abstract" :"2017年4月17日 - 因此，可以说，温氏的成功首先是战略选择的成功。 2 / 温氏的成功是“风口”的成功. 在上世纪八九十年代，正是温氏的成长期，而当时的中国正处于 ...",
    "title" :"反竞争淘汰，与“成功管理”背道而驰的温氏为何成功_财经头条",
    },
    {
    "url" :"/interstitial?url=http://www.hsbyhotel.com/old%25E5%25A4%2587%25E4%25BB%25BD/fckeditor/editor/filemanager/browser/default/images/icons/32/7227/index.html",
    "abstract" :"2016年4月14日 - 不过，上述投行人士提醒宝鹰娱乐城博彩投注平台，尽管上市公司可以借助私有化摆脱困境，投资机构能够获利，但私有化退市同样存在风险。特别是 ...",
    "title" :"59win娱乐城：宝鹰娱乐城博彩投注平台新型战略将是未来的风口",
    "metadata" :"這個網站可能會損害您的電腦。",
    },
    ],
######
#Q_1_3 #:不对称战略
######
"Q_1_3": ["不对称战略",
    {
    "url" :"http://baike.baidu.com/item/%E4%B8%8D%E5%AF%B9%E7%A7%B0%E6%88%98%E7%95%A5",
    "abstract" :"不对称战略，即在现代经济竞争中，找准自身位置与特色，扬长避短，最大限度地调动各方积极因素，展示个性，彰显魅力，以达到超越竞争对手，取得竞争优势的目的与 ...",
    "title" :"不对称战略_百度百科",
    },
    {
    "url" :"http://www.taiwansig.tw/index.php/%E6%94%BF%E7%AD%96%E5%A0%B1%E5%91%8A/%E5%85%A9%E5%B2%B8%E5%9C%8B%E9%9A%9B/6759-%E7%B6%AD%E6%8C%81%E7%8F%BE%E7%8B%80%EF%BC%9A%E9%9C%80%E4%B8%8D%E5%B0%8D%E7%A8%B1%E6%88%B0%E5%8A%9B%E3%80%81%E4%B8%8D%E5%B0%8D%E7%A8%B1%E5%A4%96%E4%BA%A4",
    "abstract" :"2015年8月17日 - 台灣經濟實力排名全球 27名，但由於中國的敵視，使得台灣的實力與影響力在比例上嚴重失真。因此，若要維持現狀，則需有不對稱戰略思維，不僅是 ...",
    "title" :"維持現狀：需不對稱戰力、不對稱外交| 台灣新社會智庫全球資訊網",
    },
    {
    "url" :"http://ndltd.ncl.edu.tw/cgi-bin/gs32/gsweb.cgi?o=dnclcdr&s=id=%22097NDU00322018%22.&searchmode=basic",
    "abstract" :"「不對稱作戰」一詞，最早見於美軍的相關軍事準則。其後，中共對此作戰思維的發展，將軍事上「不對稱」概念的運用在戰略、戰術、戰法等各層級上，進行廣泛且深入的 ...",
    "title" :"中共不對稱作戰思維發展之研究—戰略文化觀點__臺灣博碩士論文知識 ...",
    },
    {
    "url" :"http://readopac.ncl.edu.tw/cgi/ref/etdslink?id=096NDU00322004",
    "abstract" :"中共「不對稱戰略」理論的建構方面，是從1999年科索沃戰爭之後才開始。中共要突破以美國為主對其形成的困境，在「戰略機遇」下發展「外層空間」(太空)武力，逐漸 ...",
    "title" :"中共建構「外層空間」武力之不對稱戰略__臺灣博碩士論文知識加值系統",
    },
    {
    "url" :"http://www.youth.com.tw/db/epaper/es001002/eb0335.htm",
    "abstract" :"一、「以黎戰爭」的戰略啟示. 聯合國安理會通過第1701號停火決議後，以色列與黎巴嫩真主黨雖然接受停火決議，聯合國祕書長安南日前更親自前往中東斡旋，但 ...",
    "title" :"由以黎戰爭看「不對稱作戰」之攻防運用",
    },
    {
    "url" :"https://zh-hk.facebook.com/icablenews/videos/643359225856149/",
    "abstract" :"【稱要準備不對稱戰爭】 【蔡英文改戰略阻大陸犯台】 在美國傳出新一輪對台售武之際，在台灣的蔡英文政府，向立法院提交首份《四年期國防總檢討》報告，指大陸提升 ...",
    "title" :"【稱要準備不對稱戰爭】 【蔡英文改戰略阻大陸犯台】... - 有線新聞i-Cable ...",
    },
    {
    "url" :"http://blog.udn.com/YST2000/4205102",
    "abstract" :"2010年7月8日 - 所以我們有興趣的「不對稱戰爭」是指不但實力懸殊，而且弱的一方在戰略上有創造性的針對性策略或是在戰術上有特殊的針對性作戰方式因此能夠 ...",
    "title" :"虎年談天下大勢：不對稱戰爭（上） - YST2000 的網誌- udn部落格",
    },
    {
    "url" :"http://www.sohu.com/a/75420359_362044",
    "abstract" :"2016年5月14日 - 这是对中国军事战略的一个进化，而不是背离，这也是多年来的技术进步和体制改革的重要节点。信息战部队对中国的“不对称”战略至关重要。",
    "title" :"对“不对称”战略至关重要 - 搜狐",
    },
    {
    "url" :"http://www.peoplenews.tw/news/dbd3d2c3-2515-4c94-bfd2-f0f1b18d871a",
    "abstract" :"2014年7月3日 - 第三，從安全考慮，美國軍方不贊成出售F16CD及其他先進戰機。 ... 美方強調的不對稱戰略旨在強化台灣的防衛力量以打擊敵人的進犯和提供美軍 ...",
    "title" :"以不對稱戰略嚇阻共軍犯台| 民報Taiwan People News",
    },
    {
    "url" :"http://www.qstheory.cn/science/2016-06/24/c_1119106549.htm",
    "abstract" :"2016年6月24日 - 火的使用、工业革命、科技革命、法制体系等任何一次世界进步的背后，都存在着一个决定性力量，那就是人类的创造力。知识产权是创造性劳动成果 ...",
    "title" :"以不对称战略主导大知识产权时代-科教频道-求是网",
    },
    ],
######
#Q_1_2 #:重构战略
######
"Q_1_2": ["重构战略",
    {
    "url" :"http://std.stheadline.com/daily/news-content.php?id=1578955&target=2",
    "abstract" :"2017年4月9日 - 圖：第二日的元首會晤結束後，美國總統特朗普和中國國家主席習近平在莊園散步，繼續歡談。 星島環球網消息：大公網4月9日報道，當地時間7日， ...",
    "title" :"“習特會”開新局中美探索重構戰略互信-- 星島日報",
    },
    {
    "url" :"http://news.takungpao.com.hk/mainland/focus/2017-04/3439651.html",
    "abstract" :"2017年4月9日 - 當地時間7日，中國國家主席習近平在美國佛羅里達州海湖莊園同美國總統特朗普舉行了中美元首第二場正式會晤，就中美雙邊重要領域務實合作和 ...",
    "title" :"“習特會”開新局中美探索重構戰略互信_大公資訊_大公網",
    },
    {
    "url" :"http://news.takungpao.com/mainland/focus/2017-04/3439651.html",
    "abstract" :"2017年4月9日 - 当地时间7日，中国国家主席习近平在美国佛罗里达州海湖庄园同美国总统特朗普举行了中美元首第二场正式会晤，就中美双边重要领域务实合作和 ...",
    "title" :"“习特会”开新局中美探索重构战略互信_大公资讯_大公网",
    },
    {
    "url" :"http://www.hkcd.com.hk/content/2017-04/17/content_3641702.htm",
    "abstract" :"2017年4月17日 - 自二戰結束後形成的美蘇（今俄國）東北亞戰略平衡格局將面臨重構考驗。早在二戰結束前夕的1945年2月雅爾塔協定中，美蘇英三國就秘密劃定各方 ...",
    "title" :"重構東北亞戰略平衡 - 香港商報",
    },
    {
    "url" :"http://baike.baidu.com/item/%E5%85%B3%E9%94%AE%E6%99%BA%E5%8A%9B%E8%B5%84%E6%9C%AC%E4%B8%8E%E6%88%98%E7%95%A5%E6%80%A7%E9%87%8D%E6%9E%84",
    "abstract" :"本书导入智力资本来分析企业，指出当前我国企业迫切需要完善对企业价值关系，持续成长、战略增长的重构。正是智力资本将公司与公司作了本质上的区分。智力资本 ...",
    "title" :"关键智力资本与战略性重构_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/%E6%8A%95%E8%B5%84%E9%93%B6%E8%A1%8C%E6%88%98%E7%95%A5%E9%87%8D%E6%9E%84%E4%B8%8E%E6%95%B4%E5%90%88%EF%BC%9A%E5%9F%BA%E4%BA%8E%E6%A0%B8%E5%BF%83%E7%AB%9E%E4%BA%89%E5%8A%9B%E7%9A%84%E7%A0%94%E7%A9%B6",
    "abstract" :"投资银行战略重构与整合：基于核心竞争力的研究》一书的出版社是中国财政经济出版社，装帧是平装，开本是32开开。...",
    "title" :"投资银行战略重构与整合：基于核心竞争力的研究_百度百科",
    },
    {
    "url" :"http://baike.baidu.com/item/e%E6%97%B6%E4%BB%A3%E6%97%85%E6%B8%B8%E4%BA%A7%E4%B8%9A%E4%BB%B7%E5%80%BC%E9%93%BE%E9%87%8D%E6%9E%84%E6%88%98%E7%95%A5%E8%AE%BE%E8%AE%A1",
    "abstract" :"e时代旅游产业价值链重构战略设计》是由三联书店上海分店出版的图书。...",
    "title" :"e时代旅游产业价值链重构战略设计_百度百科",
    },
    {
    "url" :"http://mag.digiwin.com/%E8%BB%9F%E9%AB%94%E5%AE%9A%E7%BE%A9%E4%B8%80%E5%88%87-%E6%88%B0%E7%95%A5%E8%BD%89%E5%9E%8B%E9%87%8D%E6%A7%8B%E5%83%B9%E5%80%BC/",
    "abstract" :"2017年5月16日 - 在智能化浪潮推動下，企業像是一個連接器—連接許多不同行業的資源與資料，這種連接是基於資料基礎的產品與服務的組合，其最終的價值在於 ...",
    "title" :"軟體定義一切-戰略轉型重構價值 - 企業通 - 鼎新電腦",
    },
    {
    "url" :"https://books.google.com.hk/books?id=Pyt8NYD4BhcC&pg=PA261&lpg=PA261&dq=%E9%87%8D%E6%9E%84%E6%88%98%E7%95%A5&source=bl&ots=iCjXYdxv-5&sig=d5U91dCnPzXpBTG7Rl5Ipb7lTzM&hl=zh-TW&sa=X&ved=0ahUKEwjD7OuU2L3UAhUBipQKHb6PDIcQ6AEIXzAI",
    "abstract" :"承诺程度较高的家族也许愿意再投资重构企业战略。这些重构的战略与更新或再造战略相比通常都属于非资本密集型,需要以不同的方式利用资产,或在市场为公司重新 ...",
    "title" :"家族企业战略计划 - 第 261 頁 - Google 圖書結果",
    "metadata" :"卡洛克, 沃德 - 2002 - Businesspeople",
    },
    {
    "url" :"https://books.google.com.hk/books?id=rpjNDgAAQBAJ&pg=PA469&lpg=PA469&dq=%E9%87%8D%E6%9E%84%E6%88%98%E7%95%A5&source=bl&ots=Bc-gm2kRLD&sig=Db6Ytah4Dc8gID8NCpUP5r-B2BU&hl=zh-TW&sa=X&ved=0ahUKEwjD7OuU2L3UAhUBipQKHb6PDIcQ6AEIZTAJ",
    "abstract" :"(2)组织调整与重构的内容与战略相适应的企业组织机构的调整工作主要包括三方面的内容: 1分析目前组织结构的优点和弊病,设计开发能够适应战略需要的组织结构 ...",
    "title" :"企业战略管理 ———理论、过程与实践:  - 第 469 頁 - Google 圖書結果",
    "metadata" :"蒋运通 著",
    },
    ],
}
keyword_list = [ 
   "   关系",
   "   联接",
   "   本质",
   "   计算复杂度:常，对，线，平，立，指，阶",
   "   边际效应",
   "   度量",
   "   演化",
   "   启始",
   "   批判",
   "   稀缺",
   "   交换",
   "   外延",
   "   统一",
   "   生老病死",
   "   刻意练飞",
   "   有料",
   "   边界",
   "   未来",
   "   不确定",
   "   高维",
   "   随机",
   "   分解",
   "   抽象",
   "   很感谢你能能来，不遗憾你离开",
   "   时间",
]
meta_data = {"status":"hc","Major": 1,"Minor": 8,"Prefix": "Q"}
km_0_title = "周期"
km_0_summary = "ummary_tp"
km_1_tags = []
