# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_4 #:石墨稀 替代品
######
"Q_1_4": ["石墨稀 替代品",
    {
    "url" :"https://read01.com/QeJJQk.html",
    "abstract" :"2016年3月3日 - 但現在經過研究，納米級石墨稀可以殺死細菌，也就是說，石墨稀新型材料在醫藥領域的新研究發現，有望成為抗生素藥物的替代品。",
    "title" :"醫療領域新發現石墨烯有望替代抗生素藥品- 壹讀",
    },
    {
    "url" :"http://www.leadernano.com/2082.html",
    "abstract" :"2016年5月18日 - 但现在经过研究，纳米级石墨稀可以杀死细菌，也就是说，石墨稀新型材料在医药领域的新研究发现，有望成为抗生素药物的替代品。 一直以来，细菌 ...",
    "title" :"石墨烯有望替代抗生素药品| 济宁利特纳米技术有限责任公司",
    },
    {
    "url" :"http://bbs.loongnix.org/forum.php?mod=viewthread&tid=71133",
    "abstract" :"2012年4月14日 - 石墨烯很有可能会成为硅的替代品。事实上，碳纳米管就是卷入柱面中的石墨烯微片，与碳纳米管一样，其具有优良的电子性能，可用来制成超高性能 ...",
    "title" :"石墨稀科普——替代硅晶体的新材料- 龙芯CPU芯片设计- 龙芯开源社区 ...",
    },
    {
    "url" :"https://kknews.cc/science/rex3jlo.html",
    "abstract" :"2016年11月27日 - 石墨烯也是最有潛力成為矽的替代品，製造超微型電晶體，用於製作下一台 ... 然而，由於石墨稀本身沒有帶隙，限制了它在半導體工業和光學器件等 ...",
    "title" :"將近百年的石墨烯黑磷之戰，狹路相逢誰能勝？ - 每日頭條",
    },
    {
    "url" :"/interstitial?url=http://www.100788.com/html/bnyj/226.html",
    "abstract" :"2015年8月16日 - 石墨烯是目前已知导电性能最好的材料，这种特性尤其适合于高频电路，石墨烯将是硅的替代品，可用来生产未来的超级计算机，使电脑运行速度更 ...",
    "title" :"什么是石墨烯石墨烯有十大用途- 石墨烯概念股- 百年私募网 - 私募内参",
    "metadata" :"這個網站可能會損害您的電腦。",
    },
    {
    "url" :"http://www.sosos0.com/s?ie=utf-8&src=know_side_nlp&q=%E7%9F%B3%E5%A2%A8%E7%A8%80&ob_ext=%7B%22rsv_cq%22%3A%22%5Cu798f%5Cu5dde%5Cu9664%5Cu96fe%5Cu973e%5Cu6d82%5Cu6599%5Cu5382%5Cu5bb6%22%2C%22rt%22%3A%22%5Cu76f8%5Cu5173%5Cu793e%5Cu4f1a%22%2C%22rclken%22%3A%22%5Cu77f3%5Cu58a8%5Cu7a00%22%7D&eci=&nlpv=",
    "abstract" :"2013年12月26日 - 石墨稀概念股龙头编者按:宁波墨西科技有限公司千吨级石墨烯 ... 最佳答案： 石墨烯目前最有潜力的应用是成为硅的替代品,制造超微型晶体管,用来 ...",
    "title" :"石墨稀_360搜索",
    },
    {
    "url" :"http://bbs.msw68.com/thread-184-1-1.html",
    "abstract" :"2016年11月20日 - 石墨烯目前最有潜力的应用是成为硅的替代品，制造超微型晶体管，用来生产未来的超级计算机。用石墨烯取代硅，计算机处理器的运行速度将会快 ...",
    "title" :"百度了一下：石墨稀- 名仕会- 名仕社区",
    },
    {
    "url" :"http://www.volstock.com/newtech/graphene_298.html",
    "abstract" :"2011年1月20日 - 石墨烯有可能会成为硅的替代品，制造超微型晶体管，用来生产未来的超级计算机，碳元素更高的电子迁移率可以使未来的计算机获得更高的速度。",
    "title" :"中国宝安（000009）：新产品石墨稀研发事项点评_概念股票网",
    },
    {
    "url" :"http://www.fx361.com/page/2017/0321/1209372.shtml",
    "abstract" :"2017年3月21日 - 金虎：让石墨稀产业正名“中国制造” ... 引领世界石墨稀研发 ... 应用方向，改变了石墨烯在产业化中一度只是传统材料简单替代品的局面，将有望广泛 ...",
    "title" :"金虎：让石墨稀产业正名“中国制造”_参考网",
    },
    {
    "url" :"http://www.jcno.net/news/info/id/4260",
    "abstract" :"据省新材料产业协会常务理事长黄金海介绍，由石墨为原材料提纯出来的石墨稀属于 ... 在微电子领域，研究人员甚至将石墨烯看作是硅的替代品，用来生产未来的超级 ...",
    "title" :"全塑汽车减重40%石墨烯提高网速万倍 - 南京吉仓纳米科技有限公司",
    },
    ],
######
#Q_1_1 #:石墨稀 发展现状
######
"Q_1_1": ["石墨稀 发展现状",
    {
    "url" :"http://m.lezaixuetu.com/zhishi/8h99a79agg5b996b4b664cjc.html",
    "abstract" :"要：介绍了国内外石墨烯技术产业现状，从专利角度分析了技术发展情况，并提出发展我国石墨烯技术产业的建议。 .... 石墨稀研究中心微纳米加工实验室243万美元.",
    "title" :"石墨烯技术产业现状及发展建议_李汉清,_乐在学途",
    },
    {
    "url" :"http://doc.xueqiu.com/149197c1abb2cd3fde16ef28.pdf",
    "abstract" :"2012年1月11日 - 摘要:介绍了国内外石墨烯技术产业现状，从专利角度分析了技术发展情况，并提出发展我国石墨烯技术产业 .... 石墨稀研究中心微纳米加工实验室[2].",
    "title" :"[PDF] 石墨烯技术产业现状及发展建议",
    "metadata" :"由 李汉清 著作 - 2014 - 被引用 9 次 - 相關文章",
    },
    {
    "url" :"https://kknews.cc/tech/akxgjj.html",
    "abstract" :"2016年10月24日 - 相信這些結果可為後續石墨稀儲能材料的發展提供一個新思路。 小烯評論. 石墨烯的規模化製備已經基本解決，但如何建立起關鍵領域的推廣應用仍 ...",
    "title" :"石墨烯在儲能領域應用現狀及挑戰- 每日頭條",
    },
    {
    "url" :"http://www.naipo.com/Portals/1/web_tw/Knowledge_Center/Industry_Economy/publish-244.htm",
    "abstract" :"2014年6月4日 - 另外，有一點值得注意的是，台灣民間業者對石墨烯專利技術發展最積極的要 .... 歐盟：石墨稀技術研發，是在英國科學家的努力下獲得突破的：英國 ...",
    "title" :"北美智權報第108期：全球石墨烯產業發展現況：美、韓大幅超前台灣慢半拍",
    },
    {
    "url" :"http://wenku.baidu.com/view/4d556356cc175527072208f8.html?re=view",
    "abstract" :"2014年6月26日 - 196 ） 石墨烯技术产业现状及发展建议李汉清摘刘振宇赵霞266003） （青岛 .... 万美元基于二维晶体新的光伏发电系统5000 万美元石墨稀研究中心微 ...",
    "title" :"石墨烯技术产业现状及发展建议_李汉清_图文_百度文库",
    },
    {
    "url" :"https://m.zhihu.com/question/19862704",
    "abstract" :"石墨稀是石墨只有一个碳原子厚度的一层，平面结构如同石墨但厚度只有一个碳原子的厚度。制造困难但用处很大，比如延伸产品有富勒烯，碳纳米管等。由于生产条件 ...",
    "title" :"石墨烯动力电池的基本性态、发展现状以及前景怎么样？ - 电池技术- 知乎",
    },
    {
    "url" :"http://stocks.21so.com/2015/agu_519/1381595.html",
    "abstract" :"2015年5月19日 - 此次石墨烯指数的发布将充分反应我国石墨烯产业的发展现状，并为产业的未来发展指名方向，在政策的持续助力下，石墨烯概念股值得长期关注， ...",
    "title" :"全球首个石墨稀指数发布概念股值得关注_21财经搜索",
    },
    {
    "url" :"http://www.hddyts.com/news/2016-06-29/52.html",
    "abstract" :"2016年12月12日 - 石墨坩埚生产厂家浅谈石墨烯的发展现状. ... 烯的代表性作品，2013年至今，石墨稀行业就迎来了快速发展期，近几年来我国关于石墨烯产品的相关 ...",
    "title" :"石墨坩埚生产厂家浅谈石墨烯的发展现状 - 增碳剂生产厂家",
    },
    {
    "url" :"http://qigic.org/c17036/w16411718262356.asp",
    "abstract" :"2016年4月1日 - 会上，专家们就石墨烯技术的发展现状，以及其在储能领域的应用前景进行了 ... 在电池中，石墨稀不是主体材料，因此不能将其命名为石墨烯电池。",
    "title" :"~我国石墨烯需进一步研究开发实现突破发展 - 青岛国际石墨烯创新中心",
    },
    {
    "url" :"http://www.energystorage-journal.com/portal.php?mod=view&aid=17760",
    "abstract" :"2016年10月24日 - 新能源汽车、便携式电子产品和可穿戴设备的发展对储能设备的容量、充放电 ... 相信这些结果可为后续石墨稀储能材料的发展提供一个新思路。",
    "title" :"石墨烯在储能领域应用现状及挑战- 储能材料- 储能科学与技术-",
    },
    ],
######
#Q_1_0 #:石墨稀 相关的公司有哪些
######
"Q_1_0": ["石墨稀 相关的公司有哪些",
    {
    "url" :"http://zhidao.baidu.com/question/623530178589047484.html",
    "abstract" :"2014年2月19日 - 2013-12-16 石墨烯概念股有哪些与石墨烯相关上市公司一览51 ... 石墨稀概念股票，目前有23只个股，祝：马年投资顺利！ 分享 ... 石墨稀的相关知识.",
    "title" :"石墨稀股票上市公司有那些公司？_百度知道",
    },
    {
    "url" :"https://zhidao.baidu.com/question/289321392.html",
    "abstract" :"... 都有哪些呀？ 生产石墨或石墨制品的上市公司都有哪些？国内年产1000万以上的石墨矿都有哪些？ ... 石墨稀股票上市公司有那些公司？14 · 生产石墨烯，都有哪些上市公司，5 · 石墨烯概念股有哪些与石墨烯相关上市公司一览64 · 我国生产石墨烯 ...",
    "title" :"有关石墨的上市公司都有哪些呀？ - 百度知道",
    },
    {
    "url" :"https://zhidao.baidu.com/question/343400558.html?mzl=qb_topic_4&word=&esqb_20per=2&Ycai_hit=53001&uid=5F7BAB91F89C03CB790BB3FFE919CD90&step=1",
    "abstract" :"... 有哪些？哪只是龙头？ 问题补充：2011年石墨烯相关上市公司一览（三大龙头投资 ... 石墨烯概念股一览涉足石墨烯的上市公司有哪些41 · 石墨烯概念股有哪些14.",
    "title" :"石墨烯上市公司有哪些？哪只是龙头？ - 百度知道",
    },
    {
    "url" :"http://14903719.blog.hexun.com/66029292_d.html",
    "abstract" :"2011年7月7日 - 石墨烯概念股有哪些？石墨烯股票一览石墨烯相关上市公司 石墨烯概念股有哪些 龙头三只：中国宝安000009 中钢吉炭000928 方大炭素600516 ...",
    "title" :"石墨稀是什么？石墨稀概念股都有哪些？2011石墨稀龙头股相关上市 ...",
    },
    {
    "url" :"http://www.bicuo.com.cn/bicuo-shimoxigainiandegupiao.html",
    "abstract" :"2016年2月16日 - 600735新华锦，公司有表示进军石墨产业研发，存在进入石墨烯产业. ... 方大炭素有石墨稀和军工概念吗有。 ... 石黑稀相关的概念股有哪些？ 石墨烯 ...",
    "title" :"石墨稀概念的股票石墨烯概念股有那些？ - 避错知识网",
    },
    {
    "url" :"http://www.fei123.com/30000/21312.shtml",
    "abstract" :"2015年3月22日 - T: j3 @( w; _% v$ `4 mS: ]5 a 石墨烯概念股有哪些? ... F- A5 h) G3 \, J: h; ~( Z 现在的新龙头是:金路集团,原因是这个公司直接参与了石墨稀的研发,而中国 ... 化可行性报告,金路集团并组织相关团队进行产业化及市场开发方面的工作。",
    "title" :"石墨稀概念龙头股石墨烯的十大用途_飞123网",
    },
    {
    "url" :"http://www.218835.com/wanggou-shimoxigainianguduyounaxie.html",
    "abstract" :"2015年11月12日 - 石墨烯概念股有哪些与石墨烯相关上市公司一览公司收购成都炭素后;300, ... 中钢吉炭这两家都是生产石墨的公司,进军石墨稀产业是理所当然的。",
    "title" :"石墨烯概念股都有哪些石墨烯概念股一览涉足石墨烯的上市公司有哪些",
    },
    {
    "url" :"http://www.007caijing.com/guandian/5882.html",
    "abstract" :"目前，石墨烯相关的技术研发已列入美国、英国、中国、日本和韩国等国家的新材料领域重点的支持项目，与其他国家相比，这些国家的石墨烯产业化开发处于相对前列 ...",
    "title" :"石墨烯概念龙头股有哪些？石墨烯概念上市公司一览_肖稀君_行业研究_ ...",
    },
    {
    "url" :"http://www.southmoney.com/fenxi/218509.html",
    "abstract" :"2011年9月27日 - 现在的新龙头是：金路集团，原因是这个公司直接参与了石墨稀的研发， ... 可行性报告，金路集团并组织相关团队进行产业化及市场开发方面的工作。",
    "title" :"石墨稀概念龙头股有哪些？ - 南方财富网",
    },
    {
    "url" :"http://article.cool3c.com/bookmark/releate/%E7%9F%B3%E5%A2%A8%E7%83%AF%E6%A6%82%E5%BF%B5%E8%82%A1%20%E5%8F%B0%E7%81%A3/1",
    "abstract" :"將來的發展潛力在那,分享石墨烯製備,石墨烯公司,石墨烯graphene,氧化石墨烯. ... 股相關情報,本站搜羅了石墨烯概念股,台灣石墨烯概念股,石墨烯概念股台灣,台灣石墨紙概念股,石墨稀概念股相關情報,找石墨烯概念股必看！ ... 石墨烯概念股有哪些？",
    "title" :"石墨烯概念股台灣|石墨烯介紹|石墨資訊11筆-癮科技書籤",
    },
    ],
######
#Q_1_3 #:石墨稀   最有可能的应用
######
"Q_1_3": ["石墨稀   最有可能的应用",
    {
    "url" :"https://read01.com/AM4dy.html",
    "abstract" :"2016年2月12日 - 而繼晶體矽之後，石墨稀有可能在21世紀引領下一場新材料革命。 ... 被廣泛應用於半導體、傳感器、觸摸屏、電池等，而這當中最受追捧的應用是石墨稀電池。 ... 透露，公司將有可能在2016年下半年推出搭載石墨稀電池的智慧型手機。",
    "title" :"石墨稀能掀起下一場材料革命嗎？ - 壹讀",
    },
    {
    "url" :"http://graphite-h.com/graphene/graphene.pdf",
    "abstract" :"石墨稀不管採用哪種分散劑，分散後一定要使用超音波震盪2 小時以上，超. 音波功率 ... 目的是盡可能保持石墨烯片. 的完整， ... 石墨烯應用於鋰電池導電劑. ➢ 石墨烯 ...",
    "title" :"[PDF] 石墨稀應用簡介-20141001 - 泓明石墨",
    },
    {
    "url" :"https://kknews.cc/science/mm2vnl9.html",
    "abstract" :"2017年3月3日 - 眾多碳納米材料中，最有可能替代矽的有兩個，碳納米管和石墨烯。 ... 也高度重視碳納米材料和相關電子學的研究和開發應用，布局和繼續搶占信息技術核心領域的 .... （3）石墨稀本身為二維材料，有利於縮小電路尺寸和電路的集成。",
    "title" :"石墨烯要做矽材料的接班人？碳納米管表示不服！ - 每日頭條",
    },
    {
    "url" :"http://share.iclient.ifeng.com/sharenews.f?aid=106125493&autoFresh=1&channelId=",
    "abstract" :"2016年2月12日 - 而继晶体硅之后，石墨稀有可能在21世纪引领下一场新材料革命。 ... 广泛应用于半导体、传感器、触摸屏、电池等，而这当中最受追捧的应用是石墨稀电池。 ... 人士透露，公司将有可能在2016年下半年推出搭载石墨稀电池的智能手机。",
    "title" :"石墨稀能掀起下一场材料革命吗？-凤凰新闻 - 手机凤凰网",
    },
    {
    "url" :"http://www.jianshu.com/p/a49fb2da83ae",
    "abstract" :"2017年3月18日 - 碳纳米管材料中，最有可能替代硅的有两个，碳纳米管和石墨烯。在石墨 ... 近年来，基于碳纳米管的碳基电子学研究取得了飞速发展，并逐渐从基础研究转向实际应用。 ... (3)石墨稀本身为二维材料，有利于缩小电路尺寸和电路的集成。",
    "title" :"石墨烯要做硅材料的接班人？碳纳米管表示不服- 简书",
    },
    {
    "url" :"http://baike.baidu.com/subview/5201098/5228724.htm",
    "abstract" :"不存在石墨稀的概念，只有石墨烯，本词条为无意义的错误词条 例证是国家建设 .... 石墨烯是目前已知的力学强度最高的材料，并有可能作为添加剂广泛应用于新型高 ...",
    "title" :"石墨稀_百度百科",
    },
    {
    "url" :"http://guba.eastmoney.com/news,600805,230461160.html",
    "abstract" :"2015年12月10日 - 这里我可能有必要专门介绍这个“石墨烯导热膜”，因为我自身不是学高分子化学 ... 看情况，公司的石墨稀电池和石墨稀超级电容真有可能搞出来！ ... 超级电容、特斯拉三重大题材的完美融合，中国最有可能将石墨烯技术应用于超级 ...",
    "title" :"2016年石墨烯大黑马，有可能就是他了！_悦达投资(600805)股吧_东方 ...",
    },
    {
    "url" :"http://www.pida.org.tw/optolink/optolink_pdf/1021110826.pdf",
    "abstract" :"以衍生許多可能的應用，如目前已經被文獻. 所演示的幾個領域： ... 本文將探討石墨烯的材料特性、目前之量產技術與未來潛在的產業應用。 石墨烯量產 ... 技術合成大面積石墨烯於觸控面板之應用。此 .... 是經過還原後的氧化石墨稀（reduced graphene.",
    "title" :"[PDF] 石墨烯量產技術與產業應用",
    },
    {
    "url" :"http://www.gneeng.com.tw/cny.html",
    "abstract" :"石墨烯是烯碳新材是以sp2 混成軌域組成六角形蜂巢排列之二維晶體，厚度0.335 nm，僅一個碳 ... 石墨稀優異性 ... 石墨烯的產業化步伐正在加快，基於目前已有的研究成果，最先實現商業化應用的領域可能會是移動設備、航空航太、新能源電池領域。",
    "title" :"石墨烯電池 - 合炬科技股份有限公司",
    },
    {
    "url" :"http://finance.sina.com.cn/leadership/mroll/20140710/104519663922.shtml",
    "abstract" :"2014年7月10日 - 巨大的潜在市场价值，以及有可能带来的又一次技术革命，触动了嗅觉灵敏的资本市场。五花八门的石墨烯概念和石墨烯可能应用被热炒。 .... 除了严格意义上的石墨烯外，石墨烯粉体成为伪石墨稀概念和资本炒作的重灾区，大量膨胀 ...",
    "title" :"真假石墨烯：一场关于神奇材料的资本盛宴|石墨烯|资本市场|神奇材料_ ...",
    },
    ],
######
#Q_1_2 #:石墨稀   本质
######
"Q_1_2": ["石墨稀   本质",
    {
    "url" :"http://www.eettaiwan.com/ART_8800664560_622964_NT_c79c56e5.HTM",
    "abstract" :"2012年4月6日 - 石墨稀是由單層碳原子緊密堆積成蜂巢狀的平面二維晶格結構，它與許多傳統材料截然不同。石墨稀本質上是一種半金屬或零間隙的半導體。",
    "title" :"首款石墨稀處理器問世？ 只是愚人節玩笑 - 電子工程專輯",
    },
    {
    "url" :"http://blog.sciencenet.cn/blog-704638-556744.html",
    "abstract" :"2012年4月8日 - 石墨稀是由单层碳原子紧密堆积成蜂巢状的平面二维晶格结构，它与许多传统材料截然不同。石墨稀本质上是一种半金属或零间隙的半导体。",
    "title" :"科学网—[转载]全球首款石墨稀处理器问世（Graphene） - 曾志平的博文",
    },
    {
    "url" :"http://www.eet-china.com/news/article/201703141040",
    "abstract" :"2017年3月14日 - 硅纳米片是一种具有非凡光电特性的二维(2D)薄层，非常类似于石墨烯。然而，它们的本质并不稳定… 德国慕尼黑理工大学(Technische Universitat ...",
    "title" :"聚合物涂覆硅纳米片有望取代石墨稀- 电子工程专辑",
    },
    {
    "url" :"http://graphite-h.com/graphene/graphene.pdf",
    "abstract" :"單碳原子層石墨烯：由單一碳原子層構成的二維延展性材料，是本質意義. 上的石墨烯。 2. ... 石墨稀不管採用哪種分散劑，分散後一定要使用超音波震盪2 小時以上，超.",
    "title" :"[PDF] 石墨稀應用簡介-20141001 - 泓明石墨",
    },
    {
    "url" :"https://kknews.cc/zh-hk/science/6non34m.html",
    "abstract" :"2017年3月14日 - 矽的本質類似於碳，它能形成僅一個原子層厚度的2D網絡。如同石墨烯一樣，這些納米片能顯示出優異的光學特性。理論上。它可用於納米電子應用。",
    "title" :"聚合物塗覆矽納米片有望取代石墨稀- 每日頭條",
    },
    {
    "url" :"http://tieba.baidu.com/p/1499552320",
    "abstract" :"石墨稀是由单层碳原子紧密堆积成蜂巢状的平面二维晶格结构，它与许多传统材料截然不同。石墨稀本质上是一种半金属或零间隙的半导体。其E-k关系在接近二维六 ...",
    "title" :"全球首款石墨烯处理器问世，AMD还能活几年？_cpu吧_百度贴吧",
    },
    {
    "url" :"http://forum.xitek.com/thread-995966-1-1-1.html",
    "abstract" :"石墨稀是由单层碳原子紧密堆积成蜂窝状的平面二维晶格结构，它与许多传统材料截然不同。石墨稀本质上是一种半金属或零间隙的半导体。",
    "title" :"ZT全球首款革命性石墨烯处理器问世- 电脑手机论坛 - 色影无忌",
    "metadata" :"2012年4月13日 - 15 篇文章 - 9 位作者",
    },
    {
    "url" :"http://www.guokr.com/question/150689/",
    "abstract" :"2012年4月16日 - 石墨稀是由单层碳原子紧密堆积成蜂窝状的平面二维晶格结构，它与许多传统材料截然不同。石墨稀本质上是一种半金属或零间隙的半导体。",
    "title" :"石墨烯芯片是否为真的存在？ | 问答| 问答| 果壳网科技有意思",
    },
    {
    "url" :"http://www.pida.org.tw/optolink/optolink_pdf/1021110826.pdf",
    "abstract" :"化石墨稀之分散溶液。氧化石墨稀的材料本質. 充滿需多氧化官能基團，透過化學分析的方法. [14]，如圖6(b)所示，其在石墨烯的基面上會形. 成環氧基（epoxy，C=O）和 ...",
    "title" :"[PDF] 石墨烯量產技術與產業應用",
    },
    {
    "url" :"https://www.itsfun.com.tw/%E7%9F%B3%E5%A2%A8%E7%A8%80/wiki-2609407-3681386",
    "abstract" :"石墨稀. 石墨烯是一種從石墨材料中剝離出的單層碳原子面材料，是碳的二維結構，是一種超級材料，硬度超過 .... 在本質上，石墨烯是分離出來的單原子層平面石墨。",
    "title" :"石墨稀-華人百科",
    },
    ],
}
keyword_list = [ 
   "   关系",
   "   联想",
   "   本质",
   "   计算复杂度:常，对，线，平，立，指，阶",
   "   复利",
   "   度量",
   "   演化",
   "   balance shift",
   "   批判",
   "   战略",
   "   20/80原则",
   "   外延",
   "   合并",
   "   健康",
   "   并行",
   "   故事",
   "   极限",
   "   历史",
   "   混沌",
   "   高维",
   "   随机",
   "   分块",
   "   建模",
   "   很感谢你能能来，不遗憾你离开",
   "   为什么",
]
meta_data = {"status":"hc","Major": 1,"Minor": 5,"Prefix": "Q"}
km_0_title = "石墨稀"
km_0_summary = "ummary_tp"
km_1_tags = []
