# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_2_0 #:   拓扑
######
"Q_2_0": ["   拓扑",
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%8B%93%E6%89%91%E5%AD%A6",
    "abstract" :"在數學裡，拓撲學（英语：topology），或意譯為位相幾何學，是一門研究拓撲空間的學科，主要研究空間內，在連續變化（如拉伸或彎曲，但不包括撕開或黏合）下維持不 ...",
    },
    ],
######
#Q_3_0 #:   秩
######
"Q_3_0": ["   秩",
    {
    "url" :"http://humanum.arts.cuhk.edu.hk/Lexis/lexi-can/search.php?q=%AF%B4",
    "abstract" :"秩, 部首: [115], 筆畫: 10, 字音分類: 單讀音字. 大五碼: AFB4, 倉頡碼: 竹木竹手人, 頻序/ 頻次: 1657 / 679. 音節 (香港語言學學會), 粵音, & 根據, 同音字, 相關音節 ...",
    "title" :"秩 - 粵語審音配詞字庫",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E7%A7%A9_(%E7%BA%BF%E6%80%A7%E4%BB%A3%E6%95%B0)",
    "abstract" :"在線性代數中，一個矩陣A的列秩是A的線性獨立的縱列的極大數目。類似地，行秩是A的線性獨立的橫行的極大數目。 矩陣的列秩和行秩總是相等的，因此它們可以 ...",
    "title" :"秩(線性代數) - 維基百科，自由的百科全書 - Wikipedia",
    },
    {
    "url" :"http://www.zdic.net/z/20/js/79E9.htm",
    "abstract" :"基本字义. ○ 秩. zhì. ㄓˋ. 1. 有条理，不混乱的情况：～序。 2. 古代官吏的俸禄：“官人益～，庶人益禄”。 3. 古代官职级别：委之常～。贬～三等。 4. 十年：七～寿辰。",
    "title" :"秩的解释|秩的意思|汉典“秩”字的基本解释",
    },
    {
    "url" :"http://baike.baidu.com/item/%E7%A7%A9",
    "abstract" :"秩”字从禾，从失；“禾”指五谷、俸禄，“失”意为“动态排序”。“禾”与“失”联合起来表示“官员俸禄的动态排序”。本义：根据功过确定的官员俸禄。引申义：根据功过评定的官员 ...",
    "title" :"秩（汉字）_百度百科",
    },
    {
    "url" :"http://xh.5156edu.com/html3/14342.html",
    "abstract" :"秩 zhì 有条理，不混乱的情况：秩序。 古代官吏的俸禄：“官人益秩，庶人益禄”。 古代官职级别：委之常秩。贬秩三等。 十年：七秩寿辰。 笔画数：10； 部首：禾； 笔顺编号： ...",
    "title" :"秩字的解释---在线新华字典",
    },
    {
    "url" :"http://dict.variants.moe.edu.tw/yitia/fra/fra02924.htm",
    "abstract" :"字號. A02924. 正字. 【秩】禾-05-10. 音讀. ㄓˋ. 釋義. 官吏的職位、品級。管子．山至數：「去其都秩，與其縣秩。」史記．卷五．秦本紀：「遂復三人官秩如故。 」 俸祿。",
    "title" :"秩 - 教育部異體字字典",
    },
    {
    "url" :"https://tw.18dao.net/%E6%BC%A2%E8%AA%9E%E8%A9%9E%E5%85%B8/%E7%A7%A9",
    "abstract" :"【拼音】：zhì,. 【繁體】：秩. 【部首】：禾. 【部首筆劃】：05. 【五行】：火. 【簡體筆劃】：10. 【繁體筆劃】：10. 【吉凶寓意】：吉. 【拼音輸入】：zhi. 【五筆輸入】：trwy. 【筆順】：撇橫豎撇捺 ...",
    "title" :"漢語詞典/秩- 實用查詢",
    },
    {
    "url" :"https://zh.wiktionary.org/zh-hant/%E7%A7%A9",
    "abstract" :"秩. 總筆畫：10畫 · 部首：禾 ＋ 5 畫. 字形拆解／相關派生漢字. 系列#1674（失）：. 失｜佚｜抶｜呹｜帙｜泆｜怢｜妷｜柣｜轶｜軼｜昳｜胅｜祑｜眣｜秩｜铁｜鉄｜ ...",
    "title" :"秩- 維基詞典，自由的多語言詞典 - Wiktionary",
    },
    {
    "url" :"http://lib.ctcn.edu.tw/chtdict/bihua_2.aspx?BiHwa=10&RadBai=%E4%BA%94&Term=%E7%A7%A9",
    "abstract" :"字首筆劃【十劃】，部首筆劃【五劃】，首字為【秩】. 檢索結果共4筆，顯示1-4筆/ 共1頁，顯示第1頁 ... ㄓˋ ㄒㄩˋ ㄐㄧㄥˇ ㄖㄢˊ. 4, 秩然不紊 · ㄓˋ ㄖㄢˊ ㄅㄨˊ ㄨㄣˋ ...",
    "title" :"秩 - ::遠流:: 活用中文大辭典",
    },
    {
    "url" :"http://ctext.org/dictionary.pl?if=gb&char=%E7%A7%A9",
    "abstract" :"秩百石，掌一鄕人。《風俗通》卽田閒大夫，言其官裁有秩耳。又姓。《字彙》伊秩，複姓。又十年爲一秩。《容齋隨筆》白公詩云：已開第七秩，飽食仍安眠。又云：年開第七秩， ...",
    "title" :"秩- 中國哲學書電子化計劃",
    },
    ],
}
keyword_list = [ 
   "   秩",
   "   可视化",
   "   本质",
   "   排列组合",
   "   边际效应",
   "   量化分析",
   "   增长",
   "   启始",
   "   证伪",
   "   战略",
   "   优化",
   "   近同反",
   "   统一",
   "   生老病死",
   "   刻意练飞",
   "   有料",
   "   极限",
   "   历史",
   "   混沌",
   "   分层模块化",
   "   不动点",
   "   分类",
   "   抽象",
   "   很感谢你能能来，不遗憾你离开",
   "   为什么",
]
meta_data = {"status":".","Major": 3,"Minor": 1,"Prefix": "Q"}
km_0_title = "fafafa"
km_0_summary = "fadfaf"
km_1_tags = []
