# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_1_1 #:   比特币 可追踪吗
######
"Q_1_1": ["   比特币 可追踪吗",
    {
    "url" :"http://8btc.com/thread-6517-1-1.html",
    "abstract" :"虽然比特币账簿是公开的，但是对于有一些比特币知识的人来说，躲避追踪是比较 .... 对于比特币来说，对于每个账户，它拥有自己的私钥，在交易的时候，可以重新 ...",
    "title" :"比特币是一个好的洗钱工具吗？ - 问答/互助 - 巴比特论坛",
    },
    {
    "url" :"https://buzzorange.com/techorange/2017/05/16/wanna-cry-why-bitcoin/",
    "abstract" :"22 hours ago - 【我們為什麼挑選這篇文章】比特幣似乎已經跟「駭客」、「勒索病毒」掛勾了起來，到底為什麼駭客都會選擇比特幣為贖款呢？比特幣真的完全無法追蹤嗎？ ... 也就是說，通過正規渠道「購買」或者「兌換」比特幣，基本上是實名、可追踪的。",
    "title" :"3 分鐘看懂為什麼WannaCry 勒索病毒，要選擇比特幣作為支付方式 ...",
    },
    {
    "url" :"https://www.zhihu.com/question/20913179",
    "abstract" :"2013年10月13日 - 比特币的交易历史是完全公开的，所有人都可以通过你的钱包地址在区块 ... 日后，通过大宗交易追踪到交易者的真实身份将变得容易，这最终可能会 ...",
    "title" :"比特币（Bitcoin）是完全匿名持有的吗？ - 知乎",
    },
    {
    "url" :"http://www.wanbizu.com/p/57540.html",
    "abstract" :"比特币与暗网空间 ...易层层加密，每经过一个节点解密一层，传输到远程节点释放，每个节点只知道前后节点IP，不知道数据内容，让节点监听和多节点大数据分析 ...",
    "title" :"知道比特币钱包地址可以追踪IP?-玩币族",
    },
    {
    "url" :"http://www.wanbizu.com/p/56212.html",
    "abstract" :"这是好消息，但你知道吗?你可以通过挣比特币，来维护TOR网络。更重要的是，在你的智能手机和平板电脑上，就可以进行这些操作。 对TOR网络的支持 为了让你更好 ...",
    "title" :"根据比特币地址能追踪到ip吗-玩币族",
    },
    {
    "url" :"http://www.wanbizu.com/p/42315.html",
    "abstract" :"攻击使用TOR网络进行比特币交易的用户 大多数比特币交易用户认为使用TOR进行交易不会被追踪，但是卢森堡大学的研究人员Alex Biryukov, Dmitry Khovratovich, ...",
    "title" :"比特币可以追踪IP-玩币族",
    },
    {
    "url" :"https://zhidao.baidu.com/question/1573822351479695980.html",
    "abstract" :"要花一些工夫才能在使用比特币时保护隐私。所有的比特币交易都公开且永久地存储在网络中，这就意味着任何人都可以查看到任何一个比特币地址中的余额和交易 ...",
    "title" :"比特币钱包会被追踪吗 - 百度知道",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 .... 參與處理區塊的用戶端可以得到一定量新發行的比特幣，以及相關的交易手續費。為了得到這些新產生的比特幣， ..... 1982年，大衛·喬姆（英语：David Chaum）最早提出了不可追踪的密码学网络支付系统。 1990年，喬姆将他的想法扩展 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://www.inside.com.tw/2015/10/29/kidnapped-hong-kong-tycoon-bitcoins",
    "abstract" :"2015年10月29日 - 這兩年最常出現的比特幣詐騙例子，大概可以分為以下幾類：. 以高報酬之名，吸引用戶投入比特幣的龐氏騙局。 以炒某幣的幌子，吸引用戶購買泡沫 ...",
    "title" :"從歹徒要求比特幣付贖款，看電子現金詐欺及洗錢犯罪的問題- INSIDE 硬 ...",
    },
    {
    "url" :"http://www.sohu.com/a/140560255_787231",
    "abstract" :"那么，比特币真的100%难以追踪吗?“比特币所有转账记录都可以在网络节点中显示出来。不过，当比特币汇出后，如果黑客一直不动用比特币，那么这是无法追查的， ...",
    "title" :"这个席卷全球的病毒，却让“比特币”又火了一把！-财经频道-手机搜狐",
    },
    ],
######
#Q_1_0 #:   比特币的 交易单位
######
"Q_1_0": ["   比特币的 交易单位",
    {
    "url" :"https://bitcoin.org/zh_TW/faq",
    "abstract" :"這是因為有人用PayPal購買了比特幣，之後他們就自己取消了交易。 ..... 然而，這永遠不會是一個局限，因為交易可以用更小的比特幣次級單位如bit 來結算——1 比特 ...",
    "title" :"常見問題- Bitcoin",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E6%AF%94%E7%89%B9%E5%B8%81",
    "abstract" :"货币单位. 1, 比特币（Bitcoins，BTC）. 10−2, 比特分（Bitcent，cBTC）. 10−3, 毫比特（Milli-Bitcoins，mBTC）. 10−6, 微比（Micro-Bitcoins，μBTC）. 10−8, 聰（satoshi）. 比特币（英语：Bitcoin）是一種全球通用的互联网加密货币。與傳統第一代互聯網中，由特定機構發行 ... 比特幣是經由一種稱為「挖礦」的過程產生，參與者透過處理交易驗證和記錄來 ...",
    "title" :"比特币- 维基百科，自由的百科全书",
    },
    {
    "url" :"https://www.okcoin.cn/t-1007403.html",
    "abstract" :"2014年2月15日 - 您好，目前比特币交易的最小单位是0.01个，最低交易限额是0.1个。感谢您对OKCoin的支持！ (温馨提示：请不要在讨论区泄露自己的个人信息，如 ...",
    "title" :"比特币最小交易单位是多少？The Leading Global Bitcoin Exchange ...",
    },
    {
    "url" :"http://www.wanbizu.com/p/13072.html",
    "abstract" :"比特币的可分割性如何？比特币的最小单位可以变mbtc甚至更小. 技术上讲，目前的数据结构下一个比特币可以被分割到8位小数，所以0.00000001BTC是目前的最小 ...",
    "title" :"比特币最小交易单位-玩币族",
    },
    {
    "url" :"https://www.btctrade.com/faq.help.html?lang=big5",
    "abstract" :"比特幣（英語：Bitcoin，簡寫：BTC，貨幣符號：฿）是一種用戶自治的、全球通用的 ... 月，德國政府認可了比特幣的法律和稅收地位，視為合法記賬單位,成為全球第一個 ...",
    "title" :"基本知识问答- 比特币交易网",
    },
    {
    "url" :"http://8btc.com/thread-45866-1-1.html",
    "abstract" :"2017年1月28日 - 不要一步到位右移三位先强烈建议比特币交易单位缩小.",
    "title" :"强烈建议比特币交易单位缩小- 比特币论坛 - 巴比特论坛",
    },
    {
    "url" :"https://bitcointalk.org/index.php?topic=518289.0",
    "abstract" :"如果单位改成uBTC的话，现在的比特币价格将是 1uBTC = 0.0028元人民币 ... 已经应用到收款机、电子表格、计算机输入、真实世界的人与人交易。",
    "title" :"【更新】改变最小单位uBTC，比特币的价格一样很山寨！ - Bitcointalk",
    "metadata" :"2014年3月16日 - 24 篇文章 - 21 位作者",
    },
    {
    "url" :"http://chihlin8.pixnet.net/blog/post/85582969-%E6%AF%94%E7%89%B9%E5%B9%A3%E5%9F%BA%E6%9C%AC%E7%9F%A5%E8%AD%98%E8%88%87%E5%96%AE%E4%BD%8D",
    "abstract" :"比特幣(Bitcoin) 是一個創新的支付網路以及一種新的貨幣。 Bitcoin 沒有中央機構或銀行而使用點對點技術來運營；管理交易與發行比特幣是通過整個網路來協力開展 ...",
    "title" :"比特幣基本知識與單位@ 麒麟君B" 的部落格:: 痞客邦PIXNET ::",
    },
    {
    "url" :"https://www.bitoex.com/help/1?locale=zh-tw",
    "abstract" :"比特幣是一種對等網路支付系統和虛擬計價工具，被一些人稱為數位貨幣，最早在2009年由化名的開發者中 ... 比特幣的最小單位是0.00000001 比特幣，稱為1「聰」。",
    "title" :"影響比特幣的價格因素 - 幣託BitoEX 比特幣錢包與比特幣交易中心 ...",
    },
    {
    "url" :"https://zhidao.baidu.com/index?word=%E6%AF%94%E7%89%B9%E5%B8%81%E6%9C%80%E5%B0%8F%E4%BA%A4%E6%98%93%E5%8D%95%E4%BD%8D&ri=4&from=qb&ssid=&uid=bd_1427194999_276&pu=sz%40224_240%2Cos%40&step=7&bd_page_type=1&init=middle",
    "abstract" :"从目前的技术上来讲,比特币数据结构下一个比特币可以分割到8位小数,所以比特币最小单位是0.00000... 2013-12-31 23:28. 火币网最少充值多少?每次交易最小可以 ...",
    "title" :"搜索结果_比特币最小交易单位 - 百度知道",
    },
    ],
}
keyword_list = [ 
   "   关系",
   "   联接",
   "   4因5路",
   "   排列组合",
   "   复利",
   "   概率",
   "   演化",
   "   启始",
   "   验证",
   "   战略",
   "   优化",
   "   近同反",
   "   统一",
   "   健康",
   "   刻意练飞",
   "   有趣",
   "   边界",
   "   历史",
   "   混沌",
   "   高维",
   "   随机",
   "   分块",
   "   建模",
   "   局部化",
   "   哪些人",
]
meta_data = {"status":".","Major": 1,"Minor": 2,"Prefix": "Q"}
km_0_title = "比特币"
km_0_summary = ""
km_1_tags = []
