# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_0_0 #:adfadfafa: : : : 
######
}
keyword_list = [ 
   "论语 是关于什么的说",
   "论语 本质是什么",
   "论语 精典语句",
   "论语 有什么用",
   "论语 价值",
   "论语 谬论",
   "论语 如何读",
   "论语 中哲学观念",
   "论语 都包含哪些内容",
   "论语 与哪些理论是相反的",
   "论语 范围",
   "为什么要 论语",
   "论语 是谁写的",
   "论语 是什么年代的",
   "论语 与西方哲学的对比",
   "论语 与现代哲学的对比",
   "论语 漫画",
   "论语 逻辑",
   "论语 在四书的地位",
   "论语 古代真的有用吗",
   "论语 发展",
   "论语 与现代生活",
   "论语 与投资",
   "论语 与数学",
   "论语 量子",
   "论语 的矛盾",
]
meta_data = {"status":"mc","Major": 0,"Minor": 0,"Prefix": "Q"}
km_0_title = "论语"
km_0_summary = "ummary_tp"
km_1_tags = []
