# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_2_2 #: 封建制、宗法关系、编户齐民的关系与演变
######
"Q_2_2": [" 封建制、宗法关系、编户齐民的关系与演变",
    {
    "url" :"http://social.ntue.edu.tw/monograph/92year/%B3%AF%AEa%A8q%A6%D1%AEv/%B4%BF%BCz%AES.doc",
    "abstract" :"... 民到授地。而文中除了提及封建制度與貴族的關係外，亦論及了平民百姓在此封建體系下所扮演的角色及其義務。 關鍵詞：西周、封建體制、宗法制度、昭穆制度、國人與野人 ...... 關係研究》。 注十八：杜正勝＜「編戶齊民」的出現及其歷史意義＞，P91。",
    "title" :"[DOC] 西周封建體制的演變 - 國立台北教育大學社會與區域發展學系",
    },
    {
    "url" :"https://m.igetget.com/try/article/cid/3546",
    "abstract" :"2017年3月31日 - 政府要想集权，就必须破除地方上的各个宗族组织，斩断宗法纽带，在法律面前使人人平等。 .... 封建制、宗法关系、编户齐民的关系与演变。 孔子“仁” ...",
    "title" :"试读《1.5丨儒学和中央集权帝国最核心的矛盾》 - 得到",
    },
    {
    "url" :"http://web.kshs.kh.edu.tw/his01/%E9%AB%98%E4%B8%80%E4%B8%8B%E6%AD%B7%E5%8F%B2%E8%AC%9B%E7%BE%A9/3-1%E5%A4%A7%E4%B8%80%E7%B5%B1%E5%B8%9D%E5%9C%8B%E7%9A%84%E5%87%BA%E7%8F%BE%E8%88%87%E7%9A%87%E5%B8%9D%E5%88%B6%E5%BA%A6%E7%9A%84%E7%A2%BA%E7%AB%8B.doc",
    "abstract" :"在地方上，行「郡縣制」，使治下的人民成為「編戶齊民」。 .... 弊：缺乏宗法關係的支持，易使皇室孤立無援。 (b)封建：. 利：可賴宗法關係，屏障王室 .... 五)學術思想的演變.",
    "title" :"[DOC] 第三章 帝國體制與天下秩序 第一節大一統帝國的出現與皇帝制度的確立 ...",
    },
    {
    "url" :"http://www.jianshu.com/p/8742e77487d1",
    "abstract" :"2017年5月4日 - 孔子的“仁爱”本质：仁政观念是在宗法关系的土壤里自然成长起来的。孔子的“复礼”是想 ... 1、封建制、宗法关系、编户齐民的关系与演变。 2、孔子“仁” ...",
    "title" :"1.5--儒学和中央集权帝国最核心的矛盾- 简书",
    },
    {
    "url" :"http://nuoha.com/book/148908/00001.html",
    "abstract" :"表现在宗族关系上，周人将宗法制度发展到了巅峰状态，并使之达到了至善至美的 ... 由此可见，由家族制度演变而来的宗法制度，随着历史发展，逐渐由雏形到完善，并最终 ... 从此，父系血缘关系成为维系我国家庭和家族的纽带，封建宗法家族就是以父系 .... 编户齐民一词习见于汉人的著作，但作为社会存在或社会现象，初步形成于春秋 ...",
    "title" :"第1章血缘宗法社会向地缘政治社会的转型-- 春秋战国时期社会转型研究",
    },
    {
    "url" :"http://fix.pcsh.ntpc.edu.tw/test/101/101-2-1%E9%AB%98%E4%B8%80%E6%AD%B7%E5%8F%B2.docx",
    "abstract" :"過去，上帝和統治者之祖先關係密切，祖先的世界與上帝之世界幾不可分；但後來的統治者 .... (A)封建制度 (B)宗法制度 (C)井田制度(D)禮樂制度。 ..... 大司馬大將軍」到的演變歷程，可知內朝形成正是皇權膨脹的表現(E)中國政治充斥人治色彩。 ... (A)法治社會的產生(B)編戶齊民的興起(C)禮壞樂崩(D)貴族權力的擴大 (E)人文思想盛行。",
    "title" :"[DOC] 第一次期中考解答",
    },
    {
    "url" :"http://lib.wfsh.tp.edu.tw/exam/%E9%AB%98%E4%B8%AD%E9%83%A8/103%E5%AD%B8%E5%B9%B4%E5%BA%A6/103-1%E9%AB%98%E4%B8%AD%E7%AC%AC%E4%B8%80%E6%AC%A1%E5%AE%9A%E8%80%83%E9%A1%8C%E7%9B%AE/%E6%AD%B7%E5%8F%B2/%E9%AB%98%E4%B8%89%E7%A4%BE%E6%9C%83%E7%B5%84%E6%AD%B7%E5%8F%B2%E6%9C%9F1%E8%A9%A6%E9%A1%8C%E5%8D%B7201410.doc",
    "abstract" :"從下述兩則資料，可知此一朝代約百年政治循環演變的情況：當內朝惡鬥時（外戚與宦官之爭），外朝（士大夫階層）以「清議」表現對時局 ... (A)提倡一夫一妻(B)維護母系家長的地位(C)維護宗法制度(D)規範諸侯們的婚姻 ... 請問：「編戶齊民」的觀念與此下列哪一制度關係最密切？ ... 下表是郡縣制度和封建制度的比較表，請問：何者為是？",
    "title" :"[DOC] 臺北市立萬芳高級中學九十學年度第學期  第次定期考查  競試  第次補考 ...",
    },
    {
    "url" :"https://market.cloud.edu.tw/content/senior/history/ks_rs/page/ch4.htm",
    "abstract" :"A.政治上：議定帝號，自稱始皇帝，開創了皇帝制度與官僚體系. B.地方上：廢 ... 第一節封建與郡縣制度的演變. 一、春秋戰國 ... A.根據禮樂、宗法與井田制度，化整為零的分散統治 ... 封建體制崩解，農民成為直接負擔徭役租稅的「編戶齊民」. b. ..... (1)在政統中，君主（位之主體）與士人是君臣關係；在道統中，師儒（德之主體）與君主是師友.",
    "title" :"第四章大一統帝國的規制與運作 - 教育大市集",
    },
    {
    "url" :"http://www.pttsh.ttct.edu.tw/school/paper/hits.php?id=955&filename=201405161556180.doc",
    "abstract" :"2014年5月16日 - B ) 春秋戰國時期「編戶齊民」的出現，象徵國家社會何種趨勢？ .... 中發現許多青銅酒器，正可佐證酒誥所述 (D)康叔治理殷商遺民一事，與周人推行封建制度有密切關係 ... 解析： 周代的宗法制度中，除了周天子是絕對的大宗外，其他大宗、小宗的稱呼都是相對的。 ..... 從春秋到戰國，時代的演變呈現了什麼樣的風貌？",
    "title" :"[DOC] 題目卷",
    },
    {
    "url" :"http://lms.tnssh.tn.edu.tw/sys/read_attach.php?id=15293",
    "abstract" :"二）宗法制度的展現 ... 4、到春秋晚期封建制度崩潰後，國人野人之別才逐漸消失。 ... 考驗，造成宗法精神鬆動與淡化，後代彼此間的關係逐漸疏遠，甚至相攻如仇人。 .... 成文法律（鑄刑書、鑄刑鼎）並使法律遵守的對象擴及全民，逐漸形成編戶齊民的社會。 ... 1、王官說：由封建時代，掌管政府文件資料的世官，他們的專業知識演變而來。",
    "title" :"[DOC] 第二章周代的興衰與文化",
    },
    ],
######
#Q_2_3 #: 权 力 与昨权 力 寻租 的数 学模 型 
######
"Q_2_3": [" 权 力 与昨权 力 寻租 的数 学模 型 ",
    {
    "url" :"http://dspace.xmu.edu.cn/dspace/retrieve/18572/license.txt",
    "abstract" :"权力与昨权力寻租的数学模型. 高鸿祯. 杨建新. 摘. 要. 寻租活动的数学模型表明,. 在决策主体希望经济利益最大化的前提下,. 廉政建设的一个有效措施是应建立一种 ...",
    "title" :"[PDF] 权力与昨权力寻租的数学模型 - 厦门大学学术典藏库",
    "metadata" :"由 高鸿桢 著作 - 1997 - 被引用 7 次 - 相關文章",
    },
    {
    "url" :"http://www.css.hkusu.hku.hk/guofeng_2009.pdf?ref=share",
    "abstract" :"2009年2月12日 - 為維持貨幣間匯率的相對水平，各國央行便需要購入一定數. 量的黃金以 ... 一，如實行金本位制，只要集合眾歐元區國家之力，便能有. 足夠的黃金 .... 權，建立歐洲貨幣單位ECU(即歐羅的前身)的經驗，此. 外，該機制亦 .... 海嘯直接衝擊內地的勞動密集型工業(注意1997 年. 亞洲金融 .... 以權. 錢交易尋租的官商共犯們。",
    "title" :"[PDF] 2009年2月號 - 國事學會 - HKU",
    },
    {
    "url" :"http://hk.apple.nextmedia.com/news/art/20161021/19807752",
    "abstract" :"2016年10月21日 - 1970年，我34歲，是我整個人生的交叉點。那年2月，我創辦了《七十年代》月刊，在左派文化圈中創立了個人成就的高𥧌；那一年3至6月，因妻子在深圳 ...",
    "title" :"世道人生：在權力邊緣遊走| 蘋果日報| 要聞港聞| 20161021",
    },
    {
    "url" :"http://hk.apple.nextmedia.com/news/art/20170214/19927898",
    "abstract" :"2017年2月14日 - 基本法委員會副主任梁愛詩（圖）表示，只要是合法的情況下，中央有權為任何人拉票，又指「干預同游說（有）好大分別」，反問他們是否沒有言論自由。",
    "title" :"梁愛詩：中央有權拉票| 蘋果日報| 要聞港聞| 20170214",
    },
    {
    "url" :"http://hk.aboluowang.com/2014/0906/440691.html",
    "abstract" :"2014年9月6日 - 此文為一篇舊文，五年前對新聞尋租鏈的論述，至今沒有改變。 .... 花嶺檢察院偵辦的貪污犯罪案件中，她接受當事一方的出面採訪並收受數十萬元現金。 ... 何況中國的媒體可以把公權力和市場權力結合起來，記者即使不能作為國家機關 .... 上的媒介體制大致可分三種類型：其一，以美國為首的私有私營為主的媒介體制; ...",
    "title" :"資審媒體人羅昌平透析中國「新聞尋租鏈」 - 阿波羅新聞網",
    },
    {
    "url" :"https://www.facebook.com/ideasonnews/posts/285540091783390",
    "abstract" :"嘴欠、筆賤。為了避免禍延子孫，決定隱姓埋名，一路下賤。 啥叫真暴民： .... 這個掌握權力的人，完全不理解市場機制的運作，不理解需求的多面向。只會用自己腦補的 ..... 勞斯萊斯不賣飛機引擎改賣「飛行時數」｜產業｜2016-07-05｜天下雜誌第601期 .... 而分行設置的許可與否，正是監理無能的金管會，用來刷存在感、權力尋租的工具。",
    "title" :"真暴民的時事筆記 - Facebook",
    },
    {
    "url" :"https://www.singpao.com.hk/index.php?fi=loadpdf&t=news&id=1495",
    "abstract" :"2017年1月21日 - 數，目前已有多個團體申請在20日就職典禮. 當天或次日舉行 .... 球最有權力的領袖之一，但在美國社會各界「反. 特」聲音，加上受到 .... 情抹案、收錢收物；利用權力尋租，做生意、拿. 項目，為他人 .... 視為是學者型將軍。 沈金龍2014 ...",
    "title" :"[PDF] 領袖紛缺席名人上街「贈興」 - 成報",
    },
    {
    "url" :"http://web.thu.edu.tw/lu.bk/www/news/99-4.pdf",
    "abstract" :"發展型國家模型. 政治發展研究的「國家轉向」使得學. 者能系統化 ..... 數以下。至於此類型為何牴觸權力極. 大化的觀點，學者歸結以下幾個產生 ..... 以自己的特權尋租。",
    "title" :"[PDF] 99 高普【政治學】",
    },
    {
    "url" :"http://web.thu.edu.tw/sun812/www/new_page_8.htm",
    "abstract" :"我國憲法對於人權之保障，分別規定於第七條：平等權；第八條：人身自由；第九條：非現役軍人不受軍事 ... 我國自七十三年的第187號解釋以後，特別權力關係理論也漸式微而被淘汰。 ... 財產權保障，以今日工商業的社會型態，人民靠著法人性質的營利獲取生活之資者佔極大的比例。 ..... 三分之二出席，及出席人數三分之二之同意4．",
    "title" :"人權與生活第二回",
    },
    {
    "url" :"https://www.am730.com.hk/news/%E6%96%B0%E8%81%9E/%E9%87%91%E8%9E%8D%E7%B3%BB%E7%B5%B1%E8%A2%AB%E6%9F%A5%E6%9C%80%E9%AB%98%E7%B4%9A%E5%AE%98%E5%93%A1-%E4%B8%AD%E4%BF%9D%E7%9B%A3%E4%B8%BB%E5%B8%AD%E9%A0%85%E4%BF%8A%E6%B3%A2%E8%90%BD%E9%A6%AC-73530",
    "abstract" :"2017年4月10日 - ... 正接受中紀委審查，落馬原因未明，惟早前中紀委巡視保監會後的反饋意見，提到「高度關注領導幹部利用利政審批權搞權力尋租、利用行政處罰權 ...",
    "title" :"金融系統被查最高級官員中保監主席項俊波落馬- 新聞- am730",
    },
    ],
######
#Q_2_0 #:孔子孔子“仁”观念的渊源与本质
######
"Q_2_0": ["孔子孔子“仁”观念的渊源与本质",
    {
    "url" :"http://www.eastasia.ntu.edu.tw/member/eastasia/temp/7-2/7-2-12.pdf",
    "abstract" :"上，孔子對禮的信念有另外的淵源，這淵源先於仁觀念。這另外的淵源深 ... 體驗、知識、意願）的尺度，在禮、仁關係中，不僅有仁體現禮的本質. （「人而不仁如禮何」）， ...",
    "title" :"[PDF] 析論《論語》中禮與仁的關係A Disscusion of the Relationship between ...",
    "metadata" :"由 顏世安 著作 - 被引用 1 次 - 相關文章",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E4%BB%81",
    "abstract" :"跳至 孔子以前古書中“仁”字的含義 - 因此，即使在孔子之前没有发现“仁”字，我们也不能否定孔子之前已 ... 所謂“仁者，人也”是說，仁是人之為人的本質和特徵，也就是說， ... 《左傳》和《國語》中仁的主要觀念大都為《論語》所承繼，其中包括：.",
    "title" :"仁- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://big.hi138.com/zhexue/sixiangzhexue/200303/87545.asp",
    "abstract" :"2003年3月27日 - 據學者們研究，仁字和仁的觀念皆淵源於古東夷文化，后來進入“中國”，成為“ ... 孔子的意思是說，禮樂不僅僅是一種形式和節奏，而是有著更為本質的 ...",
    "title" :"孔子的仁禮相成思想及人性觀_思想哲學論文_免費論文下載中心",
    },
    {
    "url" :"http://zhidao.baidu.com/question/38814921.html",
    "abstract" :"2007年11月3日 - 孔子仁的思想有哪些特点,核心又是什么孔子的仁礼相成思想及人性观在 ... 据学者们研究，仁字和仁的观念皆渊源于古东夷文化，后来进入“中国”，成为“中国人”的文化观念。 .... 的确，为人而不仁，如何能理解礼乐制度的本质内涵呢？",
    "title" :"孔子仁的思想有哪些特点,核心又是什么_百度知道",
    },
    {
    "url" :"http://mail.lsps.tp.edu.tw/~a0153/class/chen60.doc",
    "abstract" :"牟氏認為此兩種說法皆可成立，但只是旁緣，而非主因，真正本質的淵源是在面對“ .... 吳氏認為：「孔子思想之中心觀念為仁，仁者人也，所謂相人偶，即與人為徒之意。",
    "title" :"[DOC] 孔子之畏天命思想探義 - Tp.edu.tw",
    },
    {
    "url" :"http://ourartnet.com/Ru-Jiamengzi/ru032.asp",
    "abstract" :"孟子繼承和發展了孔子的德治思想，發展為仁政學說，成為其政治思想的核心。 ... 孟子把誠這個道德概念規定為天的本質屬性，認為天是人性固有的道德觀念的本原。 .... 德治觀念. 孔子論「仁」, 是自覺的道德; 孟子的「仁」, 則兼具教化的功能。君主應培養出德 ... 號然此說缺乏現代的民主精神, 卻成為傳統治制度中, 抑制君權的合理性淵源。",
    "title" :"儒家孟子 - 大家藝文天地",
    },
    {
    "url" :"http://www.ncyu.edu.tw/files/site_content/giee/189-204--%E5%AD%94%E5%AD%90%E4%BA%BA%E7%94%9F%E5%93%B2%E5%AD%B8%E5%8F%8A%E5%85%B6%E5%B0%8D%E7%94%9F%E5%91%BD%E6%95%99%E8%82%B2%E7%9A%84%E5%95%9F%E7%A4%BA.pdf",
    "abstract" :"孔子於中國哲學史上最先提出一套「系統性自覺理論」，且在大眾觀念上謀求安身立命之 ... 研究範圍包括：（一）孔子其思想淵源；（二）孔子人生哲學的中心議題及（三）孔子人生哲學 ... 關懷「人」與「生命本質」為起點，對於人生的意義與價值等根本問題，提出明確的 .... 一個普遍性的範疇，孔子將「仁」視為人的最高美德和合乎人的本性要求。",
    "title" :"[PDF] 孔子人生哲學及其對生命教育的啟示 - 嘉義大學",
    },
    {
    "url" :"http://www.hkshp.org/humanities/ph117-02.txt",
    "abstract" :"天和道既是世界的可變易本質，也是對普世和諧的追求；仁是通過人性的修養追求 ... 指稱中國文化本質中具有動力或創造性的核心，思想一詞在這裡就是指人的思想觀念 .... 社會和歷史就是真實的存在，孔子述而不作，他最先從歷史與現實中深切感悟到 ...",
    "title" :"論中國思想 - 香港人文哲學會",
    },
    {
    "url" :"http://www.takming.edu.tw/publish/%E5%BE%B7%E6%98%8E%E5%AD%B8%E5%A0%B1/%E5%BE%B7%E6%98%8E%E5%AD%B8%E5%A0%B136-1/4.%E5%BE%9E%E7%A6%AE%E3%80%81%E6%B3%95%E5%85%A7%E6%B6%B5%E5%85%B1%E9%80%9A%E6%80%A7%E8%AB%96%E5%AD%94%E5%AD%90%E6%B3%95%E6%80%9D%E6%83%B3%E5%8F%8A%E5%85%B6%E7%8F%BE%E4%BB%A3%E6%80%A7%E6%84%8F%E7%BE%A90711(%E5%AE%8C%E6%88%90).pdf",
    "abstract" :"出儒家某些本質性的缺陷，但也不乏對於「法」本質認識不足所生的誤解。 ... 指陳孔子法思想之「時代性」與「積極性」，從而釐清許多似是而非的批判。 .... 1陳寅恪：《隋唐制度淵源論稿》，（北京：北京三聯書店，2001.4 一版），頁111 云：「古代禮律關係 ... 式規範，如孔子言「克己復禮為仁」（《論語‧顏淵》）；又云「非禮勿聽，非禮勿言」（《論語‧.",
    "title" :"[PDF] 從禮、法內涵共通性論孔子法思想及其現代性意義 - 德明財經科技大學!",
    "metadata" :"由 陳弘學 著作 - 被引用 1 次 - 相關文章",
    },
    {
    "url" :"http://zhwhdx.ustc.edu.cn/zhwhdx/news/detail_197392.htm",
    "abstract" :"人类本质的共同性构成主体性的哲学基础。 ... 孔子的仁学起源于周礼，是从春秋新时代精神出发，通过对体现于周礼中的人文精神的阐发 ... 礼渊源于远古时期定居的农业部落生活的风尚和习惯，这些风尚和习惯在时间中的延续就 ..... 孔子把自觉的平等观念转化为一种普遍的社会关联，从而具有了适应社会进步的更为厂阔的道德意识：.",
    "title" :"论孔子仁学的精神- 中华文化大学",
    },
    ],
######
#Q_2_1 #: 编户齐民与宗族聚居共存的原因。
######
"Q_2_1": [" 编户齐民与宗族聚居共存的原因。",
    {
    "url" :"https://www.chineseupress.com/image/data/legacy/70/.pdf",
    "abstract" :"是野人，都是帝國的編戶齊民，直接受帝國的支配。同時，以血緣 .... 13 制定政策. 和貫徹實施，同時建立法制規範編戶齊民，各種懲罰和獎勵配合， ...... 代出現「專制」與「自由」共存的社會現狀，他認為沒有「專制」就沒. 36 以上 .... 本書認為鄉里共同體社會內的豪族地主、大小宗族，實際上是. 漢代地方 ..... 編戶民有不同的族姓聚居的原因。",
    "title" :"[PDF] target=_blank>here - The Chinese University Press",
    },
    {
    "url" :"https://m.igetget.com/try/article/cid/3546",
    "abstract" :"2017年3月31日 - 郁闷的业主们总结原因，多半都是因为“不齐心，不团结”。 .... 编户齐民与宗族聚居的共存，可以说是集权政治与儒学宗法性长期碰撞出来的产物。",
    "title" :"试读《1.5丨儒学和中央集权帝国最核心的矛盾》 - 得到",
    },
    {
    "url" :"http://www.jianshu.com/p/8742e77487d1",
    "abstract" :"2017年5月4日 - 如果小区里住的是从农村整体迁徙的庞大宗族，这种以血缘为纽带、以宗法秩序为管理结构 ... 促成集权的底层原因：文字成熟、交通便利，治大国变得容易。 ... 编户齐民与宗族聚居的共存，是集权政治与儒学宗法长期碰撞出来的产物。",
    "title" :"1.5--儒学和中央集权帝国最核心的矛盾- 简书",
    },
    {
    "url" :"http://110202.com/forum.php?mod=viewthread&tid=2378",
    "abstract" :"2017年4月17日 - 鬱悶的業主們總結原因，多半都是因為“不齊心，不團結”。 .... 編戶齊民與宗族聚居的共存，可以說是集權政治與儒學宗法性長期碰撞出來的產物。",
    "title" :"1.5丨儒學和中央集權帝國最核心的矛盾- 熊逸書院- 認知講場- Powered ...",
    },
    {
    "url" :"http://www.ha.cuhk.edu.hk/Papers%202011/1.pdf",
    "abstract" :"化”趋势，以宗族组织和民间神祭祀为核心的乡. 村社会组织 .... 陵，主要为讲客家话的人群聚居，韩江下游的三. 角洲平原，其 ... 时间里，逐步成为王朝编户齐民的过程，构成了韩. 江流域社会 .... 祯六年该府又有镇平县之设，其原因仍然是“寇. 变”： ... 共存。在这一过程中，地方动乱与社会整合的关. 键之一，是身份与认同的问题。在当时 ...",
    "title" :"[PDF] 聚落形态与社会转型：明清之际韩江流域地方动乱之历史影响",
    "metadata" :"由 陈春 著作 - 2011 - 被引用 7 次 - 相關文章",
    },
    {
    "url" :"http://big.hi138.com/wenhua/chuantongwenhua/200807/56103.asp",
    "abstract" :"2008年7月4日 - 而在西方人類學宗族模式和國家與社會理論框架下的宗族研究中，宗族被認为是 ... 早已存在制度十分成熟的國家結構，如何解釋中國的國家與宗族共存的現象？ ... 中發現，漢唐間“非宗族化”的吏民社會或編戶齊民社會是傳統帝國的社會基礎。 ... 另一方面在政策上轉變“不準族居”的政策，積極鼓勵鄉村社會累世聚居。",
    "title" :"宗族重建的歷史考察_傳統文化論文_免費論文下載中心",
    },
    {
    "url" :"https://zh.wikipedia.org/zh-hk/%E7%B7%A8%E6%88%B6%E9%BD%8A%E6%B0%91",
    "abstract" :"編戶齊民，由於先秦以來，階級消融，身分制解除，理論上所有人的身份都是平等的，是謂「齊民」；而國家將他們一一納入紀錄，以戶為單位來掌握人民，是謂「編戶」， ...",
    "title" :"編戶齊民- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://www.cp1897.com.hk/bookinfo/pdf/pv/9789629965020pv.pdf",
    "abstract" :"五宗族紐帶與豪族大姓的社會網絡. .... 第七章宗族聚居的反思：聚族而居與聚族里居................ 279. 一漢代至 ..... 是野人，都是帝國的編戶齊民，直接受帝國的支配。 ..... 重要原因之一。 ..... 代出現「專制」與「自由」共存的社會現狀，他認為沒有「專制」就沒.",
    "title" :"[PDF] 下載試讀文件 - CP1897.com",
    },
    {
    "url" :"http://thjcs.web.nthu.edu.tw/files/14-1662-41510,r2985-1.php?Lang=zh-tw",
    "abstract" :"篇名, 編戶齊民論的剖析. 作者, 杜正勝. 類型, 論文. 頁數, 163~191. 下載. 語言, 中文. 關鍵詞. 編戶齊民，國人，共同體. 中文摘要, 《編戶齊民》釋我解釋中國古代政治 ...",
    "title" :"編戶齊民論的剖析- 清華學報Tsing Hua Journal of Chinese Studies",
    },
    {
    "url" :"https://book.douban.com/review/4921283/",
    "abstract" :"2011年4月24日 - 杜正胜院士《编户齐民》从他所观察的从春秋到秦汉的的社会社会的基础 ... 型的转变，福柯提出的原因之一是随着社会经济的发展，资产阶级需要更多 ...",
    "title" :"《编户齐民》读书笔记（編戶齊民）书评 - 豆瓣读书",
    },
    ],
}
keyword_list = [ 
   "   关系",
   "   联接",
   "   本质",
   "   计算复杂度:常，对，线，平，立，指，阶",
   "   边际效应",
   "   量化分析",
   "   演化",
   "   balance shift",
   "   验证",
   "   租",
   "   20/80原则",
   "   外延",
   "   统一",
   "   健康",
   "   并行",
   "   有料",
   "   极限",
   "   未来",
   "   混沌",
   "   分层模块化",
   "   随机",
   "   分块",
   "   抽象",
   "   局部化",
   "   哪些人",
]
meta_data = {"status":".","Major": 2,"Minor": 4,"Prefix": "Q"}
km_0_title = "权力"
km_0_summary = "ummary_tp"
km_1_tags = []
