# -*- coding:utf-8 -*- 

Q_dict = { 
######
#Q_2_2 #:工业4.0
######
"Q_2_2": ["工业4.0",
    {
    "url" :"http://topic.cw.com.tw/2016industry4.0/article.html",
    "abstract" :"BMW客製化汽車的一道工序、Optima客製化一瓶香水，都只要58秒。圖解工業4.0，未來工廠這樣做，五國又如何強勢參戰？",
    "title" :"圖解工業4.0，未來工廠這樣運作－天下雜誌 - 天下雜誌群數位平台",
    },
    {
    "url" :"https://www.zhihu.com/question/26288684",
    "abstract" :"2015年7月14日 - 至少暂时还是）卖概念罢了。 工业4.0的核心词汇是Cyber-Physical System (CPS)。 我phd的领域就是CPS，参加过多次领域顶会并发过多篇论文。",
    "title" :"如何评价「德国工业4.0」？ - 知乎",
    },
    {
    "url" :"https://portal.stpi.narl.org.tw/index/article/10095",
    "abstract" :"掀起工業4.0革命的原因，主要解決全球面臨四大難題：勞動力減少、物料成本上漲、產品與服務生命週期縮短、因應各種需求變化。工業4.0的實質是改變了生產的分工 ...",
    "title" :"物聯網將掀起工業4.0革命- STPI Research Portal",
    },
    {
    "url" :"http://wiki.mbalib.com/wiki/%E5%B7%A5%E4%B8%9A4.0",
    "abstract" :"德国的制造业是世界上最具竞争力的产业部门之一。这归功于德国制造业能够管理复杂的工业生产过程，不同任务由位于不同地点的合作伙伴完成。近二三十年来， ...",
    "title" :"工业4.0 - MBA智库百科",
    },
    ],
######
#Q_2_3 #:程序员 的未来 发展
######
"Q_2_3": ["程序员 的未来 发展",
    {
    "url" :"http://www.techug.com/post/where-is-the-future.html",
    "abstract" :"这里我采取通俗的说法，认为过了30 岁的程序员算是大龄程序员，只是为了讨论方便，不同意的请保留自己的意见。 人生的阶段发展理论. 《论语·为政》篇：. 子曰：“吾十 ...",
    "title" :"大龄程序员的未来在何方| 程序师",
    },
    {
    "url" :"http://www.raychase.net/807",
    "abstract" :"最近在看一本书，加来道雄（Michio Kaku）的《物理学的未来》，第一、第二章是程序员更加关心的，对于下一个100年计算机和人工智能未来的预测。想想计算机发展 ...",
    "title" :"编程的未来| 四火的唠叨",
    },
    {
    "url" :"http://codecloud.net/16075.html",
    "abstract" :"前言:程序员工作两三年后，基本上都会考虑自己的未来发展方向。发展的路径不外乎：程序员-系统分析员-架构师-技术经理-CTO，程序员-项目组长-项目经理-项目 ...",
    "title" :"程序员未来发展方向| 程序员的资料库",
    },
    ],
######
#Q_2_0 #:未来的经济发展模式
######
"Q_2_0": ["未来的经济发展模式",
    {
    "url" :"http://www.sohu.com/a/142263163_353595",
    "abstract" :"2017年5月20日 - 近年来，基于数字技术、以互联网平台为重要载体的数字经济发展开始 ... 以前所未有的速度增长，数据成为驱动商业模式创新和发展的核心力量。",
    "title" :"数字经济丨数字经济的三大特征及未来的样子！ - 搜狐",
    },
    {
    "url" :"https://books.google.com.hk/books?id=vapTDQAAQBAJ&pg=PA10&lpg=PA10&dq=%E6%9C%AA%E6%9D%A5%E7%9A%84%E7%BB%8F%E6%B5%8E%E5%8F%91%E5%B1%95%E6%A8%A1%E5%BC%8F&source=bl&ots=KIXkrLw2jm&sig=pLJIRWPNM4z8ekE4x8roJdImXYI&hl=zh-TW&sa=X&ved=0ahUKEwiBmKD2wpvUAhVGGpQKHWJ6CNIQ6AEIZTAI",
    "abstract" :"图11 经济发展模式的演化示意图 相伴随的经济绩效和经济增长的表现不同。 ... 经济发展模式的选择常常是在我们既缺乏环境和未来的系统知识,又受到作为历史遗产 ...",
    "metadata" :"刘刚, 周桂元 - 2010 - Business & Economics",
    "title" :"中国经济的第二次转型 - 第 10 頁 - Google 圖書結果",
    },
    {
    "url" :"http://www.bangkokbank.com/download/51Web8_Column_No04.pdf",
    "abstract" :"未來的走向–對泰國的意義＂。會上泰中學者暢 ... 辦公室副主任陳錫文先生對中國經濟改革開放的成績和未來作了深入分析，特概括如 ... 襨轉變過去的經濟發展模式。",
    "title" :"[PDF] 中國經濟的發展和未來的走向",
    },
    ],
######
#Q_2_1 #:数字经济的3.0模型
######
"Q_2_1": ["数字经济的3.0模型",
    {
    "url" :"http://cwmgrouphk.blogspot.com/2013/01/blog-post_10.html",
    "abstract" :"2013年1月10日 - 曾國平 經濟3.0 ... 新凱恩斯模型把經濟簡化成三部分：家庭（Households）、廠商（Firms）及中央銀行。 ... 工資靈活性由一個數字代表，何其簡約！",
    "title" :"經濟3.0: 淺談新凱恩斯模型",
    },
    {
    "url" :"http://cwmgrouphk.blogspot.com/2013/01/blog-post_3883.html",
    "abstract" :"2013年1月10日 - 昨天開始介紹宏觀經濟學中的新凱恩斯模型（New Keynesian Model）， ... 所謂均衡，是要找出生產、通脹、利率三組數字，跟家庭、廠商、央行今天的 ...",
    "title" :"經濟3.0: 新凱恩斯模型的用處",
    },
    {
    "url" :"https://books.google.com.hk/books?id=8shTDQAAQBAJ&pg=PA34&lpg=PA34&dq=%E6%95%B0%E5%AD%97%E7%BB%8F%E6%B5%8E%E7%9A%843.0%E6%A8%A1%E5%9E%8B&source=bl&ots=1vGgVt_dpF&sig=2y-2eFHtHFo2yVqD6tiQMK45fwQ&hl=zh-TW&sa=X&ved=0ahUKEwiqhPz6wpvUAhUFppQKHS3JDdUQ6AEIQzAG",
    "abstract" :"索洛的经济增长模型认为,当外生的技术以固定比率增长时,经济将在平衡增长路径上 ... 则: λ=8.0%3.0%1.4%=3.6%也就是说,在8%的经济增长率中,有3.6%是由技术进步 ... 通过上面公式计算出来的数字并不是科学技术和生产要素在经济增长中的实际 ...",
    "metadata" :"李变花, 林治滨 - 2008 - Business & Economics",
    "title" :"中国经济增长质量研究 - 第 34 頁 - Google 圖書結果",
    },
    {
    "url" :"http://class-qry.acad.ncku.edu.tw/crm/course_map/course.php?dept=U5&cono=U551500",
    "abstract" :"課程主要目的是讓學生能有效運用工具來連結模型的資料分析，因此學生將會學到如何運用數量方法( ... 模型結合到實際數據的各種方法，從而讓學生從自己建立的經濟模型來進行實際的數字模擬分析。 ... 0106/1, U551500, 計算經濟學, 3.0, N, 伍弘歷.",
    "title" :"計算經濟學 - 國立成功大學- 課程地圖",
    },
    {
    "url" :"https://zh-hk.facebook.com/notes/%E7%B6%93%E6%BF%9F-30/%E4%B8%80%E5%80%8B%E5%AE%8F%E8%A7%80%E7%B6%93%E6%BF%9F%E5%AD%B8%E8%80%85%E7%9A%84%E8%87%AA%E7%99%BD/647274652089565/",
    "abstract" :"曾國平經濟3.0. 一個宏觀經濟學者的自白. 自金融危機 ... 其中一個常見的「罪狀」是宏觀經濟學者專注於叫DSGE模型的東西，跟現實嚴重脫節。 凱恩斯在1936年出版《 ...",
    "title" :"一個宏觀經濟學者的自白 - Facebook HK",
    },
    {
    "url" :"http://baike.baidu.com/item/%E4%BB%B7%E5%80%BC%E6%8A%95%E8%B5%84%E6%B1%AA%E6%B0%8F%E6%A8%A1%E5%9E%8B3.0",
    "abstract" :"书 名: 价值投资汪氏模型3.0; 作 者: 汪康懋; ISBN: 9787810981095; 页 数: 333页 ... 投基金、上市公司定价、金融资产定价、证券投资与资本市场、东亚经济整合等领域 ...",
    "title" :"价值投资汪氏模型3.0_百度百科",
    },
    ],
######
#Q_2_6 #:6万亿交易规模的平台经济是怎么样的
######
"Q_2_6": ["6万亿交易规模的平台经济是怎么样的",
    {
    "url" :"http://www.199it.com/archives/555294.html",
    "abstract" :"2017年3月13日 - 当时讨论到这样的话题，我想未来30年会怎么样我们无法预测，但是我们 ... 我们看到新的数字经济是以数据化为驱动，传统的1.0数字时代是以数字化为驱动。 .... 在2020年一定会有一个超过6万亿人民币交易规模平台经济体出现，也 ...",
    "title" :"阿里研究院：数字经济2.0报告（附下载） | 互联网数据中心-199IT | 中文 ...",
    },
    {
    "url" :"http://news.xinhuanet.com/2017-02/20/c_1120495810.htm",
    "abstract" :"2017年2月20日 - 企业年付息4万亿专家建议杠杆率必须降下来---2017年是实施“十三五”规划的重要一年。中央经济工作会议指出，要坚持以推进供给侧结构性改革为主线，从供给 ... 要降低各类交易成本特别是制度性交易成本，减少审批环节，降低各类中介 .... 所以杠杆率短期降下来是不现实的，怎么样控制杠杆率的增速，再调整杠杆 ...",
    "title" :"企业年付息4万亿专家建议杠杆率必须降下来-新华网",
    },
    {
    "url" :"http://cj.sina.com.cn/article/detail/3127391327/214264",
    "abstract" :"2017年4月11日 - 2016年第三方支付行业交易规模金额99.27万亿元，距百万亿差之毫厘。从有人开始不明不白的干这个行当开始，18年时间，第三方支付行业在刚刚 ...",
    "title" :"今年第三方支付交易规模将突破百万亿，市场仍存机会_财经头条 - 新浪",
    },
    {
    "url" :"https://xueqiu.com/3502728586/84903776",
    "abstract" :"经济观察报胡群/文消费对经济增长的贡献率正逐步提高，已成为拉动经济增长的 ... 消费金融平台的贷款，我国当前消费金融市场规模（不含房贷）估计接近6万亿元（含 ... 主导，25万亿当中，大概有19万亿是住房按揭，剩下的大概6万亿金融机构的钱，加上 ... 家上市银行信息，不完全统计发现，2016年银行信用卡消费交易额超过16万亿。",
    "title" :"四类机构酣战消费金融互联网金融欲逆袭- 雪球",
    },
    {
    "url" :"https://freewechat.com/a/MzI2NDAxNzExNw==/2655220438/4",
    "abstract" :"2017年2月13日 - 自我雇佣、灵活就业是平台经济体就业的关键词。 ... 当时讨论到这样的话题，我想未来30年会怎么样我们无法预测，但是我们还是需要预见。 .... 在2020年一定会有一个超过6万亿人民币交易规模平台经济体出现，也一定会出现超过1 ...",
    "title" :"未来的商业组织：平台+个人| 自由微信| FreeWeChat",
    },
    {
    "url" :"http://finance.sina.com/bg/chinamkt/sinacn/20160615/00281463640.html",
    "abstract" :"2016年6月15日 - 再往前走，會到6萬億乃至10萬億，這是不是簡單的數量增加：還是會在這樣一個變化 ... 這兩年出現了大量的平台經濟、粉絲經濟等各種各樣的經濟。 ... 物流的基礎設施，怎麼樣在新的發展當中，用共享和分享讓大家獲得更多的好處。 ... 端來構造，由電子商務交易、新型智能物流、金融支付等基礎設施以及現代製造的 ...",
    "title" :"阿里研究院院長：共享經濟發展的三個層次及其核心_財經頻道_新浪網 ...",
    },
    ],
######
#Q_2_7 #:运动健康的发展趋势
######
"Q_2_7": ["运动健康的发展趋势",
    {
    "url" :"http://www.creative-more.com.tw/soft-ware/ezcatfiles/creative-more/download/attach/2/(1)-7%20%B9B%B0%CA%B0%B7%B1d%A4%A4%A4%DF%B5o%AEi%C1%CD%B6%D5%A4%C0%AAR.pdf",
    "abstract" :"運動健康中心發展趨勢分析. 品度股份有限公司發行. 94. 壹、產業趨勢變化與分析. 一、健身風潮，健康取向. 台灣健康俱樂部產業從十多年來每年成立1~2家，在1997 ...",
    "metadata" :"由 謝登源 著作 - 被引用 5 次 - 相關文章",
    "title" :"[PDF] 運動健康中心發展趨勢分析 - 品度股份有限公司",
    },
    {
    "url" :"http://ieknet.iek.org.tw/BookView.do?rptidno=432001165",
    "abstract" :"2013年1月17日 - 全球與美國運動健身器材近年發展趨勢| 產業焦點| IEK產業情報網. ... 器材現況; 二、運動健身器材主要三大類; 三、美國為全球運動健康器材主要市場 ...",
    "title" :"全球與美國運動健身器材近年發展趨勢| 產業焦點| IEK產業情報網",
    },
    {
    "url" :"http://www.hkssep.org/newsletter/2004/march/sprtpsy.htm",
    "abstract" :"體育運動心理學目前所涉及的三大領域. 競技運動（競技運動心理 ... 促進運動員的個人發展. 提升運動員的運動表現 ... 鍛煉行爲與身心健康 “Physical activity offers ...",
    "title" :"運動心理學：環球發展趨勢 - HKSSEP",
    },
    {
    "url" :"https://tw.answers.yahoo.com/question/index?qid=20090409000016KK03923",
    "abstract" :"我想了解休閒運動未來發展趨勢及方向可以給我一些好的意見或知識嗎? ... 例如澎湖吉貝島的今海岸休閒渡假村、新竹萊馥健康休閒渡假村、台東知本泓泉溫泉渡假村 ...",
    "title" :"休閒運動未來發展趨勢及方向| Yahoo奇摩知識+",
    },
    ],
######
#Q_2_4 #:人工智能时代的 程序员
######
"Q_2_4": ["人工智能时代的 程序员",
    {
    "url" :"http://www.sohu.com/a/141202063_610498",
    "abstract" :"2017年5月16日 - 小伙伴们，《人工智能时代程序员自我修养》一书前五章已经全部被认领啦，还有两章 ... 扩展阅读：AI时代的哲学思考（写机器人普及后的社会秩序）.",
    "title" :"《人工智能时代程序员自我修养》章节认领！！ - 搜狐",
    },
    {
    "url" :"http://www.sohu.com/a/138447712_355137",
    "abstract" :"2017年5月5日 - 而在各大社交平台上，也有诸多类似：普通程序员，如何转向人工智能方向的话题在蔓延。除去系统学习和广泛学习外，在这里给大家推荐一个在线 ...",
    "title" :"人工智能时代已来，程序员，哪些技术需要学习？ - 搜狐",
    },
    {
    "url" :"https://m.sohu.com/n/478217226/",
    "abstract" :"io是程序员专属，ai就是人工智能时代代表域名. 耐思尼克推广 01-09 17:31 大. 2017的第一个月，已经让无数人类开始怀疑人生。错综复杂的人类大脑，终究败给了 ...",
    "title" :"io是程序员专属，ai就是人工智能时代代表域名-科技频道-手机搜狐",
    },
    {
    "url" :"https://www.zhihu.com/question/59370577",
    "abstract" :"2017年5月4日 - 我司(A厂)开始大搞算法、机器学习等，做为一个多年的Java程序员，自己在这方面比较弱，感到深深的焦虑，如何面对和处理？知乎大牛多，特来寻求 ...",
    "title" :"人工智能时代，做为一个多年的Java程序员，感到深深的焦虑，如何面对 ...",
    },
    {
    "url" :"http://www.360doc.com/content/17/0524/09/43284313_656687404.shtml",
    "abstract" :"2017年5月24日 - 【欧洲时报网】说到“程序员”，你会想到什么？“码农”或是“程序猿”？还是生活在段子里苦逼宅男？事实上，程序员早已成为这个科技致富的时代最受 ...",
    "title" :"人工智能时代不会编程将成“文盲” 程序员却面临失业？",
    },
    {
    "url" :"http://www.guokr.com/question/626993/",
    "abstract" :"2016年6月23日 - 最后可能分化成：专精于工业的程序员，专精于农业的程序员，专精于商业的程序员，专精于自动驾驶的程序员……也就是说，原本由人工直接完成 ...",
    "title" :"所谓的人工智能时代，对我们工作的冲击将会... | 问答| 问答| 果壳网科技 ...",
    },
    {
    "url" :"http://mt.sohu.com/it/d20170517/141202063_610498.shtml",
    "abstract" :"2017年5月16日 - 小伙伴们，《人工智能时代程序员自我修养》一书前五章已经全部被认领啦，还有两章 ... 扩展阅读：AI时代的哲学思考（写机器人普及后的社会秩序）.",
    "title" :"《人工智能时代程序员自我修养》章节认领！！ - 搜狐公众平台",
    },
    {
    "url" :"http://xxcalvin-blog.logdown.com/posts/1273655",
    "abstract" :"2017年1月4日 - 20170104 from 人工智能时代to 程序员. 今日完成了什么？ 招聘网站按照教材学习到5-1. 今日情绪？ -八点的时候电脑chrome浏览器特别卡，不 ...",
    "title" :"20170104 from 人工智能时代to 程序员« xxcalvin's Blog",
    },
    {
    "url" :"http://www.weidu8.net/wx/1000149303727280",
    "abstract" :"2017年4月24日 - 人工智能是未来的方向还是另一个泡沫，亦或是遥不可及的「趋势」？不重要，作为程序员来说，我们把人工智能当做一种正在使用的、未来即将大放 ...",
    "title" :"??智能时代，程序员何去何从？ - MacTalk - 微读吧",
    },
    {
    "url" :"http://www.jianshu.com/p/d44e493ac0ab",
    "abstract" :"2017年5月15日 - 人们在当今时代使用这些PC等类似设备，更多的是作为“消费者”，娱乐，简单办公，而真的懂得控制的人很少，人工智能时代，这些程序员又是成为 ...",
    "title" :"人工智能时代，你会成为那个巫师吗- 简书",
    },
    ],
######
#Q_2_5 #:后人工智能时代
######
"Q_2_5": ["后人工智能时代",
    {
    "url" :"https://www.amazon.cn/%E4%BA%BA%E5%B7%A5%E6%99%BA%E8%83%BD%E6%97%B6%E4%BB%A3-%E6%9D%B0%E7%91%9E%C2%B7%E5%8D%A1%E6%99%AE%E5%85%B0/dp/B01EL28XHE",
    "abstract" :"人工智能时代(湛庐文化机器人与人工智能书系), 品牌: 湛庐文化, 版本: 第1版, 浙江人民出版社, 编辑推荐： 人工智能时代，人类和智能机器Ӥ...",
    "metadata" :"評分：3.7 - 13 則評論",
    "title" :"《人工智能时代(湛庐文化机器人与人工智能书系)》 杰瑞·卡普兰, 李盼书评 ...",
    },
    {
    "url" :"https://www.amazon.cn/%E5%9B%BE%E4%B9%A6/dp/B01EKXEEZ4",
    "abstract" :"在《人工智能时代》一书中，智能时代领军人、硅谷连续创业者杰瑞·卡普兰指出：智能时代的到来，给人类社会带来了两大灾难性冲击：持续性失业与不断加剧的贫富差距 ...",
    "metadata" :"評分：3.7 - 13 則評論",
    "title" :"《人工智能时代》 杰瑞•卡普兰(Jerry Kaplan), 李盼【摘要书评试读】图书",
    },
    {
    "url" :"https://book.douban.com/subject/26776547/",
    "abstract" :"当机器人霸占了你的工作，你该怎么办？机器人犯罪，谁才该负责？人工智能时代，人类价值如何重新定义？ 在《人工智能时代》一书中，智能时代领军人、硅谷连续 ...",
    "title" :"人工智能时代(豆瓣) - 豆瓣读书",
    },
    {
    "url" :"http://www.sohu.com/a/136362713_724938",
    "abstract" :"2017年4月25日 - 本次大会主题为“分化与进化：寻找经济新动能”，就此，马云谈到新实体经济、人工智能、未来就业等问题。 没有过去三十年银行业的二八理论（80%的 ...",
    "title" :"20年后是人工智能时代，人类一天工作时间只4小时 - 搜狐",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_48b375310102x999.html",
    "abstract" :"2017年3月19日 - 现在因为人工智能(AI)的发展，配合更高速度的集成电路，科技正在加快其发展速度。据悉，在很短的5-10年后，医疗健保、自驾汽车、教育、服务业都 ...",
    "title" :"【洞见未来】十年后人工智能时代是什么样子_有在咖啡_新浪博客",
    },
    {
    "url" :"http://search.jd.com/Search?keyword=%E4%BA%BA%E5%B7%A5%E6%99%BA%E8%83%BD%E6%97%B6%E4%BB%A3&enc=utf-8",
    "abstract" :"在京东找到了790件人工智能时代的类似商品，其中包含了“计算机与互联网”，“经济”，“手机通讯”，“管理”等类型的人工智能时代的商品。",
    "title" :"人工智能时代- 商品搜索- 京东",
    },
    {
    "url" :"http://news.pedaily.cn/201703/20170321410362.shtml",
    "abstract" :"2017年3月21日 - 人工智能时代序幕已拉开智能经济到来,“人类的一切发明创造都是为了满足自己的懒惰”，虽然这句话有些调侃，但不无道理。解放投资人大脑的智能 ...",
    "title" :"人工智能时代序幕已拉开智能经济到来_行业动态_投资界",
    },
    {
    "url" :"http://sports.sohu.com/20160318/n440911929.shtml",
    "abstract" :"2016年3月18日 - 本专题撰文本报记者施绍宗□本期特邀嘉宾广东棋文化促进会会长容坚行围棋活动策划人邓扬威3月9日~3月15日，谷歌开发的人工智能电脑围棋 ...",
    "title" :"围棋的“后人工智能时代” 空前影响力值得挖掘-搜狐体育!!!",
    },
    {
    "url" :"https://wallstreetcn.com/articles/251812",
    "abstract" :"点击上方蓝色小字关注我们. 人工智能一直是过去 100 年最热门的科学幻想，也有各种各样科幻电影。从最经典的《终结者》系列，到后面的《 A.I 》，《超验骇客》，《 Lucy 》 ...",
    "title" :"人工智能时代来临：机器人的进化将改变世界（点拾） - 华尔街见闻",
    },
    {
    "url" :"https://www.zhihu.com/question/43532478",
    "abstract" :"人工智能时代来临后，人类的工作会发生哪些变化？ 显示全部. 关注者. 1. 被浏览. 1. 添加评论. 分享. 邀请回答. 关注问题 写回答. 还没有回答. 下载知乎客户端.",
    "title" :"人工智能时代来临后，人类的工作会发生哪些变化？ - 知乎",
    },
    ],
######
#Q_2_8 #:未来5-10年什么最贵
######
"Q_2_8": ["未来5-10年什么最贵",
    {
    "url" :"http://www.sohu.com/a/141614744_488580",
    "abstract" :"2017年5月18日 - 日前，马云在杭州举行的全球峰会上发表主题演讲说到：未来房子如葱。 ... 最终这些房子都会留给后代，而空置的房子需要缴纳房产税，谁会愿意留这么多房子在手里，大家都抛售房子的后果是什么？ ... 君不见，2013多地爆发居民抢光超市纯净水的新闻。10年后，这种状况不 .... 盘点5种已经停止进化的“活化石”生物！",
    "title" :"马云：不要买房了，未来房子如葱！八年后最便宜的是房子车子，而 ... - 搜狐",
    },
    {
    "url" :"http://cj.sina.com.cn/article/detail/5269756234/235840?column=china&ch=9",
    "abstract" :"2017年5月2日 - 未来房子如葱！十年后最便宜的是房子车子，最贵的是. ... 的房子需要缴纳房产税，谁会愿意留这么多房子在手里，大家都抛售房子的后果是什么？",
    "title" :"未来房子如葱！十年后最便宜的是房子车子，最贵的是_财经头条 - 新浪",
    },
    {
    "url" :"http://mt.sohu.com/business/d20170501/137482576_363742.shtml",
    "abstract" :"2017年4月30日 - 当然也有受众是持怀疑状态的，表示“八年后要拿葱和首富换房子”。 ... 至于未来最贵的是什么，马云没说，但是马云却做了，在香港花15亿港币买的房子 .... 2017年5月3日12:59 网友425960076 ... 十年炒股未亏损，全因只看这个信号.",
    "title" :"未来最便宜的是房子，最贵的是什么？ - 搜狐公众平台",
    },
    {
    "url" :"https://www.youtube.com/watch?v=o3Tn8YXTxb0",
    "abstract" :"0:09 而8年之後，中國最貴的將包括乾淨的空氣和水等。 ... 這是媒體調查的購買力貶值資料，隨著物價高漲，10年後，想必現金會越來越不值錢，也 ...",
    "metadata" :"2017年5月20日 - 上傳者：Anson Fun Fair Origami Craft Toys 手工 摺紙 玩具遊樂園",
    "title" :"馬雲：不要買房了，未來房子如蔥！八年後最便宜的是房子車子，而最貴的 ...",
    },
    {
    "url" :"http://www.ntdtv.com/xtr/b5/2017/05/08/a1323603.html",
    "abstract" :"2017年5月7日 - 日前，馬雲在杭州舉行的全球峰會上發表主題演講說到：未來房子如蔥。 ... 最終這些房子都會留給後代，而空置的房子需要繳納房產稅，誰會願意留這麼多房子在手裡，大家都拋售房子的後果是什麼？ ... 即使在今天，醫院裡也是人滿為患，一床難求，更不要說10年後了。 ... 沙特公司研擬南極拖行冰山供百萬人5年用.",
    "title" :"馬雲: 不要買房了中國未來房價如蔥價! 八年後最貴的是…… - 新唐人",
    },
    {
    "url" :"http://imtopsales.com/view1/?p=11335",
    "abstract" :"馬雲說：未來房子如蔥！八年後最便宜的是居然是房子，而最貴的你猜想不到 ... 房子需要繳納房產稅，誰會願意留這麼多房子在手裡，大家都拋售房子的後果是什麼？ ... 君不見，2013多地爆發居民搶光超市純淨水的新聞。10年後，這種狀況不會減輕。",
    "title" :"馬雲說：未來房子如蔥！八年後最便宜的是居然是房子，而最貴的你猜 ...",
    },
    {
    "url" :"http://bbs.tiexue.net/post2_12562982_1.html",
    "abstract" :"八年后最便宜的东西1房子今天我国人均保有的住宅面积是多少？ ... 缴纳房产税，谁会愿意留这么多房子在手里，大家都抛售房子的后果是什么？2汽车汽车基本上已经成为非常普通的消费品了， ... 2017/5/9 13:25:42 ... 回复：马云：不要买房了，未来房子如葱！八年后 这帖子十年前我看就看过了，房价依然是一路高歌.",
    "metadata" :"2017年5月6日 - 21 篇文章 - 19 位作者",
    "title" :"马云：不要买房了，未来房子如葱！八年后最便宜的是 ... - 铁血社区 - 铁血网",
    },
    {
    "url" :"https://kknews.cc/house/lpzra9g.html",
    "abstract" :"2017年5月15日 - 八年後最廉價的是房子車子，而最貴的是… ... 廢物和工業廢物的污染，即使政府這幾年大力整治河涌，但污染一日，治理十年，可想而知，未來乾淨的 ...",
    "title" :"馬雲表態：不要買房了，未來房子如蔥！八年最貴的是？ - 每日頭條",
    },
    {
    "url" :"https://read01.com/04826D.html",
    "abstract" :"2017年4月24日 - 日前，馬雲在杭州舉行的全球峰會上發表主題演講說到：未來房子如蔥。馬雲說，過去8年內，中國的房價整體上處於大幅上漲的狀態。8年後，中國最 ...",
    "title" :"馬云：不要買房了，未來房子如蔥！十年後最便宜的是房子車子，而最貴的 ...",
    },
    {
    "url" :"http://www.bananadaily.net/cat/94/node/107917",
    "abstract" :"2017年5月7日 - 日前，馬雲在杭州舉行的全球峰會上發表主題演講說到：未來房子如蔥。 ... 一段話，內容為中國未來最便宜的將是房子和汽車，而8年之後，中國最貴的將包括乾淨的空氣和水等。 ... 稅，誰會願意留這麼多房子在手裡，大家都拋售房子的後果是什麼？ ... 即使在今天，醫院裡也是人滿為患，一床難求，更不要說10年後了。",
    "title" :"馬雲: 不要買房了中國未來房價如蔥價! 八年後最貴的是…… - 環球華人網",
    },
    ],
######
#Q_2_9 #:污染的治理时间表
######
"Q_2_9": ["污染的治理时间表",
    {
    "url" :"http://news.xinhuanet.com/fortune/2015-11/26/c_128470003.htm",
    "abstract" :"2015年11月26日 - 围绕土壤污染治理的环保风暴正在蓄势待发。记者从相关部门获悉，由发改委、环保部、国土资源部、住建部、农业部等多部委共同参与制定的“土 ...",
    "title" :"“土十条”将定土壤污染治理时间表有望催生万亿级市场-新华网",
    },
    {
    "url" :"https://read01.com/Eykd58.html",
    "abstract" :"2016年1月13日 - 「土十條」被列為今年環保部重點工作之一。據悉，目前正在醞釀的方案中，包括劃定重金屬嚴重污染的區域、投入治理資金的數量、治理的具體措施等 ...",
    "title" :"「土十條」將定土壤污染治理時間表或創萬億級市場- 壹讀",
    },
    {
    "url" :"http://finance.sina.com.cn/china/20151126/005923852388.shtml",
    "abstract" :"2015年11月26日 - 土十条”将定土壤污染治理时间表围绕土壤污染治理的环保风暴正在蓄势待发。记者从相关部门获悉，由发改委、环保部、国土资源部、住建部、农业部 ...",
    "title" :"土十条将定土壤污染治理时间表详细计划或明年出台 - 新浪财经",
    },
    {
    "url" :"http://www.lfhbj.gov.cn/Item/3139.aspx",
    "abstract" :"2015年11月26日 - 土十条将定土壤污染治理时间表. 详细计划或明年出台. 围绕土壤污染治理的环保风暴正在蓄势待发。记者从相关部门获悉，由发改委、环保部、国土 ...",
    "title" :"土十条将定土壤污染治理时间表详细计划或明年出台-廊坊市环保局",
    },
    {
    "url" :"http://www.jiemian.com/article/282521.html",
    "abstract" :"2015年5月15日 - 由于土壤污染造成的食品安全事件频发，公众开始越来越关注土壤污染的治理和立法。“土十条”近日已由环保部提交至国务院审核，预计今年年内或 ...",
    "title" :"土壤污染治理行动计划临近出台将提出治理时间表|界面新闻•天下",
    },
    {
    "url" :"http://www.longquanzs.org/ryzr/hjbh/71542.htm",
    "abstract" :"2016年6月12日 - 中国土壤污染防治划定时间表36个部门将“协同作战” ... 值得关注的是，计划特别明确了治理和修复主体，提出“谁污染，谁治理”原则，造成土壤污染的 ...",
    "title" :"环境保护|中国土壤污染防治划定时间表36个部门将“协同作战”-【龙泉之声】",
    },
    {
    "url" :"http://www.99yoo.com/2015/1130/15792.html",
    "abstract" :"2015年11月30日 - 我国工业和农业的粗犷式发展是造成土壤污染的主要原因。虽然我国工业和农业经历了快速的发展，但是并没有及时重视其污染物排放的监管和治理 ...",
    "title" :"“土十条”定土壤污染治理时间表有望催生万亿级市场_政策导向_中国有机 ...",
    },
    {
    "url" :"http://www.sic.gov.cn/News/454/5635.htm",
    "abstract" :"2015年11月30日 - 近日，由发改委、环保部、国土资源部、住建部、农业部等多部委共同参与制定的“土十条”(《土壤环境保护和污染治理行动计划》)经过几十稿的修改 ...",
    "title" :"发改委等多部委制定“土十条”定土壤污染治理时间表 - 国家信息中心",
    },
    {
    "url" :"https://books.google.com.hk/books?id=gQam5_zNNpAC&pg=PA4&lpg=PA4&dq=%E6%B1%A1%E6%9F%93%E7%9A%84%E6%B2%BB%E7%90%86%E6%97%B6%E9%97%B4%E8%A1%A8&source=bl&ots=ccpCSqPkHd&sig=3XzoTQJQy6JdbnfcQev3FUBbm_c&hl=zh-TW&sa=X&ved=0ahUKEwjCubK4w5vUAhUBKpQKHUjWDUEQ6AEIXzAI",
    "abstract" :"起初,空气污染问题集中在吸烟及烟囱所产生的令人厌烦的烟雾方面,这些烟雾可能会 ... 意识到需要采取措施以治理水污染问题的时间表与考虑解决即将耗尽的臭氧层 ...",
    "metadata" :"Brooks, Leonard J.·布鲁克斯, 布鲁克斯 - 2004 - Accountants",
    "title" :"商务伦理与会计职业道德:  - 第 4 頁 - Google 圖書結果",
    },
    {
    "url" :"http://www.shuihua.net/%E6%96%B0%E8%81%9E-%E6%99%82%E9%96%93%E8%A1%A8%E7%9A%84%2013%20%E4%B8%96%E7%B4%80%E5%8D%B0%E5%BA%A6%E6%95%99%E5%AE%97%E6%97%8F%E7%9A%88%E4%BE%9D%E4%BC%8A%E6%96%AF%E8%98%AD%E6%95%99%E5%A6%82%E4%BD%95%E6%B2%BB%E7%90%86%E6%B0%B4%E6%B1%A1%E6%9F%93-17.html",
    "abstract" :"時間表的13 世紀印度教宗族皈依伊斯蘭教如何治理水污染. 費利佩是西班牙變體名稱菲力浦，其中，來自希臘的形容詞腓力馬的朋友。費利佩還廣泛應用於說葡語的 ...",
    "title" :"時間表的13 世紀印度教宗族皈依伊斯蘭教如何治理水污染- 湖泊富營養 ...",
    },
    ],
######
#Q_3_0 #: 什么是范式革命
######
"Q_3_0": [" 什么是范式革命",
    {
    "url" :"https://zh.wikipedia.org/wiki/%E8%8C%83%E5%BC%8F",
    "abstract" :"范式（Paradigm），或典範，由湯瑪斯·孔恩提出。在1960年之后是指在科学领域和知识论行文中的 ... 科学哲学家托马斯·库恩给出这个词语的现代用法，他指出范式是在某一个指定时间内一系列限定某一个 ... 他在其书科学革命的结构中定义科学范式为：.",
    "title" :"范式- 维基百科，自由的百科全书",
    },
    {
    "url" :"http://wiki.mbalib.com/wiki/%E8%8C%83%E5%BC%8F",
    "abstract" :"1 什么是范式; 2 范式理论的提出; 3 范式的本质及特点; 4 范式的特点; 5 研究范式 ... 由美国哲学家托马斯·库恩于1962年在其经典著作《科学革命的结构》一书中提出。",
    "title" :"范式- MBA智库百科",
    },
    {
    "url" :"http://blog.sina.com.cn/s/blog_002e203101015t3p.html",
    "abstract" :"2013年1月6日 - 范式（paradigm）的概念和理论是美国著名科学哲学家托马斯·库恩(Thomas,Kuhn) 提出并在《科学革命的结构》(The Structure of Scientific ...",
    "title" :"什么是范式_谢先斌_新浪博客",
    },
    {
    "url" :"https://books.google.com.hk/books?id=RD7ZCQAAQBAJ&pg=PT63&lpg=PT63&dq=%E4%BB%80%E4%B9%88%E6%98%AF%E8%8C%83%E5%BC%8F%E9%9D%A9%E5%91%BD&source=bl&ots=GtZ_b4keYn&sig=zI5zvZOSD3W9rst5rL2eUJ7U0nE&hl=zh-TW&sa=X&ved=0ahUKEwjjg8SZ4J3UAhVFjpQKHSSzDBYQ6AEIXTAJ",
    "abstract" :"削,其内涵被扩展后,对马克思的现代社会发展理论的意义是什么。这是一个必须考察,而且 ... 他们认为,传统的发展范式已经不适应社会发展现实,需要转换为新的发展范式。三位新发展理论的研究 ... 范式革命”是一种形而上学的革命。一种新范式的出现 ...",
    "title" :"马克思现代社会发展理论的价值维度:  - Google 圖書結果",
    "metadata" :"刘新刚 - 2015",
    },
    ],
######
#Q_1_1 #:未来经济 突破点
######
"Q_1_1": ["未来经济 突破点",
    {
    "url" :"https://www.zhihu.com/question/51213291",
    "abstract" :"2016年10月16日 - 未来五十年最佳突破点是什么？经济？科技？或是其他？ 未来50年内世界的最重要的突破点或是主题，以什么为重或是说什么是最重要的 显示全部.",
    "title" :"未来五十年最佳突破点是什么？经济？科技？或是其他？ - 知乎",
    },
    ],
######
#Q_1_0 #:未来经济 的发展模型
######
"Q_1_0": ["未来经济 的发展模型",
    {
    "url" :"http://www.voachinese.com/a/2933627.html",
    "abstract" :"2015年8月27日 - 回归毛时代政策让中国未来经济发展更快？ ... 谢尔盖·古里耶夫（Sergei Guriev）对美国之音说，这篇报告主要研究的是历年来中国经济的发展模型。",
    "title" :"回归毛时代政策让中国未来经济发展更快？ - 美国之音",
    },
    {
    "url" :"https://books.google.com.hk/books?id=TXbhDgAAQBAJ&pg=PA31&lpg=PA31&dq=%E6%9C%AA%E6%9D%A5%E7%BB%8F%E6%B5%8E+%E7%9A%84%E5%8F%91%E5%B1%95%E6%A8%A1%E5%9E%8B&source=bl&ots=6ZGydERq9P&sig=Tz6NbkQPZJ8MiNi8rl-j0Qq6DUg&hl=zh-TW&sa=X&ved=0ahUKEwiyiouLs4vUAhUCnZQKHclRDDoQ6AEIODAC",
    "abstract" :"它是制定国民经济和企业生产经营发展的十年计划、远景计划,规定经济长期发展 ... 全面的调查统计资料和经济信息,运用统计方法和数学模型,对经济现象未来发展的 ...",
    "title" :"战略定量研究基础——预测与决策:  - 第 31 頁 - Google 圖書結果",
    "metadata" :"胡光宇  编著.  - 2010 - Psychology",
    },
    {
    "url" :"http://finance.sina.com.cn/roll/2017-01-19/doc-ifxzutkf1947589.shtml",
    "abstract" :"2017年1月19日 - 各界人士均认为，创新驱动将成为未来中国经济发展的主要动能，而以 ... 为了提升数据安全保护水平，需要研究和推广数据安全成熟度模型，从组织 ...",
    "title" :"新经济将成未来经济发展新引擎应顺应这一经济发展趋势|新经济|数据|物 ...",
    },
    {
    "url" :"https://books.google.com.hk/books?id=YQbODgAAQBAJ&pg=PT153&lpg=PT153&dq=%E6%9C%AA%E6%9D%A5%E7%BB%8F%E6%B5%8E+%E7%9A%84%E5%8F%91%E5%B1%95%E6%A8%A1%E5%9E%8B&source=bl&ots=sDNI1IO90W&sig=aIYXrlTkypX8uneM3CatxmXPhg8&hl=zh-TW&sa=X&ved=0ahUKEwiyiouLs4vUAhUCnZQKHclRDDoQ6AEIYTAJ",
    "abstract" :"CGE模型的优点在于它能根据不同的政策和对策来分析未来的经济活动。CGE模型在世界各地应用广泛,众多构模小组使用CGE模型对经济活动和政策实施进行模拟, ...",
    "title" :"清洁发展机制在中国：采取积极和可持续的方式:  - Google 圖書結果",
    "metadata" :"/刘德顺等主编.",
    },
    ],
######
#Q_1_2 #:未来科技 突破路线
######
"Q_1_2": ["未来科技 突破路线",
    {
    "url" :"http://www.youuav.com/news/detail/201703/13728.html",
    "abstract" :"2017年3月27日 - 导盲无人机未来科技的突破 ... 其拥智能识别系统和感知系统，能够识别前方是否有障碍物并且智能的选择最优路线绕过障碍物体。导盲无人机还配备 ...",
    "title" :"导盲无人机未来科技的突破 - 无人机网",
    },
    {
    "url" :"https://books.google.com.hk/books?id=af7VCwAAQBAJ&pg=PT20&lpg=PT20&dq=%E6%9C%AA%E6%9D%A5%E7%A7%91%E6%8A%80+%E7%AA%81%E7%A0%B4%E8%B7%AF%E7%BA%BF&source=bl&ots=PNfbYqIR98&sig=5vbpRdFdKQq-LcGmetTij2biSo8&hl=zh-TW&sa=X&ved=0ahUKEwjytbibs4vUAhXTq5QKHW6LDC8Q6AEIMTAC",
    "abstract" :"... 以及教育技术等国家重点优先领域的发展和突破,形成一个金字塔形的战略。经济危机之后,英国一直秉持利用科技进步推动经济发展的思路,紧紧围绕促进经济发展 ... 发展战略》出台,提出了涵盖通讯、传感、探测和太空利用等领域的技术路线图。俄罗斯进一步明确了未来科技发展的优先方向,政府采取一系列措施加大了对科技创新的 ...",
    "title" :"财政科技支出 - Google 圖書結果",
    "metadata" :"雷良海, 吕小军 - 1900 - Business & Economics",
    },
    {
    "url" :"https://kknews.cc/zh-hk/tech/8yzkjg.html",
    "abstract" :"2016年9月28日 - 未來5到10年世界可能發生22個重大科技突破。 ... 時代」的新潛力材料，ITRS（國際半導體技術路線圖）預測，2024年前後石墨烯器件可望替代CMOS ...",
    "title" :"潘教峰：量子通訊、幹細胞等22項科技將改變未來世界- 每日頭條",
    },
    {
    "url" :"https://books.google.com.hk/books?id=G6UvDAAAQBAJ&pg=PA274&lpg=PA274&dq=%E6%9C%AA%E6%9D%A5%E7%A7%91%E6%8A%80+%E7%AA%81%E7%A0%B4%E8%B7%AF%E7%BA%BF&source=bl&ots=eNlAFyfI28&sig=uMOX04KG2hs6lss2FI_i5oriCpk&hl=zh-TW&sa=X&ved=0ahUKEwjytbibs4vUAhXTq5QKHW6LDC8Q6AEIWDAJ",
    "abstract" :"這些把意識上傳到電腦的方法,所需要的科技要在很久的未來才有可能實現。不過至少有 ... 不過最近十年,一個新的理論慢慢為人接受,統一了許多不同路線的老化研究。",
    "title" :"2050科幻大成真: 超能力、心智控制、人造記憶、遺忘藥丸、奈米機器人，即將改變我們的世界",
    "metadata" :"加來道雄 - 2015 - Science",
    },
    ],
}
keyword_list = [ 
   "经济预测 与元胞机",
   "经济预测 模型",
]
meta_data = {"status":"mc","Major": 3,"Minor": 1,"Prefix": "Q"}
km_0_title = "未来经济"
km_0_summary = "ummary_tp"
km_1_tags = []
